Repository: oat-sa/tao-core
Catalog: locales/*/indexation.rdf.po
Languages: ar_sa, de_de, es_es, hu_hu, is_is, ja_le, lt_lt, nl_be, pt_br, ro_ro

# http://www.w3.org/2000/01/rdf-schema#label
source: Index
ar_sa: الفهرس
es_es: Índice
is_is: Yfirlit
ja_le: インデックス
lt_lt: Indeksas
pt_br: Índice
ro_ro: Indice

# http://www.w3.org/2000/01/rdf-schema#comment
source: Index class
ar_sa: فهرس الصف
de_de: Index Klasse
es_es: Clase índice
hu_hu: Index osztály
is_is: Yfirlitsflokkur
ja_le: インデックス クラス
lt_lt: Indekso klasė
nl_be: Indexlijst
pt_br: Classe de índice
ro_ro: Clasa de indici

# http://www.w3.org/2000/01/rdf-schema#label
source: Identifier
de_de: Kennung
es_es: Identificador
hu_hu: Azonosító
is_is: Auðkenni
ja_le: 識別子
lt_lt: Identifikatorius
nl_be: Naam
pt_br: Identificador

# http://www.w3.org/2000/01/rdf-schema#comment
source: Humanreadable identifier of the index
ar_sa: تعريف المؤشر الذي يمكن أن يصلح للإنسان
de_de: Lesbare Kennung des Index
es_es: Identificador del índice legible para humanos
hu_hu: Az index ember által olvasható azonosítója
is_is: Lesanlegt einkenni yfirlits
ja_le: インデックスの可読識別子
nl_be: Een, door mensen te lezen, naam van de index
pt_br: Identificador humanamente legível do índice
ro_ro: Identificatorul umanist al indicelui

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer of index
ar_sa: ترميز الفهرس
de_de: Tokenizer des Index
es_es: Divisor del índice
hu_hu: Index tokenizer
is_is: Táknsetning yfirlits
ja_le: インデックスのトークン生成
lt_lt: Indekso Antspaudėjas
nl_be: Tokenizer van de index
pt_br: Tokenizer do índice

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer to be used to extract search strings
ar_sa: توكينيزر لاستخراج مقاطع البحث
de_de: Zu verwendender Tokenizer zur Extrahierung von Such-Strings
es_es: Divisor a ser utilizado para extraer cadenas de búsqueda
hu_hu: A keresési karakterláncok kinyerésére használt Tokenizer
is_is: Táknsetning notuð til að draga út leitarstrengi
ja_le: 検索文字列を抽出するために使用されるトークン生成
lt_lt: Atspaudėjas naudojamas ištraukti paieškos tesktus
nl_be: Tokenizer wordt gebruikt om zoek strings te extraheren
pt_br: Tokenizer para ser usado para extrair strings de pesquisa

# http://www.w3.org/2000/01/rdf-schema#label
source: Fuzzy matching
de_de: Ungenaue Suche
es_es: Comparación por búsqueda difusa
hu_hu: Fuzzy egyeztetés
is_is: Loðin leit
ja_le: ファジーマッチング

# http://www.w3.org/2000/01/rdf-schema#comment
source: Should the string matching be exact or fuzzy
ar_sa: إذا كانت مطابقة السلسلة بالضبط أو غامضة
de_de: Sollte die String-Suche genau oder ungenau sein
es_es: Deberá la cadena coincidir exactamente o de manera difusa
hu_hu: A karakterlánc-egyezés pontos vagy részleges legyen?
is_is: Á strengsleit að vera nákvæm eða loðin
ja_le: 文字列のマッチングは、正確あるいは曖昧です
lt_lt: Tekstas turėtų sutapti tiksliai ar ne
nl_be: Moet de string exact overeenkomen of fuzzy?
pt_br: Deve a string correspondente ser exata ou difusa
ro_ro: Ar trebui ca șirul să fie exact sau neclar

# http://www.w3.org/2000/01/rdf-schema#label
source: Use by default
ar_sa: الاستخدام بشكل افتراضي
de_de: Standardmäßig verwenden
es_es: Uso por defecto
hu_hu: Alapértelmezés szerint használja
is_is: Nota sem sjálfgefið
ja_le: デフォルト
lt_lt: Naudoti, kaip numatytą
nl_be: Gebruik als standaard
pt_br: Usar por padrão
ro_ro: Utilizare implicită

# http://www.w3.org/2000/01/rdf-schema#comment
source: Should this property be used implicitly in the defautl search
ar_sa: إذا استخدمت هذه الممتلكات ضمناً في البحث عن العيوب
de_de: Sollte diese Eigenschaft implizit in der Standard-Suche verwendet werden
es_es: Deberá esta propiedad ser usada de manera implícita en la búsqueda por defecto
hu_hu: Implicit módon kell-e ezt a tulajdonságot használni a defautl keresésben?
is_is: Á að nota þennan eiginleika skilyrðislaust í sjálfgefinni leit
ja_le: このプロパティは、デフォルト検索時に利用されます
nl_be: Moet deze eigenschap impliciet worden gebruikt in de standaard zoekopdracht?
pt_br: Caso esta propriedade seja usada implicitamente na busca padrão
ro_ro: În cazul în care această proprietate este utilizată implicit în căutarea defăimării

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer
ar_sa: توكينيزر
es_es: Divisor
hu_hu: Tokenizáló
is_is: Táknsetning
ja_le: トークナイザ拡張モジュール
lt_lt: Antspaudėjas

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer class
ar_sa: فئة توكينيزر
de_de: Tokenizer Klasse
es_es: Clase divisor
hu_hu: Tokenizátor osztály
is_is: Táknsetningarflokkur
ja_le: トークナイザ class
lt_lt: Antspaudėjo klasė
nl_be: Tokenizer klasse
pt_br: Classe Tokenizer
ro_ro: Clasa Tokenizer

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer implementation
ar_sa: تنفيذ توكينيزر
de_de: Tokenizer Implementierung
es_es: Implementación divisor
hu_hu: Tokenizátor implementáció
is_is: Táknsetningar útfærsla
ja_le: トークナイザ実装
lt_lt: Antspaudėjo panaudojimas
nl_be: Tokenizer implementatie
pt_br: Implementação do Tokenizer
ro_ro: Implementare Tokenizer

# http://www.w3.org/2000/01/rdf-schema#comment
source: Classname of the tokenizer implementation
ar_sa: اسم الصف لتنفيذ الرمز المميز
de_de: Klassenname der Tokenizer Implementierung
es_es: Nombre de la clase de la implementación del divisor
hu_hu: A tokenizer implementációjának osztályneve
ja_le: トークナイザ実装のクラス名
lt_lt: Antspaudėjo panaudojimo klasės pavadinimas
nl_be: Klasse naam van de tokenzier implementatie
pt_br: Nome de classe da implementação tokenizer
ro_ro: Clasa tokenizerului de implementare

# http://www.w3.org/2000/01/rdf-schema#label
source: Property Indexation
ar_sa: فهرسة الممتلكات
de_de: Eigenschaftsindizierung
es_es: Indexación de propiedad
hu_hu: Ingatlanindexálás
ja_le: プロパティ索引
lt_lt: Savybių Indeksavimas
nl_be: Eigenschap Indexering
pt_br: Indexação de Propriedade
ro_ro: Indexarea Proprietății

# http://www.w3.org/2000/01/rdf-schema#comment
source: How a property should be indexed
ar_sa: كيف ينبغي فهرسة الخاصية
de_de: Wie eine Eigenschaft indiziert werden sollte
es_es: Cómo una propiedad debe ser indexada
hu_hu: Hogyan kell indexelni egy tulajdonságot?
ja_le: どのようにプロパティをインデックス化するか
lt_lt: Kaip savybės turėtų būti indeksuojamos
nl_be: Hoe een eigenschap moet worden ge√Øndexeerd
pt_br: Como uma propriedade deve ser indexada
ro_ro: Cum trebuie indexată o proprietate

# http://www.w3.org/2000/01/rdf-schema#label
source: Raw Value Tokenizer
ar_sa: توكينيزر القيمة الخام
de_de: Rohwert Tokenizer
es_es: Divisor de Valores Crudos
hu_hu: Nyersérték-tokenizer
ja_le: ローバリュー トークナイザ
lt_lt: Neapdorotos Reikšmės Antspaudėjas
nl_be: Ruwe waarde Tokenizer
pt_br: Tokenizer de Valor Bruto
ro_ro: Tokenizer cu valoare brută

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer using the raw property value
ar_sa: توكينيزر باستخدام قيمة الخاصية الخام
de_de: Tokenizer, die Roheigenschaften verwenden
es_es: Divisor que usa el valor crudo de la propiedad
hu_hu: Nyers tulajdonságértéket használó tokenizer
ja_le: トークナイザ ロープロパティ バリュ
lt_lt: Antspaudėjas naudojantis neapdorotą savybės reikšmę
nl_be: Tokenizer gebruikt de ruwe eigenschap waarde
pt_br: Tokenizer usando o valor da propriedade bruta
ro_ro: Tokenizer folosind valoarea de proprietate brută

# http://www.w3.org/2000/01/rdf-schema#label
source: Label Tokenizer
ar_sa: ترميز التسمية
de_de: Beschriftung Tokenizer
es_es: Divisor de etiqueta
hu_hu: Címke Tokenizátor
ja_le: トークナイザ ラベル
lt_lt: Pavadinimo Antspaudėjas
pt_br: Tokenizer de etiqueta
ro_ro: Tokenizer Eticheta

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer using the resource labels
ar_sa: توكينيزر باستخدام تسميات الموارد
de_de: Tokenizer, die Beschriftungen der Ressourcen nutzen
es_es: Divisor que usa las etiquetas de recurso
hu_hu: Tokenizer az erőforrás-címkék használatával
is_is: Táknsetning sem notar grunnefnismerkingar
ja_le: トークナイザ リソースラベル
lt_lt: Antspaudėjas naudojantis resursų pavadinimus
nl_be: Tokenizer gebruikt de bron labels
pt_br: Tokenizer usando os rótulos dos recursos
ro_ro: Tokenizer folosind etichetele de resurse

# http://www.w3.org/2000/01/rdf-schema#label
source: Label Index
ar_sa: فهرس التسمية
de_de: Beschriftung Index
es_es: Índice de etiqueta
hu_hu: Címkeindex
ja_le: ラベル インデックス
lt_lt: Pavadinimo Indeksas
pt_br: Índice de Rótulos
ro_ro: Indicele etichetei

# http://www.w3.org/2000/01/rdf-schema#label
source: Type Index
ar_sa: فهرس النوع
de_de: Typ Index
es_es: Índice de tipo
hu_hu: Típusindex
ja_le: インデックスの種別
lt_lt: Tipo Indeksas
nl_be: Index type
pt_br: Índice de Tipo
ro_ro: Tip Index

# http://www.w3.org/2000/01/rdf-schema#label
source: Login Index
ar_sa: فهرس الدخول
es_es: Índice de Login
hu_hu: Bejelentkezési index
ja_le: ログイン インデックス
lt_lt: Prisijungimo Indeksas
nl_be: Index Login
pt_br: Índice de login
ro_ro: Index autentificare
