Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Select this file
ar_sa: اختر هذا الملف
de_de: Diese Datei auswählen
hu_hu: Jelölje ki ezt a fájlt
ja_jp: このファイルを選択
lt_lt: Pasirinkti šį failą
nb_no: Velg denne filen
nl_nl: Selecteer dit bestand
pt_br: Selecione este arquivo
ro_ro: Selectează acest fișier
sk_sk: Vyberte tento súbor

source: select...
ar_sa: اختر...
de_de: auswählen...
hu_hu: válassz...
ja_jp: 選択...
lt_lt: pasirinkti...
nb_no: velg...
nl_nl: selecteer...
pt_br: selecionar...
ro_ro: selectează...
sk_sk: vybrať...

source: Selected
ar_sa: تم الاختيار
de_de: Ausgewählt
hu_hu: Kiválasztott
ja_jp: 選択済み
lt_lt: Pasirinkta
nb_no: Valgt
nl_nl: Geselecteerd
pt_br: Selecionado
ro_ro: Selectate
sk_sk: Vybrané

source: Selected file:
ar_sa: :الملف المختار-
de_de: Ausgewählte Datei:
hu_hu: Kiválasztott fájl:
ja_jp: 選択済みファイル:
lt_lt: Pasirinktas failas:
nb_no: Valgt fil:
nl_nl: Geselecteerd bestand:
pt_br: Selecione um arquivo:
ro_ro: Fişier selectat:
sk_sk: Vybraný súbor:

source: Selection saved successfully
ar_sa: تم حفظ الاختيار بنجاح
de_de: Auswahl erfolgreich gespeichert
hu_hu: A kijelölés sikeresen mentve
ja_jp: 選択が正常に保存されました
nb_no: Valget ble lagret
nl_nl: Selectie succesvol opgeslagen
pt_br: Seleção salva com sucesso
ro_ro: Selecţie salvată cu succes
sk_sk: Výber bol úspešne uložený

source: self-locked
ar_sa: ذاتي الإقفال
de_de: selbstverriegelt
hu_hu: önzáró
ja_jp: セルフロック
lt_lt: užsirakinęs
nb_no: selvlåst
nl_nl: zichzelf vergrendeld
pt_br: autobloqueado
ro_ro: auto-blocat
sk_sk: samosvorný

source: Set the trigonometric function to work in degrees
ar_sa: اضبط الدالة المثلثية للعمل بالدرجات
de_de: Stellen Sie die trigonometrische Funktion so ein, dass sie in Grad arbeitet
hu_hu: A trigonometrikus függvény beállítása fokban való működésre
ja_jp: 角度で機能するように三角関数を設定する
lt_lt: Nustatyti trigonometrinę funkciją veikti laipsniais
nb_no: Sett den trigonometriske funksjonen til å fungere i grader
nl_nl: Stel de trigonometrische functie in om te werken in graden
pt_br: Defina a função trigonométrica para funcionar em graus
ro_ro: Setați funcția trigonometrică să funcționeze în grade
sk_sk: Nastavte trigonometrickú funkciu tak, aby pracovala v stupňoch

source: Set the trigonometric function to work in radians
ar_sa: اضبط الدالة المثلثية لتعمل بوحدات الراديان
de_de: Stellen Sie die trigonometrische Funktion so ein, dass sie im Bogenmaß arbeitet
hu_hu: A trigonometrikus függvény beállítása radiánban való működésre
ja_jp: 角度で機能するように三角関数を設定する
lt_lt: Nustatyti trigonometrinę funkciją veikti radianais
nb_no: Sett den trigonometriske funksjonen til å fungere i radianer
nl_nl: Stel de trigonometrische functie in om te werken in radialen
pt_br: Defina a função trigonométrica para trabalhar em radianos
ro_ro: Setați funcția trigonometrică să funcționeze în radiani
sk_sk: Nastavte trigonometrickú funkciu na prácu v radiánoch

source: Settings
ar_sa: إعدادات/تطبيقات
de_de: Einstellungen
hu_hu: Beállítások
ja_jp: 設定
nb_no: Instillinger
nl_nl: Instellingen
pt_br: Configurações
ro_ro: Setări
sk_sk: Nastavenia

source: Settings updated
ar_sa: تم تحديث الإعدادات
de_de: Einstellungen aktualisiert
hu_hu: Beállítások frissítve
ja_jp: 設定を更新
lt_lt: Nustatymai atnaujinti
nb_no: Innstillinger oppdatert
nl_nl: Instellingen geupdate
pt_br: Configurações atualizadas
ro_ro: Setări actualizate
sk_sk: Nastavenia boli aktualizované

source: Show detailed report
ar_sa: عرض تقرير مفصل
de_de: Detaillierten Bericht anzeigen
hu_hu: Részletes jelentés megjelenítése
ja_jp: 詳細レポートを表示
lt_lt: Rodyti detalią ataskaitą
nb_no: Vis detaljert rapport
nl_nl: Toon uitgebreid rapport
pt_br: Mostrar relatório detalhado
ro_ro: Arată raportul detaliat
sk_sk: Zobraziť podrobnú správu

source: Show password
ar_sa: عرض كلمة المرور
de_de: Passwort anzeigen
hu_hu: Jelszó megjelenítése
ja_jp: パスワード表示
lt_lt: Rodyti slaptažodį
nb_no: Vis passord
nl_nl: Toon wachtwoord
pt_br: Mostrar senha
ro_ro: Arată parola
sk_sk: Zobraziť heslo

source: Sibelius music notation
ar_sa: تدوين موسيقى سيبيليوس
de_de: Sibelius-Notation
hu_hu: Sibelius kottajelölés
ja_jp: Sibelius楽譜の表示
nb_no: Sibelius musikknotasjon
nl_nl: Sibelius muzieknotatie
pt_br: Notação musical do Sibelius
ro_ro: Notația muzicii Sibelius
sk_sk: Sibeliusova hudobná notácia

source: Sign change
ar_sa: قم بالتغيير
de_de: Vorzeichenwechsel
hu_hu: Jelzésváltás
ja_jp: 符号入れ替え
lt_lt: Ženklo keitimas
nb_no: Tegnendring
nl_nl: Verandering ondertekenen
pt_br: Mudar sinal
ro_ro: Schimbarea semnului
sk_sk: Zmena znamienka

source: Sine
ar_sa: شرط
de_de: Sinus
hu_hu: Szinusz
ja_jp: sin
lt_lt: Sinusas
nb_no: Sinus
nl_nl: Sinus
pt_br: Seno
ro_ro: Sâmbătă
sk_sk: Sínus

source: Size
ar_sa: حجم
de_de: Größe
hu_hu: Méret
ja_jp: サイズ
lt_lt: Dydis
nb_no: Størrelse
nl_nl: Grootte
pt_br: Tamanho
ro_ro: Mărime
sk_sk: Veľkosť

source: Some items could not be deleted
ar_sa: لا يمكن حذف بعض العناصر
ja_jp: いくつかのアイテムを削除できませんでした
pt_br: Alguns itens não puderam ser excluídos
ro_ro: Unele elemente nu au putut fi șterse
sk_sk: Niektoré položky sa nepodarilo odstrániť

source: Some of resources has not be deleted
ar_sa: بعض الموارد لم يتم حذفها
de_de: Einige Ressourcen wurden nicht gelöscht
ja_jp: いくつかのリソースは削除されていません
nl_nl: Sommige bronnen zijn niet verwijderd
pt_br: Alguns recursos não foram excluídos
ro_ro: Unele resurse nu au fost șterse
sk_sk: Niektoré zdroje neboli odstránené

source: Some resources have not been moved: %s
ar_sa: لم يتم نقل بعض الموارد: %s
de_de: Einige Ressourcen wurden nicht verschoben: %s
hu_hu: Néhány erőforrás nem lett áthelyezve: %s
ja_jp: 一部のリソースが移動されていません: %s
lt_lt: Kai kurie resursai nebuvo perkelti: %s
nb_no: Noen ressurser ble ikke flyttet: %s
nl_nl: Sommige resources zijn niet verplaatst: %s
pt_br: Alguns recursos não foram movidos: %s
ro_ro: Unele resurse nu au fost mutate: %s
sk_sk: Niektoré zdroje neboli presunuté: %s

source: Something unexpected happened.
ar_sa: حدث شيء غير متوقع.
de_de: Etwas Unerwartetes ist passiert.
hu_hu: Valami váratlan történt.
ja_jp: 予想外のエラーが発生しました。
nb_no: En uventet handling oppstod.
nl_nl: Er is iets onverwachts gebeurd.
pt_br: Algo inesperado aconteceu.
ro_ro: S-a întâmplat ceva neașteptat.
sk_sk: Stalo sa niečo neočakávané.

source: Sources that can embed this platform in an iFrame
ar_sa: المصادر التي يمكنها تضمين هذه المنصة في iFrame
de_de: Quellen, die diese Plattform in einen iFrame einbetten können
hu_hu: Források, amelyek beágyazhatják ezt a platformot egy iFrame-be
ja_jp: このプラットフォームをiFrameに埋め込むためのソース
nb_no: Kilder som kan bygge inn denne plattformen i en iFrame
nl_nl: Bronnen die dit platform in een iFrame kunnen embedden
pt_br: Fontes que podem incorporar essa plataforma em um iFrame
ro_ro: Surse care pot încorpora această platformă într-un iFrame
sk_sk: Zdroje, ktoré môžu túto platformu vložiť do iFrame

source: Square root
ar_sa: الجذر التربيعي
de_de: Quadratwurzel
hu_hu: Négyzetgyök
ja_jp: 平方根
lt_lt: Kvadratinė šaknis
nb_no: Kvadratrot
nl_nl: Vierkantswortel
pt_br: Raiz quadrada
ro_ro: Rădăcină pătrată
sk_sk: Druhá odmocnina

source: Start
ar_sa: بداية
hu_hu: Indul
ja_jp: 開 始
lt_lt: Pradėti
nl_nl: Starten
pt_br: Iniciar
ro_ro: Pornire
sk_sk: Štart

source: Start of document reached. Continuing from the end.
ar_sa: بداية المستند المتاح. استمرار من النهاية.
de_de: Anfang des Dokuments erreicht. Fortsetzung vom Ende.
hu_hu: Elértük a dokumentum elejét. Folytatjuk a végéről.
ja_jp: ドキュメントの開始点に到達しました。最後から続けます。
lt_lt: Pasiekta dokumento pradžia. Tęsiama nuo pabaigos.
nb_no: Starten på dokumentet er nådd. Fortsetter fra slutten.
nl_nl: Begin van het document bereikt. Vervolg van het einde.
pt_br: Início do documento alcançado. Continuando do final.
ro_ro: Începutul documentului a fost atins. Continuă de la sfârșit.
sk_sk: Dosiahnutý začiatok dokumentu. Pokračovanie od konca.

source: Start translation
ar_sa: بَدْء التَّرْجَمَةً
de_de: Übersetzung starten
ja_jp: 翻訳を開始
nl_nl: Vertaling starten
pt_br: Iniciar tradução
ro_ro: Începe traducerea
sk_sk: Začať preklad

source: Status
ar_sa: حالة
hu_hu: Állapot
ja_jp: ステータス
pt_br: SItuação
sk_sk: Stav

source: Status of
ar_sa: حالة
de_de: Status von
hu_hu: Állapot
ja_jp: ステータス：
lt_lt: Būsena
nb_no: Status for
nl_nl: Status van
pt_br: Status de
ro_ro: Statutul lui
sk_sk: Stav

source: Store
ar_sa: خزن
de_de: Speichern
hu_hu: Bolt
ja_jp: 格納
lt_lt: Saugoti
nb_no: Lagre
nl_nl: Winkel
pt_br: Armazenar
ro_ro: Magazin
sk_sk: Obchod

source: Store the value a variable
ar_sa: تخزين القيمة متغير
de_de: Den Wert als Variable speichern
hu_hu: Tárold az értéket egy változóban
ja_jp: 値を変数に格納する
lt_lt: Saugoti reikšmę, kaip kintamąjį
nb_no: Lagre verdien som en variabel
nl_nl: De waarde van een variabele opslaan
pt_br: Armazenar o valor de uma variável
ro_ro: Salvează valoarea o variabilă
sk_sk: Uložiť hodnotu do premennej

source: Storing digital video data on a computer game
ar_sa: تخزين بيانات الفيديو الرقمية على لعبة كمبيوتر
de_de: Videodaten in einem Computerspiel speichern
hu_hu: Digitális videoadatok tárolása számítógépes játékban
ja_jp: ビデオデータをコンピュータゲームに保存する
nb_no: Lagring av digitale videodata på et dataspill
nl_nl: Opslag van digitale videogegevens op een computerspel
pt_br: Armazenando dados de vídeo digitais em uma partida de computador
ro_ro: Stocarea de date video digitale pe un joc de calculator
sk_sk: Ukladanie digitálnych video dát v počítačovej hre

source: Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings.
ar_sa: يجب تمكين ملفات تعريف الارتباط الضرورية في جميع الأوقات حتى نتمكن من حفظ تفضيلاتك لإعدادات ملفات تعريف الارتباط.
de_de: Streng notwendige Cookies sollten jederzeit aktiviert werden, damit wir Ihre Einstellungen für die Cookie-Einstellungen speichern können.
hu_hu: A feltétlenül szükséges sütiket mindig engedélyezni kell, hogy elmenthessük a sütibeállításokra vonatkozó preferenciáidat.
ja_jp: 必須Cookieは常に有効にしておく必要があります。これにより、Cookie設定を保存できます。
nl_nl: Strikt Noodzakelijk Cookie moet altijd ingeschakeld zijn, zodat we uw voorkeuren voor cookieinstellingen kunnen opslaan.
pt_br: Cookie estritamente necessário deve ser ativado em todos os momentos para que possamos salvar suas preferências para configurações de cookie.
ro_ro: Cookie strict necesar ar trebui să fie activat în orice moment, astfel încât să putem salva preferințele dvs. pentru setările cookie.
sk_sk: Nevyhnutne potrebné súbory cookie by mali byť vždy povolené, aby sme mohli uložiť vaše preferencie týkajúce sa nastavení súborov cookie.

source: string
ar_sa: سلسلة
de_de: Zeichenfolge
hu_hu: húr
ja_jp: 文字列（string型）
nl_nl: tekenreeks
pt_br: sequência
ro_ro: şir
sk_sk: reťazec

source: Submit
ar_sa: إرسال
de_de: Absenden
hu_hu: Küldés
ja_jp: 送信
lt_lt: Pateikti
nb_no: Lever
nl_nl: Indienen
pt_br: submeter
ro_ro: Trimiteți
sk_sk: Odoslať

source: Success
ar_sa: نجاح
de_de: Erfolg
hu_hu: Siker
ja_jp: 完了
lt_lt: Pavyko
nb_no: Suksess
nl_nl: Succes
pt_br: Sucesso
ro_ro: Succes
sk_sk: Úspech

source: Successfully cloned instance as %s
ar_sa: تم استنساخ المثيل بنجاح كـ %s
de_de: Instanz als %s erfolgreich geklont
hu_hu: Példány klónozása sikeresen megtörtént %snéven
ja_jp: インスタンスが %s として正常にクローン化されました
nb_no: Klonet forekomsten som %s
nl_nl: Succesvol gekloond exemplaar als %s
pt_br: Instância clonada com sucesso como %s
ro_ro: Instanță clonată cu succes ca %s
sk_sk: Úspešne naklonovaná inštancia ako %s

source: Successfully deleted %s
ar_sa: تم حذف %s بنجاح
de_de: %s wurde erfolgreich gelöscht
hu_hu: Sikeresen törölve %s
ja_jp: %s が正常に削除されました
lt_lt: Pašalinta sėkmingai %s
nb_no: Slettet %s
nl_nl: Succesvol verwijderd %s
pt_br: Excluído com sucesso %s
ro_ro: Eliminat cu succes %s
sk_sk: Úspešne odstránené %s

source: Successfully imported "%s
ar_sa: تم بنجاح استيراد "%s
de_de: Erfolgreich importiert "%s
hu_hu: Sikeresen importálva "%s
ja_jp: "%s のインポートが完了しました
lt_lt: Sėkmingai importuota "%s
nb_no: Importert "%s
nl_nl: Succesvol geïmporteerd "%s
pt_br: Importado com sucesso "%s
ro_ro: Importat cu succes "%s
sk_sk: Úspešne importované „%s“

source: Successfully imported %s tripples
ar_sa: تم استيراد %s مثلثات بنجاح
de_de: %s Tripel erfolgreich importiert
hu_hu: %s tripple sikeresen importálva
ja_jp: %s トリプルのインポートが完了しました
lt_lt: Sėkmingai įkelti %s trejetai
nb_no: %s trippler ble importert
nl_nl: %s Trippels succesvol geïmporteerd
pt_br: %s tripples foram importados com sucesso
ro_ro: Tripluri %s importate cu succes
sk_sk: Úspešne importované %s trojitých

source: Successfully imported class "%s
ar_sa: تم استيراد القسم "%s بنجاح
de_de: Klasse erfolgreich importiert "%s
hu_hu: A "%s" osztály importálása sikeresen megtörtént.
ja_jp: "%sクラスのインポートが完了しました
lt_lt: Klasė sėkmingai importuota "%s
nb_no: Mappen %s er importert
nl_nl: Klasse "%s succesvol geïmplementeerd
pt_br: Classe importada com sucesso "%s
ro_ro: Clasa importată cu succes "%s
sk_sk: Trieda „%s“ bola úspešne importovaná

source: Successfully updated %s client translation bundles
ar_sa: تم بنجاح تحديث رزم ترجمة الزبون %s
de_de: %s Client-Übersetzungspakete wurden erfolgreich aktualisiert
hu_hu: %s kliens fordítási csomag sikeresen frissítve
ja_jp: %s クライアント翻訳バンドルが正常に更新されました
lt_lt: Sėkmingai atnaujinti %s vertimo įrašų rinkiniai
nb_no: %s klientoversettelsespakker ble oppdatert
nl_nl: Klantvertalingsbundels %s met succes bijgewerkt
pt_br: %s pacotes de tradução de cliente atualizados com sucesso
ro_ro: Actualizare cu succes %s pachete de traducere client
sk_sk: Úspešne aktualizované balíky prekladov klienta %s

source: Supported export formats
ar_sa: صيغ الاستيراد المعتمدة
de_de: Unterstützte Exportformate
hu_hu: Támogatott exportformátumok
ja_jp: 対応エクスポート形式
lt_lt: Palaikomi eksportavimo formatai
nb_no: Eksportformater som støttes
nl_nl: Ondersteunde export formaten
pt_br: Formatos de exportação suportados
ro_ro: Formate de export acceptate
sk_sk: Podporované formáty exportu

source: SVG image
ar_sa: صورة SVG
de_de: SVG-Bild
hu_hu: SVG-kép
ja_jp: SVG画像
nb_no: SVG-bilde
nl_nl: SVG bestand
pt_br: Imagem SVG
sk_sk: Obrázok SVG

source: Syntax error
ar_sa: خطأ في بناء الجملة
de_de: Syntaxfehler
hu_hu: Szintaxishiba
ja_jp: 構文エラー
lt_lt: Sintaksės klaida
nb_no: Syntaksfeil
nl_nl: Syntaxfout
pt_br: Erro de sintaxe
ro_ro: Eroare de sintaxă
sk_sk: Syntaktická chyba

source: Tagged image file
ar_sa: ملف صورة مُعَلًم
de_de: Markierte Bilddatei
hu_hu: Címkézett képfájl
ja_jp: タグ付き画像
nb_no: Merket bildefil
nl_nl: Getagd afbeeldingsbestand
pt_br: Arquivo de imagem marcados
ro_ro: Fișier imagine etichetat
sk_sk: Označený obrázkový súbor

source: Tangent
ar_sa: مماس
de_de: Tangente
hu_hu: Tangens
ja_jp: tan
lt_lt: Tangentas
pt_br: Tangente
sk_sk: Tangenta

source: Tao Default Theme
ar_sa: الموضوع المعتاد TAO
de_de: Tao Standard Design
hu_hu: Tao alapértelmezett téma
ja_jp: TAOデフォルトのテーマ
lt_lt: Tao Numatyta Tema
nb_no: Tao standardtema
nl_nl: Tao standaard thema
pt_br: Tema Padrão do Tao
ro_ro: Tema implicita Tao
sk_sk: Predvolená téma Tao

source: TAO Home
ar_sa: الصفحة الرئيسية TAO
de_de: TAO-Startseite
ja_jp: TAOホーム
lt_lt: TAO Namai
nl_nl: TAO thuis
pt_br: TAO Início
ro_ro: Acasă TAO
sk_sk: Domov TAO

source: TAO Login
ar_sa: TAO تسجيل الدخول
hu_hu: TAO bejelentkezés
ja_jp: TAOログイン
lt_lt: TAO Prisijungimas
sk_sk: Prihlásenie do TAO

source: TAO platform is already on live mode since %s
ar_sa: TAO منصة قيد التشغيل بالفعل في الوضع المباشر منذ %s
de_de: Die TAO-Plattform ist seit %s bereits im Live-Modus
hu_hu: A TAO platform már élő módban van %sóta
ja_jp: TAOプラットフォームは %s 以降、すでに公開モードになっています。
nl_nl: TAO platform is al in live modus sinds %s
pt_br: Plataforma TAO já está ativa desde %s
ro_ro: Platforma TAO este deja în modul live de la %s
sk_sk: Platforma TAO je už v živom režime od %s

source: TAO platform is already on maintenance mode since %s
ar_sa: TAO منصة في وضع الصيانة بالفعل منذ %s
de_de: Die TAO-Plattform befindet sich bereits seit %s im Wartungsmodus
hu_hu: A TAO platform már karbantartási üzemmódban van %sóta
ja_jp: TAOプラットフォームは %s 以降、すでにメンテナンスモードになっています。
nl_nl: TAO platform is al in onderhoudsmodus sinds %s
pt_br: Plataforma TAO já está em modo de manutenção desde %s
ro_ro: Platforma TAO este deja în modul de întreținere deoarece %s
sk_sk: Platforma TAO je už v režime údržby od %s

source: TAO platform is live since %s.
ar_sa: منصة TAO نشط منذ %s.
de_de: Die TAO-Plattform ist seit %s online.
hu_hu: A TAO platform %sóta működik.
ja_jp: TAOプラットフォームは %s から稼働しています。
nl_nl: TAO platform is live sinds %s.
pt_br: Plataforma TAO está ativa desde %s.
ro_ro: Platforma TAO este live de la %s.
sk_sk: Platforma TAO je spustená od %s.

source: TAO platform is now live. It was in maintenance since %s
ar_sa: منصة TAO تعمل الآن.كان قيد الصيانة منذ %s
de_de: Die TAO-Plattform ist jetzt live. Sie befand sich seit %s in der Wartung
hu_hu: A TAO platform mostantól elérhető. Karbantartás alatt állt %sóta.
ja_jp: TAOプラットフォームは，%s以来メンテナンス中となっていましたが，現在稼働中です。
nl_nl: TAO platform is nu live. Het was in onderhoud sinds %s
pt_br: A plataforma de TAO está ativa. Estava em manutenção desde %s
ro_ro: Platforma TAO este acum live. A fost în întreţinere de la %s
sk_sk: Platforma TAO je teraz spustená. Od %sbola v údržbe.

source: TAO platform is now under maintenance. It was in maintenance since %s
ar_sa: منصة TAO هي الآن تحت الصيانة. كان قيد الصيانة منذ %s
de_de: Die TAO-Plattform wird derzeit gewartet. Sie befindet sich seit %s in der Wartung.
hu_hu: A TAO platform jelenleg karbantartás alatt áll. %sóta karbantartás alatt állt.
ja_jp: TAOプラットフォームは，%s以来，現在もメンテナンス中です。
nl_nl: TAO platform is nu in onderhoud. Het was in onderhoud sinds %s
pt_br: Plataforma TAO agora está em manutenção. Estava em manutenção desde %s
ro_ro: Platforma TAO este acum în întreținere. Este în mentenanță de la %s
sk_sk: Platforma TAO je momentálne v údržbe. Jej údržba prebiehala od %s.

source: TAO platform is under maintenance since %s
ar_sa: منصة TAO تحت الصيانة منذ %s
de_de: Die TAO-Plattform wird seit %s gewartet.
hu_hu: A TAO platform %sóta karbantartás alatt áll.
ja_jp: TAOプラットフォームは、%s以降メンテナンス中となっています。
nl_nl: TAO platform wordt in onderhoud sinds %s
pt_br: Plataforma TAO está em manutenção desde %s
ro_ro: Platforma TAO este în întreținere din momentul %s
sk_sk: Platforma TAO je v údržbe od %s

source: Task %s has been cancelled, message was not processed.
ar_sa: تم إلغاء المهام %s، الرسالة لم يتم معالجتها
de_de: Aufgabe %s wurde abgebrochen, Nachricht wurde nicht verarbeitet.
hu_hu: A %s feladatot megszakították, az üzenetet nem sikerült feldolgozni.
ja_jp: タスク %s はキャンセルされました。
lt_lt: Užduotis %s buvo atšaukta, pranešimas nebuvo apdorotas.
nb_no: Oppgave %s er avbrutt, meldingen ble ikke behandlet.
nl_nl: Taak %s is geannuleerd, bericht is niet verwerkt.
pt_br: Tarefa %s foi cancelada, mensagem não foi processada.
ro_ro: Sarcina %s a fost anulată, mesajul nu a fost procesat.
sk_sk: Úloha %s bola zrušená, správa nebola spracovaná.

source: task created
ar_sa: مهام تم إنشاؤها
de_de: Aufgabe erstellt
hu_hu: feladat létrehozva
ja_jp: タスクが作成されました
lt_lt: užduotis sukurta
nb_no: oppgave ble opprettet
nl_nl: taak aangemaakt
pt_br: tarefa criada
ro_ro: sarcină creată
sk_sk: úloha vytvorená

source: Task Listing
ar_sa: قائمة المهام
de_de: Aufgabenliste
hu_hu: Feladatlista
ja_jp: タスク一覧
lt_lt: Užduoties Sąrašas
nb_no: Oppgaveoppføring
nl_nl: Takenlijst
pt_br: Listas de Tarefas
ro_ro: Listare sarcini
sk_sk: Zoznam úloh

source: Task Name
ar_sa: قائمة الأسماء
de_de: Aufgabenbezeichnung
hu_hu: Feladat neve
ja_jp: タスク名
lt_lt: Užduoties Pavadinimas
nb_no: Oppgavenavn
nl_nl: Taak naam
pt_br: Nome da tarefa
ro_ro: Nume sarcină
sk_sk: Názov úlohy

source: Task not found
ar_sa: لم يتم العثور على المهمة
de_de: Aufgabe nicht gefunden
hu_hu: Feladat nem található
ja_jp: タスクが見つかりません
lt_lt: Užduotis nerasta
nb_no: Oppgave ble ikke funnet
nl_nl: Taak niet gevonden
pt_br: Tarefa não encontrada
ro_ro: Sarcina nu a fost găsită
sk_sk: Úloha sa nenašla

source: Task not returned any report.
ar_sa: لم تُرجع المهمة أي تقرير.
de_de: Die Aufgabe hat keinen Bericht zurückgegeben.
hu_hu: A feladat nem adott vissza jelentést.
ja_jp: タスクからの報告はありません
nb_no: Oppgaven returnerte ingen rapport.
nl_nl: Taak heeft geen rapport teruggestuurd.
pt_br: A tarefa não retornou nenhum informe.
ro_ro: Sarcina nu a returnat niciun raport.
sk_sk: Úloha nevrátila žiadnu správu.

source: Term
ar_sa: مصطلح
hu_hu: Kifejezés
ja_jp: 期間
lt_lt: Terminas
nb_no: Begrep
nl_nl: Termijn
pt_br: Termo
ro_ro: Termen
sk_sk: Termín

source: TeX file
ar_sa: ملف TeX
de_de: TeX-Datei
hu_hu: TeX-fájl
ja_jp: TeXファイル
nb_no: TeX-fil
nl_nl: TeX bestand
pt_br: Arquivo TeX
ro_ro: Fișier TeX
sk_sk: TeX súbor

source: Text - Long - Box
ar_sa: نص - طويل - صندوق
de_de: Text - Lang - Box
hu_hu: Szöveg - Hosszú - Doboz
ja_jp: テキスト-ロング-ボックス
lt_lt: Ilgesnis tekstas - langelis
nb_no: Tekst - Lang - Boks
nl_nl: Tekst - lang - Box
pt_br: Texto Longo - Caixa
ro_ro: Text - Lung - Cutie
sk_sk: Text - Dlhý - Box

source: Text - Long - HTML editor
ar_sa: نص - طويل - محرر HTML
de_de: Text - Lang - HTML Editor
hu_hu: Szöveg - Hosszú - HTML szerkesztő
ja_jp: テキスト-ロング-HTMLエディタ
lt_lt: Ilgesnis tekstas - HTML redaktorius
nb_no: Tekst - Lang - HTML-editor
nl_nl: Tekst - lang - HTML editor
pt_br: Texto - Longo - Editor HTML
ro_ro: Text - Editor lung - HTML
sk_sk: Text - Dlhý - HTML editor

source: Text - Short - Field
ar_sa: نص - قصير - حقل
de_de: Text - Kurz - Feld
hu_hu: Szöveg - Rövid - Mező
ja_jp: テキスト-ショート-フィールド
lt_lt: Trumpesnis teksto laukas
nb_no: Tekst - kort - felt
nl_nl: Tekst - kort - veld
pt_br: Texto - Curto - Campo
ro_ro: Text - Scurt - Câmp
sk_sk: Text – Krátky – Pole

source: Text document file format (Staroffice)
ar_sa: تنسيق ملف المستند النصي (Staroffice)
de_de: Dateiformat für Textdokumente (Staroffice)
hu_hu: Szöveges dokumentumfájl formátuma (Staroffice)
ja_jp: テキストファイル (Staroffice)
nb_no: Tekstdokument filformat (Staroffice)
nl_nl: Tekstdocument bestandsformaat (Staroffice)
pt_br: Formato de arquivo de documento de texto (Staroffice)
ro_ro: Format fișier document text (Staroffice)
sk_sk: Formát súboru textového dokumentu (Staroffice)

source: Text to translate
ar_sa: النص للترجمة
de_de: Zu übersetzender Text
ja_jp: 翻訳するテキスト
nl_nl: Te vertalen tekst
pt_br: Texto para traduzir
ro_ro: Text de tradus
sk_sk: Text na preklad

source: The action will be applied to
ar_sa: سيتم تطبيق الإجراء على
de_de: Die Aktion wird ausgeführt für
hu_hu: A művelet a következőre lesz alkalmazva:
ja_jp: 操作が適用されます：
lt_lt: Šis veiksmas bus taikomas:
nb_no: Handlingen vil bli brukt på
nl_nl: De handeling zal worden uitgevoerd op
pt_br: A ação será aplicada em
ro_ro: Acţiunea va fi aplicată la:
sk_sk: Akcia sa bude vzťahovať na

source: The action will be applied to the following
ar_sa: سيتم تطبيق الإجراء على ما يلي
de_de: Die Aktion wird für folgende Elemente ausgeführt
hu_hu: A művelet a következőkre lesz alkalmazva
ja_jp: 以下に操作が適用されます
lt_lt: Veiksmas bus taikomas šiems:
nb_no: Handlingen vil bli brukt på følgende
nl_nl: De handeling zal worden uitgevoerd op de volgende
pt_br: A ação será aplicada para os seguintes
ro_ro: Acțiunea va fi aplicată următoarelor
sk_sk: Akcia sa bude vzťahovať na nasledujúce

source: The action will not be applied to
ar_sa: لن يتم تطبيق الإجراء على
de_de: Die Aktion wird nicht angewendet
hu_hu: A művelet nem lesz alkalmazva a következőre:
ja_jp: 操作は適用されません：
lt_lt: Šis veiksmas nebus taikomas:
nb_no: Handlingen vil ikke bli brukt på
nl_nl: De actie wordt niet toegepast op
pt_br: A ação não será aplicada em
ro_ro: Acțiunea nu va fi aplicată la
sk_sk: Táto akcia sa nebude vzťahovať na
