Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Hide password
ar_sa: إخفاء كلمة المرور
de_de: Passwort verbergen
hu_hu: Jelszó elrejtése
ja_jp: パスワード非表示
lt_lt: Slėpti slaptažodį
nb_no: Skjul passord
nl_nl: Wachtwoord verbergen
pt_br: Ocultar senha
ro_ro: Ascunde parola
sk_sk: Skryť heslo

source: Highlight all
ar_sa: تسليط الضوء على الكل
de_de: Markieren Sie alles
hu_hu: Összes kiemelése
ja_jp: すべてを強調する
lt_lt: Pažymėti visus
nb_no: Marker alt
nl_nl: Alles markeren
pt_br: Destaque todos
ro_ro: Evidențiază toate
sk_sk: Zvýrazniť všetko

source: hours
ar_sa: ساعات
de_de: std
hu_hu: órák
ja_jp: 時間
nb_no: timer
nl_nl: Uren
pt_br: horas
ro_ro: ore
sk_sk: hodiny

source: Hyperbolic arc cosine
ar_sa: جيب التمام القوس الزائدي
de_de: Hyperbolischer Bogenkosinus
hu_hu: Hiperbolikus arkusz koszinusz
ja_jp: 双曲線アークコサイン
lt_lt: Hiperbolinis arkkosinusas
nb_no: Hyperbolisk cosinuskurve
nl_nl: Hyperbolische boogcosinus
pt_br: Arco cosseno hiperbólico
ro_ro: Cosinusină hiperbolică cu arc
sk_sk: Hyperbolický arkus kosínus

source: Hyperbolic arc sine
ar_sa: جيب القوس الزائدي
de_de: Hyperbolischer Arcussinus
hu_hu: Hiperbolikus arkusz szinusz
ja_jp: 双曲線arc-cosine
lt_lt: Hiperbolinis arksinusas
nb_no: Hyperbolisk sinuskurve
nl_nl: Hyperbolische boogsinus
pt_br: Arco seno hiperbólico
ro_ro: sinusul cu arc hiperbolic
sk_sk: Hyperbolický arkussínus

source: Hyperbolic arc tangent
ar_sa: ظل القوس الزائدي
de_de: Hyperbolischer Arcustangens
hu_hu: Hiperbolikus arkusz tangens
ja_jp: 双曲線arc-tangent
lt_lt: Hiperbolinis arktangentas
nb_no: Hyperbolisk tangenskurve
nl_nl: Hyperbolische boogtangens
pt_br: Arco tangente hiperbólico
ro_ro: Tangenta hiperbolică cu arc
sk_sk: Hyperbolický arkustangens

source: Hyperbolic cosine
ar_sa: جيب التمام الزائدي
de_de: Hyperbolischer Kosinus
hu_hu: Hiperbolikus koszinusz
ja_jp: 双曲線cos
lt_lt: Hiperbolinis kosinusas
nb_no: Hyperbolisk cosinus
nl_nl: Hyperbolische cosinus
pt_br: Cosseno hiperbólico
ro_ro: Cosinusină hiperbolică
sk_sk: Hyperbolický kosínus

source: Hyperbolic sine
ar_sa: الجيب الزائدي
de_de: Hyperbolischer Sinus
hu_hu: Hiperbolikus szinusz
ja_jp: 双曲線sin
lt_lt: Hiperbolinis sinusas
nb_no: Hyperbolisk sinus
nl_nl: Hyperbolische sinus
pt_br: Seno hiperbólico
sk_sk: Hyperbolický sínus

source: Hyperbolic tangent
ar_sa: ظل زائدي
de_de: Hyperbolischer Tangens
hu_hu: Hiperbolikus tangens
ja_jp: 双曲線tan
lt_lt: Hiperbolinis tangentas
nb_no: Hyperbolisk tangens
nl_nl: Hyperbolische tangens
pt_br: Tangente hiperbólica
sk_sk: Hyperbolický tangens

source: Hypertext markup language
ar_sa: لغة ترميز النص التشعبي
de_de: Hypertext-Auszeichnungssprache
hu_hu: Hipertext jelölőnyelv
ja_jp: ハイパーテキストマークアップ言語
nb_no: Markeringsspråk for hypertekst
nl_nl: HTML
pt_br: Linguagem de marcação de hipertexto
ro_ro: Limba marcajului hipertext
sk_sk: Hypertextový značkovací jazyk

source: I understand that this action is permanent.
ar_sa: أنا أفهم أن هذا الإجراء دائم.
de_de: Ich verstehe, dass diese Aktion dauerhaft ist.
hu_hu: Tudomásul veszem, hogy ez a művelet végleges.
ja_jp: 削除を再確認
nb_no: Jeg forstår at denne handlingen er permanent.
nl_nl: Ik begrijp dat dit een permanente actie is.
pt_br: Eu entendo que esta ação não poderá ser desfeita.
ro_ro: Înţeleg că această acţiune este permanentă.
sk_sk: Chápem, že táto akcia je trvalá.

source: Identifier
ar_sa: معرف
de_de: Bezeichner
hu_hu: Azonosító
ja_jp: 識別子
lt_lt: Identifikatorius
nb_no: Identifikator
nl_nl: Naam
pt_br: Identificador
sk_sk: Identifikátor

source: If you do not wish to reset your password, just ignore this email and your password will remain the same.
ar_sa: إذا كنت لا ترغب في إعادة تحديد كلمة المرور الخاصة بك ، فتجاهل هذا البريد الإلكتروني وستظل كلمة المرور كما هي.
de_de: Wenn Sie ihr Passwort nicht zurücksetzen wollen, ignorieren Sie diese E-Mail und ihr Passwort wird nicht geändert.
hu_hu: Ha nem szeretné visszaállítani a jelszavát, hagyja figyelmen kívül ezt az e-mailt, és a jelszava változatlan marad.
ja_jp: パスワードをリセットしたくない場合は、このメールを無視してください。パスワードは変更されません。
lt_lt: Jeigu jūs nenori atstatyti savo slaptažodžio, tiesiog ignoruokite šį el. laišką ir jūsų slaptažodis liks toks pat.
nb_no: Hvis du ikke ønsker å tilbakestille passordet ditt, kan du bare ignorere denne e -posten, og passordet forblir uendret.
nl_nl: Als u uw wachtwoord niet wilt resetten, negeer dan deze e-mail en uw wachtwoord zal ongewijzigd blijven.
pt_br: Se você não fez esta solicitação, você pode ignorar este e-mail e sua senha permanecerá a mesma.
ro_ro: Dacă nu doriți să vă resetați parola, ignorați acest e-mail și parola va rămâne aceeași.
sk_sk: Ak si neželáte obnoviť heslo, jednoducho ignorujte tento e-mail a vaše heslo zostane rovnaké.

source: Implications failed:
ar_sa: فشل التأثيرات:
de_de: Implikationen fehlgeschlagen:
hu_hu: A következtetések nem sikerültek:
ja_jp: 影響に失敗しました:
nl_nl: Gevolgen mislukt:
pt_br: Implicações falharam:
ro_ro: Implicații eșuate:
sk_sk: Dôsledky zlyhali:

source: Import
ar_sa: استورد
de_de: Importieren
hu_hu: Importálás
ja_jp: インポート
lt_lt: Importuoti
nb_no: Importer
nl_nl: Importeren
pt_br: Importar
ro_ro: Importă
sk_sk: Importovať

source: Import
ar_sa: استيراد
hu_hu: Importálás
ja_jp: インポート
nl_nl: Importeren
pt_br: Importar
ro_ro: Importă
sk_sk: Importovať

source: Import a %s into "%s
ar_sa: استيراد %s إلى %s
de_de: Importieren Sie ein %s in "%s
hu_hu: Importáljon egy %s -t a "%s"-be
ja_jp: %s を"%sにインポート
lt_lt: Importuoti %s į "%s
nb_no: Importer en %s til "%s
nl_nl: Importeer een %s in "%s
pt_br: Importar um %s para "%s
ro_ro: Importă un %s în%s
sk_sk: Importujte %s do "%s"

source: Import Completed
ar_sa: اكتمل الاستيراد
de_de: Import abgeschlossen
hu_hu: Importálás befejezve
ja_jp: インポートが完了しました
lt_lt: Importavimas Atliktas
nb_no: Import fullført
nl_nl: Importeren Voltooid
pt_br: Importação Completa
ro_ro: Import finalizat
sk_sk: Import dokončený

source: Import failed.
ar_sa: فشل الاستيراد.
de_de: Import fehlgeschlagen.
hu_hu: Importálás sikertelen.
ja_jp: インポートに失敗しました
lt_lt: Importavimas nepavyko.
nb_no: Import mislyktes.
nl_nl: De invoer is mislukt.
pt_br: A importação falhou.
ro_ro: Importare eșuată.
sk_sk: Import zlyhal.

source: Import Metadata from CSV file
ar_sa: استيراد الميتا بيانات من ملف CSV
de_de: Metadaten aus CSV-Datei importieren
hu_hu: Metaadatok importálása CSV-fájlból
ja_jp: メタデータをCSV形式でインポート
lt_lt: Importuoti Metaduomenis iš CSV failo
nb_no: Importer metadata fra CSV-fil
nl_nl: Importeer Metadata vanuit een CSV bestand
pt_br: Importar metadados de um arquivo CSV
ro_ro: Importă metadate din fișierul CSV
sk_sk: Importovať metadáta zo súboru CSV

source: Import Metadata from RDF file
ar_sa: استيراد الميتا بيانات من ملف RDF
de_de: Metadaten aus RDF-Datei importieren
hu_hu: Metaadatok importálása RDF fájlból
ja_jp: メタデータをRDF形式でインポート
lt_lt: Importuoti Metaduomenis iš RDF failo
nb_no: Importer metadata fra RDF-fil
nl_nl: Importeer Metadata vanuit een RDF bestand
pt_br: Importar Metadados de arquivo RDF
ro_ro: Importă metadate din fișierul RDF
sk_sk: Importovať metadáta zo súboru RDF

source: Import statistical analysis metadata
ar_sa: استيراد البيانات الفوقية للتحليل الإحصائي
de_de: Metadaten für statistische Analyse importieren
ja_jp: 統計解析メタデータをインポート
nl_nl: Metadata van statistische analyse importeren
pt_br: Importar metadados da análise estatística
ro_ro: Importă metadate de analiză statistică
sk_sk: Importovať metadáta štatistickej analýzy

source: Import succeeded.
ar_sa: نجح الاستيراد.
de_de: Der Import war erfolgreich.
hu_hu: Az importálás sikeres volt.
ja_jp: インポートが完了しました
lt_lt: Importavimas pavyko.
nb_no: Importen var vellykket.
nl_nl: De import is geslaagd.
pt_br: Importação bem sucedida.
ro_ro: Import cu succes.
sk_sk: Import bol úspešný.

source: Imported %1$d/%2$d. Some records are invalid.
ar_sa: تم استيراد %1$d/%2$d بعض السجلات غير صالحة.
de_de: %1$d/%2$d importiert. Einige Datensätze sind ungültig.
hu_hu: Importálva %1$d/%2$d. Néhány rekord érvénytelen.
ja_jp: %1$d/%2$d がインポートされました。一部のレコードが無効です。
lt_lt: Importuoti %1$d/%2$d. Kaikurie įrašai neteisingi.
nb_no: Importerte %1$d/%2$d. Noen poster er ugyldige.
nl_nl: Ingevoerd %1$d/%2$d. Sommige records zijn ongeldig.
pt_br: Importado %1$d/%2$d. Alguns registros são inválidos.
ro_ro: Importat %1$d/%2$d. Unele înregistrări sunt invalide.
sk_sk: Importované %1$d/%2$d. Niektoré záznamy sú neplatné.

source: Imported %d resources
ar_sa: تم استيراد %d من الموارد
de_de: %d Ressourcen importiert
hu_hu: Importált %d erőforrások
ja_jp: %d リソースをインポート
lt_lt: Importuoti %d resursai
nb_no: Importerte %d ressurser
nl_nl: Ingevoerde %d resources
pt_br: %d recursos importados
ro_ro: Resurse %d importate
sk_sk: Importované zdroje %d

source: Imported resource "%s
ar_sa: المورد المستورد "%s
de_de: Importierte Ressource "%s
hu_hu: Importált erőforrás "%s
ja_jp: "%s リソースをインポート
lt_lt: Importuotas resursas "%s
nb_no: Importerte ressurs "%s
nl_nl: Geïmporteerde resource "%s
pt_br: Recurso importado "%s
ro_ro: Resursa importată "%s
sk_sk: Importovaný zdroj „%s“

source: Imported successfully finished!
ar_sa: تم الاستيراد بنجاح!
de_de: Import erfolgreich abgeschlossen!
ja_jp: インポートが完了しました！
nl_nl: Geïmporteerde succesvol!
pt_br: Importado com sucesso finalizado!
ro_ro: Importat cu succes!
sk_sk: Import úspešne dokončený!

source: impossible to update task status
ar_sa: من المستحيل تحديث حالة المهمة
de_de: Es ist unmöglich, den Aufgabenstatus zu aktualisieren
hu_hu: lehetetlen frissíteni a feladat állapotát
ja_jp: タスクステータスを更新できません
lt_lt: neįmanoma atnaujinti užduoties būsenos
nb_no: umulig å oppdatere oppgavestatus
nl_nl: Onmogelijk om de taakstatus bij te werken
pt_br: impossível atualizar o status da tarefa
ro_ro: imposibilă actualizarea stării sarcinii
sk_sk: nemožné aktualizovať stav úlohy

source: In Progress
ar_sa: في تقدم
de_de: In Bearbeitung
hu_hu: Folyamatban van
ja_jp: 実施中
lt_lt: Vykdoma
nb_no: I arbeid
nl_nl: In uitvoering
pt_br: Em Execução
ro_ro: În curs
sk_sk: Prebieha

source: In progress
ar_sa: في تقدم
de_de: In Bearbeitung
hu_hu: Folyamatban van
ja_jp: 実施中
lt_lt: Vykdoma
nb_no: Under arbeid
nl_nl: Bezig
pt_br: Em Execução
ro_ro: În curs
sk_sk: Prebieha

source: Include all
ar_sa: تضمين الكل
de_de: Alle einbeziehen
ja_jp: すべて含める
nl_nl: Alles meenemen
pt_br: Incluir tudo
ro_ro: Include toate
sk_sk: Zahrnúť všetky

source: Include any
ar_sa: تضمين أي
de_de: Alle einbeziehen
ja_jp: いずれかを含める
nl_nl: Voeg alle toe
pt_br: Incluir qualquer coisa
ro_ro: Include orice
sk_sk: Zahrnúť akékoľvek

source: Include none
ar_sa: لا يشمل أي
de_de: Keine einbeziehen
ja_jp: 含めない
nl_nl: Geen toevoegen
pt_br: Não incluir nenhum
ro_ro: Nu include nimic
sk_sk: Žiadne nezahrnúť

source: Inclusive (AND)
ar_sa: دامج (و)
de_de: Inklusiv (UND)
hu_hu: Beleértve (ÉS)
ja_jp: 包括（AND)
nb_no: Inkludert (AND)
nl_nl: Inclusief (AND)
pt_br: Inclusivo (E)
ro_ro: Inclusiv (AND)
sk_sk: Inkluzívne (A)

source: Index
ar_sa: فهرس
ja_jp: インデックス
lt_lt: Indeksas
nb_no: Indeks
nl_nl: Indexeren
pt_br: Indexação
ro_ro: Indice

source: Index has been deleted for %s
ar_sa: تم حذف الفهرس لـ %s
de_de: Der Index wurde für %s gelöscht
hu_hu: Index törölve a következőhöz: %s
ja_jp: インデックスが %s で削除されました。
lt_lt: Indeksas buvo pašalintas iš %s
nb_no: Indeksen er slettet for %s
nl_nl: De index is verwijderd voor %s
pt_br: O índice foi excluído para %s
ro_ro: Indicele a fost șters pentru %s
sk_sk: Index bol odstránený pre %s

source: Infinity
ar_sa: لانهاية
de_de: Unendlich
hu_hu: Végtelenség
lt_lt: Begalybė
nb_no: Evighet
nl_nl: Oneindig
pt_br: Infinito
ro_ro: Infinitate
sk_sk: Nekonečno

source: Inherit the permission of the parent folder
ar_sa: وراثة إذن المجلد الأصلي
de_de: Erben Sie die Berechtigung des übergeordneten Ordners
ja_jp: 親フォルダの権限を継承する
nl_nl: De toestemming van de bovenliggende map overnemen
pt_br: Herdar a permissão da pasta pai
ro_ro: Moștenește permisiunea dosarului părinte
sk_sk: Zdediť povolenie nadradeného priečinka

source: Injector has to contains a valid "destination" field.
ar_sa: يجب أن يحتوي الحاقن على مجال مضبوط الوجهة.
de_de: Der Injektor muss ein gültiges „Ziel“-Feld enthalten.
hu_hu: Az injektornak érvényes „cél” mezőt kell tartalmaznia.
ja_jp: インジェクターには、有効な"destination"フィールドが含まれている必要があります。
lt_lt: Iterpiant reikalingas tinkamas "paskirties" parametras.
nb_no: Injektoren må inneholde et gyldig "destinasjonsfelt".
nl_nl: Injector moet een geldig "destination" veld bevatten.
pt_br: Injetor deve conter um campo "destino" válido.
ro_ro: Injectorul trebuie să conţină un câmp valid de "destinaţie".
sk_sk: Injektor musí obsahovať platné pole „destination“.

source: Injector has to contains a valid "source" field.
ar_sa: يجب أن يحتوي الحاقن على مجال مضبوط المصدر.
de_de: Der Injektor muss ein gültiges „Quelle“-Feld enthalten.
hu_hu: Az injektornak érvényes „source” mezőt kell tartalmaznia.
ja_jp: インジェクターには、有効な"source"フィールドが含まれている必要があります。
lt_lt: Iterpiant reikalingas tinkamas "šaltinio" parametras.
nb_no: Injektoren må inneholde et gyldig "kilde"-felt.
nl_nl: Injector moet een geldig "bronveld" bevatten.
pt_br: Injetor deve conter um campo "fonte" válido.
ro_ro: Injectorul trebuie să conțină un câmp valid "sursă".
sk_sk: Injektor musí obsahovať platné pole „zdroj“.

source: Inline
ar_sa: مضمن
de_de: Im Einklang
hu_hu: Beágyazott
ja_jp: インライン
nb_no: Linje
pt_br: Alinhado
sk_sk: Vložený

source: Install
ar_sa: تثبيت
de_de: Installieren
hu_hu: Telepítés
ja_jp: インストール
lt_lt: Įdiegti
nb_no: Installer
nl_nl: Installeren
pt_br: Instalar
ro_ro: Instalează
sk_sk: Inštalovať

source: Installation done.
ar_sa: تم التثبيت.
de_de: Installation beendet.
hu_hu: Telepítés kész.
ja_jp: インストール終了
lt_lt: Įdiegimas baigtas.
nb_no: Installasjon utført.
nl_nl: Installatie is gereed.
pt_br: Instalação concluída.
ro_ro: Instalare efectuată.
sk_sk: Inštalácia hotová.

source: Installation...
ar_sa: النصيب...
hu_hu: Telepítés...
ja_jp: インストール中...
lt_lt: Įdiegimas...
nb_no: Installasjon...
nl_nl: Installatie...
pt_br: Instalação...
ro_ro: Instalare...
sk_sk: Inštalácia...

source: Installed Extensions
ar_sa: الملحقات مثبتة
de_de: Installierte Erweiterungen
hu_hu: Telepített bővítmények
ja_jp: インストール済み拡張機能
lt_lt: Įdiegti Plėtiniai
nb_no: Installerte utvidelser
nl_nl: Geïnstalleerde extensies
pt_br: Extensões Instaladas
ro_ro: Extensii instalate
sk_sk: Nainštalované rozšírenia

source: Installed Version
ar_sa: نسخة مثبتة
de_de: Installierte Version
hu_hu: Telepített verzió
ja_jp: インストールバージョン
lt_lt: Įdiegta Versija
nb_no: Installert versjon
nl_nl: Geïnstalleerde versie
pt_br: Versão Instalada
ro_ro: Versiunea instalată
sk_sk: Nainštalovaná verzia

source: Installing extension %s...
ar_sa: يتم الآن تثبيت الملحق %s ...
de_de: Installieren der Erweiterung %s...
hu_hu: Bővítmény telepítése %s...
ja_jp: %s拡張機能をインストールしています...
lt_lt: Įdiegiamas plėtinys %s...
nb_no: Installerer utvidelse %s...
nl_nl: Geïnstalleerde extensie %s...
pt_br: Instalando extensões %s...
ro_ro: Instalare extensie %s...
sk_sk: Inštalácia rozšírenia %s...

source: Instance saved
ar_sa: تم حفظ المثال
de_de: Instanz gespeichert
hu_hu: Példány mentve
ja_jp: インスタンスが保存されました
lt_lt: Instanciją išsaugota
nb_no: Forekomsten er lagret
nl_nl: Instantie opgeslagen
pt_br: Instância salva
ro_ro: Instanță salvată
sk_sk: Inštancia uložená

source: Interface language
ar_sa: لغة الواجهة
de_de: Sprache der Benutzeroberfläche
hu_hu: Felhasználói felület nyelve
ja_jp: インタフェース言語
lt_lt: Sąsajos kalba
nb_no: Grensesnittspråk
nl_nl: Taal van de omgeving
pt_br: Linguagem da interface
ro_ro: Limba interfeței
sk_sk: Jazyk rozhrania

source: Interface Language
ar_sa: لغة الواجهة
de_de: Sprache der Benutzeroberfläche
hu_hu: Felhasználói felület nyelve
ja_jp: インタフェース言語
lt_lt: Sąsajos Kalba
nb_no: Grensesnittspråk
nl_nl: Taal van de omgeving
pt_br: Linguagem da Interface
ro_ro: Limba interfeței
sk_sk: Jazyk rozhrania

source: Interface Mode
ar_sa: وضع الواجهة
de_de: Schnittstellenmodus
ja_jp: インターフェイスモード
nl_nl: Interface modus
pt_br: Modo de interface
ro_ro: Mod Interfață
sk_sk: Režim rozhrania

source: Invalid CSP header.
ar_sa: رأس CSP غير مضبوط.
de_de: Ungültiger CSP-Header.
hu_hu: Érvénytelen CSP fejléc.
ja_jp: CSPヘッダーが無効です
nb_no: Ugyldig CSP-topptekst.
nl_nl: Ongeldige CSP-header.
pt_br: Cabeçalho CSP inválido.
ro_ro: Header CSP invalid.
sk_sk: Neplatná hlavička CSP.

source: Invalid date range (must be after or the same as: %s)
ar_sa: نطاق التاريخ غير مضبوط (يجب أن يكون بعد هذا التاريخ أو مثل : %s)
de_de: Ungültige Werte (muss nach oder gleich sein: %s)
hu_hu: Érvénytelen dátumtartomány (a következő értéknek későbbinek vagy azzal megegyezőnek kell lennie: %s)
ja_jp: 日付の範囲が無効（%s以降か同じにしてください）
lt_lt: Blogas datos intervalas (privalo būti paskui arba toks pat kaip: %s)
nb_no: Ugyldig datointervall (må være etter eller det samme som: %s)
nl_nl: Onjuist datum bereik (moet liggen na of op: %s)
pt_br: Intervalo de data inválido (deve ser depois ou o mesmo de: %s)
ro_ro: Interval de dată nevalid (trebuie să fie după sau la fel ca: %s)
sk_sk: Neplatný rozsah dátumov (musí byť neskorší alebo rovnaký ako: %s)

source: Invalid date range (must be after: %s)
ar_sa: نطاق التاريخ غيرمضبوط (يجب أن يكون بعد: %s
de_de: Ungültige Werte (muss nach %s sein)
hu_hu: Érvénytelen dátumtartomány (a következő értéknek kell lennie: %s)
ja_jp: 日付の範囲が無効（%s以降にしてください）
lt_lt: Neteisingas datos intervalas (privalo būti paskui: %s)
nb_no: Ugyldig datointervall (må være etter: %s)
nl_nl: Onjuist datum bereik (moet liggen na: %s)
pt_br: Intervalo de data inválido (deve ser após: %s)
ro_ro: Intervalul de date invalid (trebuie să fie după: %s)
sk_sk: Neplatný rozsah dátumov (musí byť po: %s)

source: Invalid date range (must be before or the same as: %s)
ar_sa: نطاق التاريخ غير مضبوط (يجب أن يكون قبل أو نفس: %s)
de_de: Ungültige Werte (muss vor oder gleich sein: %s)
hu_hu: Érvénytelen dátumtartomány (a következő értéknél korábbinak vagy azzal megegyezőnek kell lennie: %s)
ja_jp: 日付の範囲が無効（%s以前か同じにしてください）
lt_lt: Blogas datos intervalas (privalo būti prieš arba toks pat kaip: %s)
nb_no: Ugyldig datointervall (må være før eller det samme som: %s)
nl_nl: Onjuist datum bereik (moet liggen voor of op: %s)
pt_br: Intervalo de data inválido (deve ser depois ou o mesmo de: %s)
ro_ro: Intervalul de dată nevalid (trebuie să fie înainte sau identic ca: %s)
sk_sk: Neplatný rozsah dátumov (musí byť pred alebo rovnaký ako: %s)

source: Invalid date range (must be before: %s)
ar_sa: نطاق التاريخ غير مضبوط (يجب أن يكون قبل: %s)
de_de: Ungültige Werte (muss vor %s sein)
hu_hu: Érvénytelen dátumtartomány (előttinek kell lennie: %s)
ja_jp: 日付の範囲が無効（%s以前にしてください）
lt_lt: Neteisingas datos intervalas (privalo būti prieš: %s)
nb_no: Ugyldig datointervall (må være før: %s)
nl_nl: Onjuist datum bereik (moet liggen voor: %s)
pt_br: Intervalo de data inválido (deve ser após: %s)
ro_ro: Intervalul de date invalid (trebuie să fie înainte: %s)
sk_sk: Neplatný rozsah dátumov (musí byť pred: %s)

source: Invalid field length
ar_sa: طول الحقل غير صحيح
de_de: Ungültige Feldlänge
hu_hu: Érvénytelen mezőhossz
ja_jp: 不正なフィールド長
lt_lt: Neteisingas lauko ilgis
nb_no: Ugyldig feltlengde
nl_nl: Onjuiste veldlengte
pt_br: Tamanho do campo inválido
ro_ro: Lungime câmp nevalidă
sk_sk: Neplatná dĺžka poľa

source: Invalid field range (maximum value: %s)
ar_sa: نطاق الحقل غير مضبوط (القيمة القصوى: %s)
de_de: Ungültige Feldlänge (Maximalwert: %s)
hu_hu: Érvénytelen mezőtartomány (maximális érték: %s)
ja_jp: 無効なフィールドの範囲（最大値：%s）
lt_lt: Neteisingas lauko intervalas (maksimali reikšmė: %s)
nb_no: Ugyldig feltområde (maksimumverdi: %s)
nl_nl: Onjuiste veld waarde (maximum waarde: %s)
pt_br: Intervalo de campo inválido (valor máximo: %s)
ro_ro: Domeniu câmp nevalid (valoare maximă: %s)
sk_sk: Neplatný rozsah polí (maximálna hodnota: %s)

source: Invalid field range (minimum value: %1$s, maximum value: %2$s)
ar_sa: نطاق الحقل غير صالح (الحد الأدنى للقيمة: %1$s ، الحد الأقصى للقيمة: %2$s)
de_de: Ungültige Feldlänge (Minimalwert: %1$s, Maximalwert: %2$s)
hu_hu: Érvénytelen mezőtartomány (minimális érték: %1$s, maximális érték: %2$s)
ja_jp: 無効なフィールドの範囲（最小値：%1$s,最大値：%2$s）
lt_lt: Blogas lauko intervalas (minimali reikšmė: %1$s, maksimali reikšmė: %2$s)
nb_no: Ugyldig feltområde (minimumsverdi: %1$s, maksimumverdi: %2 $ s)
nl_nl: Onjuiste veld waarde (minimum waarde: %1$s, maximum waarde: %2$s)
pt_br: Intervalo de campo inválido (valor mínimo: %1$s, valor máximo: %2$s)
ro_ro: Domeniu câmp nevalid (valoare minimă: %1$s, valoare maximă: %2$s)
sk_sk: Neplatný rozsah polí (minimálna hodnota: %1$s, maximálna hodnota: %2$s)

source: Invalid field range (minimum value: %s)
ar_sa: نطاق الحقل غير صالح (الحد الأدنى للقيمة: %s)
de_de: Ungültige Feldlänge (Minimalwert: %s)
hu_hu: Érvénytelen mezőtartomány (minimális érték: %s)
ja_jp: 無効なフィールドの範囲（最小値：%s）
lt_lt: Neteisingas lauko intervalas (minimali reikšmė: %s)
nb_no: Ugyldig feltområde (minimumsverdi: %s)
nl_nl: Onjuiste veld waarde (minimum waarde: %s)
pt_br: Intervalo de campo inválido (valor mínimo: %s)
ro_ro: Domeniu câmp nevalid (valoare minimă: %s)
sk_sk: Neplatný rozsah polí (minimálna hodnota: %s)

source: Invalid file size (minimum %1$s bytes, maximum %2$s bytes)
ar_sa: حجم الملف غير مضبوط (الحد الأدنى %1$s بايت ، الحد الأقصى %2$s بايت)
de_de: Ungültige Dateigröße (Minimum %1$s Bytes, Maximal %2$s bytes)
hu_hu: Érvénytelen fájlméret (minimum %1$s bájt, maximum %2$s bájt)
ja_jp: 無効なファイルサイズ（最小値：%1$sバイト、最大値：%2$sバイト）
lt_lt: Neteisingas failo dydis (minimalus %1$s baitai, maksimalus %2$s baitai)
nb_no: Ugyldig filstørrelse (minimum %1$s bytes, maksimum %2$s bytes)
nl_nl: Niet toegestane bestandsgrootte (minimum %1$s bytes, maximum %2$s bytes)
pt_br: Tamanho do arquivo inválido (mínimo de %1$s bytes, máximo de %2$s bytes)
ro_ro: Dimensiune fișier nevalidă (minim %1$s octeți, maxim %2$s octeți)
sk_sk: Neplatná veľkosť súboru (minimálne %1$s bajtov, maximálne %2$s bajtov)

source: Invalid file type!
ar_sa: نوع الملف غير مضبوط!
de_de: Ungültiger Dateityp!
hu_hu: Érvénytelen fájltípus!
ja_jp: 不正なファイルタイプです
lt_lt: Neteisingas failo tipas!
nb_no: Ugyldig filtype!
nl_nl: Onjuiste bestandstype!
pt_br: Tipo de arquivo inválido!
ro_ro: Tip de fișier invalid!
sk_sk: Neplatný typ súboru!

source: Invalid input
ar_sa: مدخل غير مضبوط
de_de: Ungültige Eingabe
hu_hu: Érvénytelen bevitel
ja_jp: 不正な入力です
nb_no: Ugyldig input
pt_br: Entrada inválida
sk_sk: Neplatný vstup

source: Invalid input for function
ar_sa: إدخال غير مضبوط للوظيفة
de_de: Ungültige Eingabe für Funktion
hu_hu: Érvénytelen bemenet a függvényhez
ja_jp: 関数の入力が無効
lt_lt: Neteisinga įvestis funkcijai
nb_no: Ugyldig input for denne handlingen
nl_nl: Ongeldige invoer voor functie
pt_br: Entrada inválida para a função
ro_ro: Intrare nevalidă pentru funcție
sk_sk: Neplatný vstup pre funkciu

source: Invalid JSON config file: %s
ar_sa: ملف تكوين JSON غير مضبوط: %s
de_de: Ungültige JSON-Konfigurationsdatei: %s
hu_hu: Érvénytelen JSON konfigurációs fájl: %s
ja_jp: 無効な JSON 設定ファイル: %s
nl_nl: Ongeldig JSON configuratiebestand: %s
pt_br: Arquivo JSON de configuração inválido: %s
ro_ro: Fișier de configurare JSON nevalid: %s
sk_sk: Neplatný konfiguračný súbor JSON: %s

source: Invalid login or password. Please try again.
ar_sa: لا يتطابق مع حساب الدخول أو كلمة المرور. المرجو إعادة المحاولة.
de_de: Falscher Login oder Passwort. Bitte erneut versuchen.
hu_hu: Érvénytelen bejelentkezési név vagy jelszó. Kérjük, próbálja újra.
ja_jp: ログイン名またはパスワードが無効です。再度やり直してください。
lt_lt: Blogas prisijungimo vardas arba slaptažodis. Prašome bandyti dar kartą.
nb_no: Ugyldig brukernavn eller passord. Prøv på nytt.
nl_nl: Onjuiste login of wachtwoord. Probeer het opnieuw.
pt_br: Login ou senha inválidos. Por favor tente novamente.
ro_ro: Nume de conectare sau parolă incorecte. Vă rugăm să încercaţi din nou.
sk_sk: Neplatné prihlasovacie meno alebo heslo. Skúste to znova.
