Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Class uri provided is not a valid class.
ar_sa: ليست القسم المضبوط uri المقدمة.
de_de: Die angegebene Klassen-URI ist keine gültige Klasse.
hu_hu: A megadott osztály URI nem érvényes osztály.
ja_jp: 指定されたクラスuriは有効ではありません。
lt_lt: Pateiktas netinkamas klasės uri.
nb_no: Gitt mappe uri er ikke en gyldig mappe.
nl_nl: Class uri is geen geldige class.
pt_br: A classe uri fornecida não é uma classe válida.
ro_ro: Clasa uri furnizată nu este o clasă validă.
sk_sk: Zadaný identifikátor URI triedy nie je platnou triedou.

source: Cleaning up tmp space complete
ar_sa: اكتمل تنظيف الحيز tmp
de_de: Aufräumen des temporären Speicherplatzes abgeschlossen.
hu_hu: Az ideiglenes tárhely kiürítése befejeződött
ja_jp: tmpスペースのクリーンアップ完了
lt_lt: Laikinos atminties valymas atliktas
nb_no: Rydding av tmp-plass er fullført
nl_nl: Opruimen tmp ruimte voltooid
pt_br: Limpeza de espaço tmp completa
ro_ro: Curățarea spațiului Tmp completă
sk_sk: Vyčistenie priestoru TMP dokončené

source: Cleaning up tmp space started
ar_sa: بدأ تنظيف الحيز tmp
de_de: Aufräumen des temporären Speicherplatzes gestartet.
hu_hu: Az ideiglenes tárhely kiürítése elkezdődött
ja_jp: tmpスペースのクリーンアップを開始
lt_lt: Laikinos atminties valymas pradėtas
nb_no: Rydding av tmp-plass er påbegynt
nl_nl: Opruimen tmp ruimte begonnen
pt_br: Limpeza espaço tmp iniciado
ro_ro: Curățarea spațiului tmp a început
sk_sk: Čistenie priestoru TMP bolo spustené

source: Clear
ar_sa: واضح
de_de: Löschen
hu_hu: Világos
ja_jp: クリア
lt_lt: Išvalyti
nb_no: Nullstill
nl_nl: Wissen
pt_br: Apagar
ro_ro: Curăță
sk_sk: Jasné

source: Clear All
ar_sa: امسح الكل
de_de: Alles löschen
hu_hu: Összes törlése
ja_jp: すべてクリア
lt_lt: Išvalyti viską
nb_no: Nullstill alt
nl_nl: Alles wissen
pt_br: Apagar tudo
ro_ro: Șterge tot
sk_sk: Vymazať všetko

source: Clear all data
ar_sa: امسح كل البيانات
de_de: Alle Daten löschen
hu_hu: Az összes adat törlése
ja_jp: すべてのデータをクリア
lt_lt: Išvalyti visus duomenis
nb_no: Nullstill alle data
nl_nl: Alle gegevens wissen
pt_br: Apagar todos os dados
ro_ro: Ștergeți toate datele
sk_sk: Vymazať všetky údaje

source: Clear expression
ar_sa: تعبير واضح
de_de: Ausdruck löschen
hu_hu: Tiszta kifejezés
ja_jp: 表示をクリア
lt_lt: Išvalyti išraišką
nb_no: Nullstill uttrykk
nl_nl: Expressie wissen
pt_br: Apagar expressão
ro_ro: Șterge expresia
sk_sk: Jasný výraz

source: Clear History
ar_sa: تاريخ واضح
de_de: Verlauf löschen
hu_hu: Előzmények törlése
ja_jp: 履歴をクリア
lt_lt: Išvalyti Istoriją
nb_no: Nullstill Historikk
nl_nl: Historie wissen
pt_br: Limpar Histórico
ro_ro: Curăță Istoria
sk_sk: Vymazať históriu

source: Clear history
ar_sa: قصة واضحة
de_de: Verlauf löschen
hu_hu: Előzmények törlése
ja_jp: 履歴をクリア
lt_lt: Išvalyti istoriją
nb_no: Nullstill historikk
nl_nl: Historie wissen
pt_br: Limpar histórico
ro_ro: Ștergeți istoricul
sk_sk: Vymazať históriu

source: Clear selection
ar_sa: اختيار واضح
de_de: Auswahl löschen
hu_hu: Kijelölés törlése
ja_jp: 選択をクリア
lt_lt: Išvalyti pasirinimą
nb_no: Nullstill utvalg
nl_nl: Selectie wissen
pt_br: Apagar seleção
ro_ro: Ștergeți selecția
sk_sk: Vymazať výber

source: Clear the date time picker
ar_sa: امسح منتقي التاريخ والوقت
de_de: Das Datum-Zeit-Auswahlwerkzeug zurücksetzen
hu_hu: Dátum-idő kiválasztó törlése
ja_jp: デートタイムピッカーをクリア
nb_no: Nullstill datovelger
nl_nl: Wis de datumtijdkiezer
pt_br: Limpar o seletor de data e hora
ro_ro: Șterge selectorul de dată
sk_sk: Vymazať výber dátumu a času

source: Clear the stored variables
ar_sa: امسح المتغيرات المخزنة
de_de: Gespeicherte Variablen löschen
hu_hu: Törölje a tárolt változókat
ja_jp: 保存された変数の消去
lt_lt: Išvalyti saugomas reikšmes
nb_no: Nullstill lagrede variabler
nl_nl: Wis de opgeslagen variabelen
pt_br: Limpar as variáveis armazenadas
ro_ro: Ştergeţi variabilele stocate
sk_sk: Vymazať uložené premenné

source: Click to reload.
ar_sa: انقر لإعادة التحميل.
de_de: Klicken Sie, um neu zu laden.
hu_hu: Kattintson az újratöltéshez.
ja_jp: クリックで再読み込み
nb_no: Klikk for å laste siden på nytt.
nl_nl: Klik om opnieuw te laden.
pt_br: Clique para recarregar.
ro_ro: Click pentru a reîncărca.
sk_sk: Kliknite pre opätovné načítanie.

source: Click to start
ar_sa: انقر للبدء
de_de: Klicke zum Starten
ja_jp: クリックして開始
nl_nl: Klik om te starten
pt_br: Clique para começar
ro_ro: Clic pentru a începe
sk_sk: Kliknite pre začiatok

source: Close
ar_sa: إغلاق
de_de: Schließen
hu_hu: Közeli
ja_jp: 閉じる
lt_lt: Uždaryti
nb_no: Lukk
nl_nl: Sluiten
pt_br: FECHAR
ro_ro: Inchide
sk_sk: Zatvoriť

source: Close dialog
ar_sa: أغلق مربع الحوار
de_de: Dialog schließen
hu_hu: Párbeszédpanel bezárása
ja_jp: ダイアログを閉じる
nb_no: Lukk dialog
nl_nl: Dialoogvenster sluiten
pt_br: Fechar janela de diálogo
ro_ro: Închide dialogul
sk_sk: Zatvoriť dialógové okno

source: Close message
ar_sa: إنهاء الرسالة
de_de: Nachricht schließen
hu_hu: Üzenet bezárása
ja_jp: メッセージ終了
lt_lt: Uždaryti pranešimą
nb_no: Lukk melding
nl_nl: Bericht sluiten
pt_br: Fechar mensagem
ro_ro: Închide mesajul
sk_sk: Zatvoriť správu

source: Code Version
ar_sa: رمز النسخة
hu_hu: Kód verzió
ja_jp: コードバージョン
lt_lt: Kodo Versija
nb_no: Kodeversjon
nl_nl: Versie van de code
pt_br: Versão do Código
ro_ro: Versiune cod
sk_sk: Verzia kódu

source: Collecting of abandoned actions in the action queue ...
ar_sa: تجميع الإجراءات المتروكة في قائمة انتظار الإجراءات ...
de_de: Erfassen von nicht abgeschlossenen Aktionen in der Aktionswarteschlange ...
hu_hu: A műveleti sorban félbehagyott műveletek összegyűjtése ...
ja_jp: 操作キューに放棄された操作の収集...
lt_lt: Renkami apleisti veiksmai veiksmų eilėje ...
nb_no: Samling av forlatte handlinger i handlingskøen...
nl_nl: Verzamelen van afgebroken acties in de actiewachtrij ...
pt_br: Coletando ações abandonadas na fila de tarefas ...
ro_ro: Colectarea acțiunilor abandonate în coada de acțiune ...
sk_sk: Zhromažďovanie opustených akcií vo fronte akcií ...

source: Column
ar_sa: عمود
de_de: Spalte
hu_hu: Oszlop
ja_jp: 列
lt_lt: Stulpelis
nb_no: Kolonne
nl_nl: Kolom
pt_br: Coluna
ro_ro: Coloana
sk_sk: Stĺpec

source: command
ar_sa: أمر
de_de: Anweisung
hu_hu: parancs
nl_nl: commando
pt_br: comando
ro_ro: comandă
sk_sk: príkaz

source: Commands:
ar_sa: أوامر
de_de: Anweisung:
hu_hu: Parancsok:
ja_jp: コマンド:
nl_nl: Commando's:
pt_br: Comandos:
ro_ro: Comenzi
sk_sk: Príkazy:

source: comment...
ar_sa: تعلي...
de_de: kommentiere ...
hu_hu: megjegyzés...
ja_jp: コメント
nb_no: kommentar...
nl_nl: commentaar...
pt_br: comentário...
ro_ro: comentariu...
sk_sk: komentár...

source: Commit
ar_sa: التزم
de_de: Übernahme/Commit
hu_hu: Kötelezettségvállalás
ja_jp: コミット
lt_lt: Paskirti
nb_no: Utføre
nl_nl: Doorvoeren
pt_br: Aplicar
ro_ro: Comite
sk_sk: Potvrdiť

source: Completed
ar_sa: مكتمل
de_de: Abgeschlossen
hu_hu: Befejezve
ja_jp: 完了
nb_no: Fullført
nl_nl: Voltooid
pt_br: Concluído
ro_ro: Completat
sk_sk: Dokončené

source: Completed - Error
ar_sa: مكتمل - خطأ
de_de: Abgeschlossen - Fehler
hu_hu: Befejezve - Hiba
ja_jp: 完了 - エラー
lt_lt: Atlikta – Klaida
nb_no: Fullført - Feil
nl_nl: Voltooid - Probleem
pt_br: Concluído - Erro
ro_ro: Completat - Eroare
sk_sk: Dokončené - Chyba

source: Compressed tar file
ar_sa: ملف مضغوط tar
de_de: Komprimierte Tar-Datei
hu_hu: Tömörített tar fájl
ja_jp: 圧縮tarファイル
nb_no: Komprimert tar-fil
nl_nl: Gecomprimeerd tar bestand
pt_br: Arquivo tar comprimido
ro_ro: Fișier tar comprimat
sk_sk: Komprimovaný súbor tar

source: Compute the expression
ar_sa: احسب التعبير
de_de: Berechnen Sie den Ausdruck
hu_hu: Számítsd ki a kifejezést
ja_jp: 計算する
lt_lt: Apskaičiuoti išraišką
nb_no: Beregn uttrykket
nl_nl: Bereken de expressie
pt_br: Calcular a expressão
ro_ro: Calculează expresia
sk_sk: Vypočítajte výraz

source: Confirm
ar_sa: تأكد
de_de: Bestätigen
hu_hu: Megerősítés
ja_jp: 確認
lt_lt: Patvirtinti
nb_no: Bekreft
nl_nl: Bevestigen
pt_br: Confirmar
ro_ro: Confirmare
sk_sk: Potvrdiť

source: Connect to the TAO platform
ar_sa: قم بالاتصال بمنصة TAO
de_de: mit TAO Plattform verbinden
hu_hu: Csatlakozás a TAO platformhoz
ja_jp: CBTプラットホームへ接続
lt_lt: Prisijungimas prie elektroninio testavimo aplinkos
nb_no: Koble til TAO-plattformen
nl_nl: Verbind met het TAO platform
pt_br: Conectar-se à plataforma de TAO
ro_ro: Conectează-te la platforma TAO
sk_sk: Pripojte sa k platforme TAO

source: Continue
ar_sa: تابع
de_de: Fortfahren
hu_hu: Folytatás
ja_jp: 続行
nb_no: Fortsett
nl_nl: Doorgaan
pt_br: Continuar
ro_ro: Continuă
sk_sk: Pokračovať

source: Cookie Policy
ar_sa: سياسة ملفات تعريف الارتباط
de_de: Cookie-Richtlinie
hu_hu: Sütikre vonatkozó szabályzat
ja_jp: Cookieポリシー
nl_nl: Cookie beleid
pt_br: Política de Cookies
ro_ro: Politica privind cookie-urile
sk_sk: Zásady používania súborov cookie

source: Cookies Preferences
ar_sa: تفضيلات ملفات تعريف الارتباط
de_de: Cookies Einstellungen
ja_jp: Cookie の設定
nl_nl: Cookies Voorkeuren
pt_br: Preferências de Cookies
ro_ro: Preferințe cookie-uri
sk_sk: Nastavenia súborov cookie

source: Copy
ar_sa: نسخ
de_de: Kopieren
hu_hu: Másolat
ja_jp: コピー
lt_lt: Kopijuoti
nb_no: Kopier
nl_nl: Kopiëren
pt_br: Copiar
ro_ro: Copiază
sk_sk: Kopírovať

source: Copy to
ar_sa: نسخ الى
de_de: Kopieren nach
hu_hu: Másolás ide:
ja_jp: 指定コピー
lt_lt: Kopijuoti į
nb_no: Kopier til
nl_nl: Kopiëren naar
pt_br: Copiar para
ro_ro: Copiază în
sk_sk: Kopírovať do

source: Copy to clipboard
ar_sa: نسخ إلى الحافظة
de_de: In die Zwischenablage kopieren
hu_hu: Másolás a vágólapra
ja_jp: クリップボードにコピー
lt_lt: Kopijuoti į iškarpinę
nb_no: Kopier til utklippstavlen
nl_nl: Naar klembord kopiëren
pt_br: Copiar para área de transferência
ro_ro: Copiază în clipboard
sk_sk: Kopírovať do schránky

source: Cosine
ar_sa: جيب التمام
de_de: Kosinus
hu_hu: Koszinusz
ja_jp: cos
lt_lt: Kosinusas
nb_no: Kosinus
nl_nl: Cosinus
pt_br: Cosseno
sk_sk: Kosínus

source: count
ar_sa: عدد
de_de: zählen
hu_hu: gróf
ja_jp: カウント
nl_nl: tellen
pt_br: contar
ro_ro: număra
sk_sk: počítať

source: Create
ar_sa: إنشاء
de_de: Erstellen
hu_hu: Teremt
ja_jp: 作成
lt_lt: Sukurti
nb_no: Opprett
nl_nl: Aanmaken
pt_br: Criar
ro_ro: Crează
sk_sk: Vytvoriť

source: Create instance
ar_sa: إنشاء مثيل
de_de: Instanz erstellen
ja_jp: インスタンスを作成
nl_nl: Nieuw exemplaar aanmaken
pt_br: Criar instância
ro_ro: Crează instanță
sk_sk: Vytvoriť inštanciu

source: Create instance of
ar_sa: إنشاء مثيل من
de_de: Instanz erstellen von
hu_hu: Példány létrehozása a következőből:
ja_jp: のインスタンスを作成します
lt_lt: Sukurti instanciją
nb_no: Opprett en forekomst av
nl_nl: Maak een instantie aan van
pt_br: Criar instância de
ro_ro: Crează instanța lui
sk_sk: Vytvoriť inštanciu

source: Create translation
ar_sa: إنشاء تَرْجَمَة
de_de: Übersetzung erstellen
ja_jp: 翻訳を作成
nl_nl: Maak vertaling
pt_br: Criar tradução
ro_ro: Crează traducere
sk_sk: Vytvoriť preklad

source: Created
ar_sa: تم الإنشاء
de_de: Erstellt
hu_hu: Létrehozva
ja_jp: 作成されました
lt_lt: Sukurta
nb_no: Opprettet
nl_nl: Aangemaakt
pt_br: Criado
ro_ro: Creat
sk_sk: Vytvorené

source: Creating report ...
ar_sa: إعداد تقرير ..
de_de: Bericht erstellen ...
hu_hu: Jelentés létrehozása...
ja_jp: レポートを作成 ...
nb_no: Opprett rapport...
nl_nl: Rapport maken...
pt_br: Criando o relatório...
ro_ro: Se creează raportul...
sk_sk: Vytvára sa správa...

source: CSP Header settings were saved successfully!
ar_sa: تم حفظ معايير رأس الصفحة CSP بنجاح !
de_de: CSP-Header-Einstellungen wurden erfolgreich gespeichert!
hu_hu: A CSP fejlécbeállítások mentése sikeresen megtörtént!
ja_jp: CSPヘッダの設定が正常に保存されました
nb_no: Innstillinger for CSP-topptekst ble lagret!
nl_nl: CSP Header instellingen zijn succesvol opgeslagen!
pt_br: Configurações de cabeçalho CSP foram salvas com sucesso!
ro_ro: Setările de antet CSP au fost salvate cu succes!
sk_sk: Nastavenia hlavičky CSP boli úspešne uložené!

source: CSV
ar_sa: قيمة مفصولة بفاصلة
hu_hu: CSV-fájl

source: CSV file
ar_sa: ملف CSV
de_de: CSV-Datei
hu_hu: CSV-fájl
ja_jp: CSVファイル
lt_lt: CSV byla
nb_no: CSV-fil
nl_nl: CSV bestand
pt_br: Arquivo CSV
ro_ro: Fișier CSV
sk_sk: Súbor CSV

source: CSV Options
ar_sa: CSVالقيمة المفصولة بفاصلة خيارات
de_de: CSV-Optionen
hu_hu: CSV-beállítások
ja_jp: CSVオプション
lt_lt: CSV Pasirinkimai
nb_no: CSV-alternativer
nl_nl: CSV opties
pt_br: Opções CSV
ro_ro: Opțiuni CSV
sk_sk: Možnosti súboru CSV

source: Cube root
ar_sa: الجذر التكعيبي
de_de: Kubikwurzel
hu_hu: Köbgyök
ja_jp: 立方根
lt_lt: Kubinė šaknis
nb_no: Kubikkrot
nl_nl: Derdemachtswortel
pt_br: Raiz Cúbica
ro_ro: Rădăcină Cub
sk_sk: Kubický koreň

source: Current language
ar_sa: اللغة الحالية
de_de: Aktuelle Sprache
hu_hu: Jelenlegi nyelv
ja_jp: 現在の言語
lt_lt: Dabartinė kalba
nb_no: Gjeldende språk
nl_nl: Huidige taal
pt_br: Idioma atual
ro_ro: Limba curentă
sk_sk: Aktuálny jazyk

source: Current playback position
ar_sa: موضع التشغيل الحالي
de_de: Aktuelle Wiedergabeposition
hu_hu: Aktuális lejátszási pozíció
ja_jp: 現在の再生位置
lt_lt: Dabartinė atkūrimo vieta
nb_no: Gjeldende avspillingsposisjon
nl_nl: Huidige afspeelpositie
pt_br: Posição atual da reprodução
ro_ro: Poziția curentă de redare
sk_sk: Aktuálna pozícia prehrávania

source: currently has a dependency established with
ar_sa: حاليًا لديه تبعية تم إنشاؤها مع
de_de: hat derzeit eine Abhängigkeit mit
ja_jp: 現在依存関係が確立され
nl_nl: momenteel heeft een afhankelijkheid vastgesteld met
pt_br: atualmente tem uma dependência estabelecida com
ro_ro: în prezent există o dependență cu:
sk_sk: má v súčasnosti vytvorenú závislosť s

source: Data imported
ar_sa: البيانات المستوردة
de_de: Daten importiert
hu_hu: Importált adatok
ja_jp: データをインポートしました。
lt_lt: Duomenys importuoti
nb_no: Data importert
nl_nl: Data geïmporteerd
pt_br: Dados importados
ro_ro: Date importate
sk_sk: Importované údaje

source: Data imported successfully
ar_sa: تم استيراد البيانات بنجاح
de_de: Daten erfolgreich importiert
hu_hu: Az adatok importálása sikeresen megtörtént
ja_jp: インポートが完了しました
lt_lt: Duomenys importuoti sėkmingai
nb_no: Data importert
nl_nl: Data is succesvol geïmporteerd
pt_br: Importado com sucesso
ro_ro: Date importate cu succes
sk_sk: Údaje boli úspešne importované

source: Data imported. Some records are invalid.
ar_sa: البيانات المستوردة. بعض السجلات غير صالحة.
de_de: Daten importiert. Einige Einträge sind ungültig.
hu_hu: Adatok importálva. Néhány rekord érvénytelen.
ja_jp: データをインポートしました。一部のレコードは無効です。
lt_lt: Duomenys importuoti. Kaikurie įrašai neteisingi.
nb_no: Data importert. Noen registreriger er ugyldige.
nl_nl: Data is geïmporteerd. Sommige records zijn ongeldig.
pt_br: Dados importados. Alguns registros são inválidos.
ro_ro: Date importate. Unele înregistrări nu sunt valide.
sk_sk: Údaje boli importované. Niektoré záznamy sú neplatné.

source: Data language
ar_sa: لغة البيانات
de_de: Datensprache
hu_hu: Adatnyelv
ja_jp: データ言語
lt_lt: Duomenų kalba
nb_no: Data språk
nl_nl: Data taal
pt_br: Idioma dos dados
ro_ro: Limba datelor
sk_sk: Dátový jazyk

source: Data Language
ar_sa: لغة البيانات
de_de: Datensprache
hu_hu: Adatnyelv
ja_jp: データ言語
lt_lt: Duomenų Kalba
nb_no: Data Språk
nl_nl: Data taal
pt_br: Idioma dos dados
ro_ro: Limba datelor
sk_sk: Dátový jazyk

source: Data not imported. All records are invalid.
ar_sa: لم يتم استيراد البيانات. جميع السجلات غير صالحة.
de_de: Keine Daten importiert. Alle Einträge sind ungültig.
hu_hu: Az adatok importálása nem történt meg. Minden rekord érvénytelen.
ja_jp: データはインポートされませんでした。すべてのレコードは無効です。
lt_lt: Duomenys neimportuoti. Visi įrašai neteisingi.
nb_no: Data ble ikke importert. Alle registreringene er ugyldige.
nl_nl: Data is niet geïmporteerd. Alle records zijn ongeldig.
pt_br: Os dados não importados. Todos os registros são inválidos.
ro_ro: Datele nu au fost importate. Toate înregistrările nu sunt valide.
sk_sk: Dáta sa neimportovali. Všetky záznamy sú neplatné.

source: Data source URI
ar_sa: مصدر البيانات URI
de_de: Datenquellen-URI
hu_hu: Adatforrás URI
ja_jp: データソースURI
nb_no: Datakilde URI
nl_nl: Data bron URI
pt_br: URI fonte de dados
ro_ro: URI sursă date
sk_sk: URI zdroja údajov

source: Database file
ar_sa: ملف قاعدة البيانات
de_de: Datenbankdatei
hu_hu: Adatbázisfájl
ja_jp: データベースファイル
nb_no: Database-fil
nl_nl: Databank bestand
pt_br: Arquivo de banco de dados
ro_ro: Fișier bază de date
sk_sk: Databázový súbor

source: Date
ar_sa: التاريخ
de_de: Datum
hu_hu: Dátum
ja_jp: 日付
lt_lt: Data
nb_no: Dato
nl_nl: Datum
pt_br: Encontro
ro_ro: Data
sk_sk: Dátum

source: date range
ar_sa: المجال الزمني
de_de: Datumsbereich
hu_hu: dátumtartomány
ja_jp: 日付範囲
nb_no: dato-intervall
pt_br: período
sk_sk: rozsah dátumov

source: date time
ar_sa: التوقيت والتاريخ
de_de: Datum und Uhrzeit
hu_hu: dátum idő
ja_jp: 日付時間
nb_no: dato tid
nl_nl: datum tijd
pt_br: data/hora
ro_ro: dată dată
sk_sk: dátum a čas

source: date time range
ar_sa: المجال الزمني
de_de: Datum-Uhrzeit-Bereich
hu_hu: dátum-időtartomány
ja_jp: 日付時間範囲
nb_no: dato tidsintervall
nl_nl: datum tijdbereik
pt_br: intervalo de tempo
ro_ro: interval de timp
sk_sk: rozsah dátumu a času

source: Default search
ar_sa: البحث المعتاد
de_de: Standard-Suche
hu_hu: Alapértelmezett keresés
ja_jp: デフォルト検索
lt_lt: Numatyta paieška
nb_no: Standard søk
nl_nl: Standaard zoekopdracht
pt_br: Pesquisa padrão
ro_ro: Căutare implicită
sk_sk: Predvolené vyhľadávanie

source: default:
ar_sa: انعدام:
de_de: Standardeinstellung:
hu_hu: alapértelmezett:
ja_jp: デフォルト:
lt_lt: numatytas:
nb_no: standard:
nl_nl: standaard:
pt_br: padrão:
ro_ro: implicit:
sk_sk: predvolené:

source: Define the default values
ar_sa: حدد القيم المعتادة
de_de: Festlegen der Standardwerte
hu_hu: Az alapértelmezett értékek meghatározása
ja_jp: デフォルト値を定義します
lt_lt: Nustatyti numatytas reikšmes
nb_no: Definer standardverdiene
nl_nl: Definieer de standaardwaarden
pt_br: Definir valores padrão
ro_ro: Definiți valorile implicite
sk_sk: Definujte predvolené hodnoty

source: Deg
ar_sa: درجة
de_de: Grad
hu_hu: Fok
lt_lt: Laip.
nb_no: Grad
sk_sk: Stupeň

source: Degree
ar_sa: درجة
de_de: Grad
hu_hu: Fokozat
ja_jp: レベル
lt_lt: Laipsnis
nb_no: Grad
nl_nl: Graad
pt_br: Grau
ro_ro: Gradul
sk_sk: Titul

source: Delete
ar_sa: حذف
de_de: Löschen
hu_hu: Töröl
ja_jp: 削除
lt_lt: Ištrinti
nb_no: Slett
nl_nl: Verwijderen
pt_br: excluir
ro_ro: Ștergere
sk_sk: Odstrániť

source: Delete Left
ar_sa: حذف اليسار
de_de: Links löschen
hu_hu: Törlés balra
ja_jp: 左を削除
lt_lt: Ištrinti Kairėje
nb_no: Slett Venstre
nl_nl: Links wissen
pt_br: Excluir Esquerda
ro_ro: Șterge stânga
sk_sk: Odstrániť zľava

source: Delete Right
ar_sa: حذف اليمين
de_de: Rechts löschen
hu_hu: Törlés jobbra
ja_jp: 右を削除
lt_lt: Ištrinti Dešinėje
nb_no: Slett Høyre
nl_nl: Rechts wissen
pt_br: Excluir Direita
ro_ro: Sterge dreapta
sk_sk: Odstrániť doprava

source: Delete the term on the left side of the cursor
ar_sa: احذف المصطلح الموجود على الجانب الأيسر من المؤشر
de_de: Löschen Sie den Term auf der linken Seite des Cursors
hu_hu: Törölje a kurzor bal oldalán lévő kifejezést
ja_jp: カーソルの左部分を削除します
lt_lt: Ištrinti terminą kairėje pusėje žymeklio
nb_no: Slett ordet på venstre side av markøren
nl_nl: Verwijder de term aan de linkerkant van de cursor
pt_br: Excluir o termo no lado esquerdo do cursor
ro_ro: Șterge termenul de pe partea stângă a cursorului
sk_sk: Odstrániť výraz na ľavej strane kurzora

source: Delete the term on the right side of the cursor
ar_sa: احذف المصطلح الموجود على الجانب الأيمن من المؤشر
de_de: Löschen Sie den Term auf der rechten Seite des Cursors
hu_hu: Törölje a kurzor jobb oldalán lévő kifejezést
ja_jp: カーソルの右部分を削除します
lt_lt: Ištrinti terminą dešinėje pusėje žymeklio
nb_no: Slett ordet på høyre side av markøren
nl_nl: Verwijder de term aan de rechterkant van de cursor
pt_br: Excluir o termo no lado direito do cursor
ro_ro: Ștergeți termenul de pe partea dreaptă a cursorului
sk_sk: Odstrániť výraz na pravej strane kurzora

source: Deleting search index for %s
ar_sa: حذف فهرس البحث ل %s
de_de: Suchindex für %s wird gelöscht
hu_hu: Keresési index törlése a következőhöz: %s
ja_jp: %s の検索インデックスを削除します。
lt_lt: Šalinamas paieškos indeksas %s
nb_no: Sletter søkeindeks for %s
nl_nl: Verwijderen van de zoekindex voor %s
pt_br: Excluindo índice de pesquisa para %s
ro_ro: Ştergerea indexului de căutare pentru %s
sk_sk: Odstraňuje sa index vyhľadávania pre %s

source: Deleting this property will also remove the dependency
ar_sa: حذف هذه الخاصية سيؤدي أيضا إلى إزالة التبعية
de_de: Das Löschen dieser Eigenschaft entfernt auch die Abhängigkeit
ja_jp: このプロパティを削除すると依存関係も削除されます
nl_nl: Het verwijderen van deze eigenschap zal ook de afhankelijkheid verwijderen
pt_br: Excluindo esta propriedade também removerá a dependência
ro_ro: Ștergerea acestei proprietăți va elimina și dependența
sk_sk: Odstránením tejto vlastnosti sa odstráni aj závislosť

source: Demo Sandbox
ar_sa: تجريب Sandbox
hu_hu: Demó homokozó
ja_jp: サンドボックス
lt_lt: Smėlio dėžė
ro_ro: Cutie de nisip demo

source: Dependency URI Path
ar_sa: مسار URI التابع
de_de: Abhängigkeits-URI-Pfad
ja_jp: 依存関係の URI パス
nl_nl: Afhankelijke URI Pad
pt_br: Caminho da URI de dependência
ro_ro: Cale URI de dependență
sk_sk: Cesta URI závislosti

source: Depends on property
ar_sa: الاعتماد على الممتلكات
de_de: Abhängig von Objekt
ja_jp: プロパティに依存します
nl_nl: Afhankelijk van eigenschap
pt_br: Depende da propriedade
ro_ro: Depinde de proprietate
sk_sk: Závisí od nehnuteľnosti

source: Did you mean %s?
ar_sa: هل تقصد %s?
de_de: Meinten Sie %s?
hu_hu: Úgy érted, hogy %s?
ja_jp: %s のことですか？
nl_nl: Bedoelde u %s?
pt_br: Você quis dizer %s?
ro_ro: Ai vrut să spui %s?
sk_sk: Mali ste na mysli %s?

source: Digit 0
ar_sa: عدد 0
de_de: Ziffer 0
hu_hu: 0. számjegy
lt_lt: Skaitmuo 0
nb_no: Siffer 0
nl_nl: Cijfer 0
pt_br: Dígito 0
sk_sk: Číslica 0

source: Digit 1
ar_sa: عدد1
de_de: Ziffer 1
hu_hu: 1. számjegy
lt_lt: Skaitmuo 1
nb_no: Siffer 1
nl_nl: Cijfer 1
pt_br: Dígito 1
sk_sk: Číslica 1

source: Digit 2
ar_sa: عدد 2
de_de: Ziffer 2
hu_hu: 2. számjegy
lt_lt: Skaitmuo 2
nb_no: Siffer 2
nl_nl: Cijfer 2
pt_br: Dígito 2
sk_sk: Číslica 2

source: Digit 3
ar_sa: عدد 4
de_de: Ziffer 3
hu_hu: 3. számjegy
lt_lt: Skaitmuo 3
nb_no: Siffer 3
nl_nl: Cijfer 3
pt_br: Dígito 3
sk_sk: Číslica 3

source: Digit 4
ar_sa: عدد 4
de_de: Ziffer 4
hu_hu: 4. számjegy
lt_lt: Skaitmuo 4
nb_no: Siffer 4
nl_nl: Cijfer 4
pt_br: Dígito 4
sk_sk: Číslica 4

source: Digit 5
ar_sa: عدد 5
de_de: Ziffer 5
hu_hu: 5. számjegy
lt_lt: Skaitmuo 5
nb_no: Siffer 5
nl_nl: Cijfer 5
pt_br: Dígito 5
sk_sk: Číslica 5

source: Digit 6
ar_sa: عدد 6
de_de: Ziffer 6
hu_hu: 6. számjegy
lt_lt: Skaitmuo 6
nb_no: Siffer 6
nl_nl: Cijfer 6
pt_br: Dígito 6
sk_sk: Číslica 6

source: Digit 7
ar_sa: عدد7
de_de: Ziffer 7
hu_hu: 7. számjegy
lt_lt: Skaitmuo 7
nb_no: Siffer 7
nl_nl: Cijfer 7
pt_br: Dígito 7
sk_sk: Číslica 7

source: Digit 8
ar_sa: عدد8
de_de: Ziffer 8
hu_hu: 8. számjegy
lt_lt: Skaitmuo 8
nb_no: Siffer 8
nl_nl: Cijfer 8
pt_br: Dígito 8
sk_sk: Číslica 8

source: Digit 9
ar_sa: عدد9
de_de: Ziffer 9
hu_hu: 9. számjegy
lt_lt: Skaitmuo 9
nb_no: Siffer 9
nl_nl: Cijfer 9
pt_br: Dígito 9
sk_sk: Číslica 9

source: Disabled %s
ar_sa: %s معطل
de_de: %s deaktiviert
hu_hu: Letiltva %s
ja_jp: %s 無効
lt_lt: Išjungtas %s
nb_no: Deaktivert %s
nl_nl: Uitgeschakeld %s
pt_br: Desativado %s
ro_ro: Dezactivat %s
sk_sk: Zakázané %s

source: Do you want to override "%s"?
ar_sa: هل تريد تجاوز "%s"؟
de_de: Möchten Sie "%s " überschreiben?
ja_jp: "%s" を上書きしますか？
nl_nl: Wilt u overschrijven "%s"?
pt_br: Deseja substituir "%s"?
ro_ro: Vrei să suprascrii "%s"?
sk_sk: Chcete prepísať „%s“?

source: Do you wish to install the following extension(s): %s?
ar_sa: هل ترغب في تثبيت الملحقات التالية: %s?
de_de: Möchten Sie folgende Erweiterung(en) installieren: %s?
hu_hu: Szeretnéd telepíteni a következő bővítmény(eke)t? %s?
ja_jp: この拡張機能をインストールしますか: %s?
lt_lt: Ar norite įdiegti šiuos plėtinius: %s?
nb_no: Ønsker du å installere følgende utvidelse(r): %s?
nl_nl: Wilt u de volgende extensie(s) instaleren: %s?
pt_br: Você deseja instalar a(s) seguinte(s) extensão(s): %s?
ro_ro: Doriți să instalați următoarele extensii: %s?
sk_sk: Chcete nainštalovať nasledujúce rozšírenie (rozšírenia): %s?
