Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: You cannot move the selected resources in the class %s
ar_sa: لا يمكنك نقل الموارد المحددة في الفصل الدراسي %s
de_de: Sie können die ausgewählten Ressourcen in der Klasse %s nicht verschieben
hu_hu: A kiválasztott erőforrásokat nem lehet áthelyezni a %sosztályban.
ja_jp: クラス %s で選択したリソースを移動することはできません。
lt_lt: Jūs negalite perkelti pasirinktų resursų iš %s klasės
nb_no: Du kan ikke flytte de valgte ressursene i mappe %s
nl_nl: U kunt de geselecteerde resources niet verplaatsen in de klasse %s
pt_br: Você não pode mover os recursos selecionados para a classe %s
ro_ro: Nu puteți muta resursele selectate în clasa %s
sk_sk: Vybrané zdroje v triede nie je možné presunúť %s

source: You currently have no access to the platform
ar_sa: ليس لديك حاليا وصول إلى المنصة
de_de: Sie haben im Moment keinen Zugriff zur Plattform
hu_hu: Jelenleg nincs hozzáférésed a platformhoz
ja_jp: あなたは、現在のプラットフォームにアクセスできません
lt_lt: Jūs šiuo metu neturite prieigos prie platformos
nb_no: Du har for øyeblikket ingen tilgang
nl_nl: U heeft momenteel geen toegang tot het platform
pt_br: Atualmente você não tem acesso à plataforma
ro_ro: Momentan nu ai acces la platformă
sk_sk: Momentálne nemáte prístup k platforme

source: You do not have the required rights to edit this resource.
ar_sa: ليس لديك الحقوق المطلوبة لتحرير هذا المورد.
de_de: Sie haben nicht die erforderlichen Rechte um die Ressource zu bearbeiten.
hu_hu: Nincsenek meg a szükséges jogosultságai ennek az erőforrásnak a szerkesztéséhez.
ja_jp: あなたはこのリソースを編集するための権限を持っていません
lt_lt: Jūs neturite reikalaujamų teisių redaguotį šį resursą.
nb_no: Du har ikke nok rettigheter til å redigere denne ressursen.
nl_nl: U heeft niet de benodigde rechten om deze bron aan te passen
pt_br: Você não tem permissão para editar este recurso.
ro_ro: Nu ai drepturile necesare pentru a edita această resursă.
sk_sk: Nemáte potrebné práva na úpravu tohto zdroja.

source: You have been locked due to too many failed login attempts.
ar_sa: لقد تم إغلاق حسابك بسبب محاولات تسجيل دخول فاشلة أكثر من اللازم.
de_de: Sie wurden aufgrund zu vieler fehlgeschlagener Anmeldeversuche gesperrt.
hu_hu: Túl sok sikertelen bejelentkezési kísérlet miatt zároltuk az oldalt.
ja_jp: 誤ったログインが複数回おこなわれたため，ロックされました
lt_lt: Jūs buvote užrakintas dėl per daug nepavykusių prisijungimo bandymų.
nb_no: Kontoen din har blitt sperret på grunn av for mange mislykkede påloggingsforsøk
nl_nl: U bent geblokkeerd door te veel mislukte aanmeldingspogingen.
pt_br: Você foi bloqueado devido a muitas tentativas de login.
ro_ro: Ați fost blocat din cauza prea multor încercări de conectare eșuate.
sk_sk: Boli ste zablokovaný kvôli príliš veľkému počtu neúspešných pokusov o prihlásenie.

source: You have been logged out. Please login again
ar_sa: لقد تم تسجيل الخروج. رجاء تسجيل الدخول
de_de: Sie wurden ausgeloggt. Bitte melden Sie sich erneut an
hu_hu: Kijelentkezett. Kérjük, jelentkezzen be újra.
ja_jp: ログアウトしています。再度ログインしてください。
lt_lt: Jūs esate atsijungę. Prašome prisijungti dar kartą
nb_no: Du har blitt logget ut. Logg inn igjen
nl_nl: U bent uitgelogd. Gelieve opnieuw in te loggen
pt_br: A sua sessão foi encerrada. Por favor, inicie sessão novamente
ro_ro: Ai fost deconectat. Te rugăm să te autentifici din nou
sk_sk: Boli ste odhlásený/á. Prihláste sa znova.

source: You must activate JavaScript in your browser to run this application.
ar_sa: يجب عليك تنشيط JavaScript في المتصفح الخاص بك لتشغيل هذا التطبيق.
de_de: Um diese Anwendung auszuführen muss JavaScript in Ihrem Browser aktiviert werden.
hu_hu: Az alkalmazás futtatásához engedélyeznie kell a JavaScriptet a böngészőjében.
ja_jp: このアプリケーションを実行するには、ブラウザーのJavaScriptを有効にする必要があります
lt_lt: Jūs privalote aktyvuoti JavaScript savo naršyklėje, kad paleistumėte programą.
nb_no: Du må aktivere JavaScript i nettleseren din for å kjøre denne applikasjonen.
nl_nl: U dient Javascript te activeren in uw browser om deze applicatie te starten.
pt_br: Você deve ativar JavaScript no seu navegador para executar este aplicativo.
ro_ro: Trebuie să activați JavaScript în browser pentru a rula această aplicație.
sk_sk: Pre spustenie tejto aplikácie musíte vo svojom prehliadači aktivovať JavaScript.

source: Your account has been locked, please contact your administrator.
ar_sa: تم إغلاق حسابك ، يرجى الاتصال بالمسؤول.
de_de: Ihr Konto wurde gesperrt. Bitte wenden Sie sich an Ihren Administrator.
hu_hu: Fiókja zárolva van, kérjük, vegye fel a kapcsolatot a rendszergazdával.
ja_jp: アカウントがロックされていますので、管理者に問合せてください。
lt_lt: Jūsų paskyra buvo užrakinta, prašome susisiekti su jūsų administratoriumi.
nb_no: Kontoen din er sperret. Kontakt din administrator.
nl_nl: Uw account is geblokkeerd, neem contact op met uw beheerder.
pt_br: Sua conta foi bloqueada, por favor, contate o administrador.
ro_ro: Contul dumneavoastră a fost blocat, vă rugăm să contactaţi administratorul.
sk_sk: Váš účet bol zablokovaný, kontaktujte, prosím, svojho administrátora.

source: Your browser does not meet the technical requirements to run TAO.
ar_sa: المتصفح الخاص بك لا يفي بالمتطلبات الفنية لتشغيل TAO.
de_de: Ihr Browser erfüllt nicht die technischen Voraussetzungen zur Ausführung von TAO.
hu_hu: A böngésződ nem felel meg a TAO futtatásához szükséges technikai követelményeknek.
ja_jp: お使いのブラウザはTAOを実行するための技術的要件を満たしていません。
lt_lt: Jūsų naršyklė neatitinka techninių reikalavimų paleisti TAO.
nb_no: Nettleseren din oppfyller ikke de tekniske kravene for å kjøre TAO.
nl_nl: Uw browser voldoet niet aan de technische eisen voor het gebruik van TAO.
pt_br: Seu navegador não atende aos requisitos técnicos para executar o TAO.
ro_ro: Browserul dvs. nu îndeplinește cerințele tehnice pentru a rula TAO.
sk_sk: Váš prehliadač nespĺňa technické požiadavky na spustenie TAO.

source: Your browser does not support copying to the clipboard
ar_sa: متصفحك لا يدعم النسخ إلى الحافظة
de_de: Ihr Browser unterstützt das Kopieren in die Zwischenablage nicht
hu_hu: A böngésződ nem támogatja a vágólapra másolást
ja_jp: お使いのブラウザはクリップボードへのコピーをサポートしていません。
lt_lt: Jūsų naršyklė nepalaiko kopijavimo į iškarpinę
nb_no: Nettleseren din støtter ikke kopiering til utklippstavlen
nl_nl: Uw browser ondersteunt het kopiëren naar het clipboard niet
pt_br: Seu navegador não suporta copiar para a área de transferência
ro_ro: Browserul dvs. nu acceptă copierea în clipboard
sk_sk: Váš prehliadač nepodporuje kopírovanie do schránky

source: Your browser doesn’t support the audio player.
ar_sa: متصفحك لايحتمل مشغل الصوت.
de_de: Ihr Browser unterstützt den Audioplayer nicht.
hu_hu: A böngésződ nem támogatja az audiolejátszót.
ja_jp: お使いのブラウザがオーディオプレイヤーをサポートしていません。
lt_lt: Jūsų naršyklė nepalaiko audio grotuvo.
nb_no: Nettleseren din støtter ikke lydavspilleren.
nl_nl: Uw browser ondersteunt de audiospeler niet.
pt_br: Seu navegador não suporta o reprodutor de áudio.
ro_ro: Browserul tău nu acceptă playerul audio.
sk_sk: Váš prehliadač nepodporuje audio prehrávač.

source: Your browser doesn’t support the video player.
ar_sa: متصفحك لا يحتمل مشغل الفيديو.
de_de: Ihr Browser unterstützt den Videoplayer nicht.
hu_hu: A böngésződ nem támogatja a videolejátszót.
ja_jp: お使いのブラウザーがビデオプレーヤーをサポートしていません。
lt_lt: Jūsų naršyklė nepalaiko vaizdo grotuvo.
nb_no: Nettleseren din støtter ikke videoavspilleren.
nl_nl: Uw browser ondersteunt de videospeler niet.
pt_br: Seu navegador não suporta o reprodutor de vídeo.
ro_ro: Browserul tău nu suportă player-ul video.
sk_sk: Váš prehliadač nepodporuje prehrávač videa.

source: Your mail
ar_sa: بريدك الإلكتروني
de_de: Ihre Nachrichten
hu_hu: Az Ön levelei
ja_jp: メールアドレス
lt_lt: Jūsų paštas
nb_no: Din E-post
nl_nl: Uw mail
pt_br: Seu e-mail
ro_ro: E-mailul tău
sk_sk: Vaša pošta

source: Your TAO Password
ar_sa: كلمة مرور TAO الخاصة بك
de_de: Ihr TAO Passwort
hu_hu: Az Ön TAO jelszava
ja_jp: TAOパスワード
lt_lt: Jūsų TAO Slaptažodis
nb_no: Ditt TAO passord
nl_nl: Uw TAO wachtwoord
pt_br: Sua senha TAO
ro_ro: Parola ta TAO
sk_sk: Vaše heslo TAO

source: ZIP archive
ar_sa: أرشيف ZIP
de_de: ZIP-Archiv
hu_hu: ZIP archívum
ja_jp: ZIPアーカイブ
nb_no: ZIK arkiv
nl_nl: ZIP bestand
pt_br: Arquivo ZIP
ro_ro: Arhivă ZIP
sk_sk: ZIP archív

source: AC
hu_hu: Légkondicionáló
sk_sk: Klimatizácia

source: Ans
hu_hu: Válasz
nb_no: Svar
sk_sk: Odpoveď

source: Calc speadsheet (Staroffice)
de_de: Calc-Arbeitsblatt (StarOffice)
hu_hu: Calc táblázat (Staroffice)
ja_jp: スプレッドシート (Staroffice)
nb_no: Calc regneark (Staroffice)
nl_nl: Calc speadsheet (Staroffice) bestand
pt_br: Planilha Calc (Staroffice)
ro_ro: Foaie de difuzare Calc (Stilou)
sk_sk: Tabuľka Calc (Staroffice)

source: cos
hu_hu: kötözősaláta
sk_sk: kos

source: cosh
de_de: Hyperbelsinus
hu_hu: bunkó
sk_sk: šikovný

source: sin
hu_hu: bűn
nl_nl: zonde
pt_br: seno
ro_ro: păcat
sk_sk: hriech

source: tan
hu_hu: cserszínű
nl_nl: di
sk_sk: opálenie

source: Unique Identifier
sk_sk: Jedinečný identifikátor

source: WebHooks
sk_sk: WebHooky
