Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Microsoft Office Document Imaging
ar_sa: تصوير مستندات مايكروسوفت أوفيس
de_de: Microsoft Office-Dokument-Imaging
hu_hu: Microsoft Office dokumentumképalkotás
ja_jp: Microsoft Officeドキュメントイメージング
nb_no: Microsoft Office bildebehandling
nl_nl: Microsoft Office document afbeelding
pt_br: Imagens de documentos do Microsoft Office
ro_ro: Imagine document Microsoft Office
sk_sk: Zobrazovanie dokumentov balíka Microsoft Office

source: Microsoft Powerpoint
ar_sa: مايكروسوفت باوربوينت

source: Microsoft Powerpoint slideshow
ar_sa: عرض شرائح مايكروسوفت باوربوينت
de_de: Microsoft Powerpoint-Präsentationsmodus
hu_hu: Microsoft PowerPoint diavetítés
ja_jp: Microsoft Powerpointスライドショウ
nb_no: Lysbildefremvisning fra Microsoft Powerpoint
nl_nl: Microsoft Powerpoint presentatie
pt_br: Slideshow do Microsoft Powerpoint
ro_ro: slideshow Microsoft Powerpoint
sk_sk: Prezentácia v programe Microsoft PowerPoint

source: Microsoft Project file
ar_sa: ملف مشروع مايكروسوفت
de_de: Microsoft Project-Datei
hu_hu: Microsoft Project fájl
ja_jp: Microsoft Projectファイル
nb_no: Microsoft Project-fil
nl_nl: Microsoft Project bestand
pt_br: Arquivo do Microsoft Project
ro_ro: Fișier proiect Microsoft
sk_sk: Súbor programu Microsoft Project

source: Microsoft Visio file
ar_sa: ملف مايكروسوفت فيزيو
de_de: Microsoft Visio-Datei
hu_hu: Microsoft Visio-fájl
ja_jp: Microsoft Visioファイル
nb_no: Microsoft Visio-fil
nl_nl: Microsoft Visio bestand
pt_br: Arquivo do Microsoft Visio
ro_ro: Fişier Visio Microsoft
sk_sk: Súbor programu Microsoft Visio

source: Microsoft Word
ar_sa: مايكروسوفت وورد

source: Microsoft Word template
ar_sa: قالب مايكروسوفت وورد
de_de: Microsoft Word-Vorlage
hu_hu: Microsoft Word sablon
ja_jp: Microsoft Wordテンプレート
nb_no: Microsoft Word-mal
nl_nl: Microsoft Word sjabloon
pt_br: Modelo do Microsoft Word
ro_ro: Şablon Word Microsoft
sk_sk: Šablóna pre Microsoft Word

source: Microsoft Works file
ar_sa: ملف مايكروسوفت ووركس
de_de: Microsoft Works-Datei
hu_hu: Microsoft Works fájl
ja_jp: Microsoft Wordファイル
nb_no: Microsoft Works-fil
nl_nl: Microsoft Works bestand
pt_br: Arquivo Microsoft Works
ro_ro: Fişier Microsoft Works
sk_sk: Súbor Microsoft Works

source: Microsoft XPS file
ar_sa: ملف مايكروسوفت XPS
de_de: Microsoft XPS-Datei
hu_hu: Microsoft XPS-fájl
ja_jp: Microsoft XPSファイル
nb_no: Microsoft XPS-fil
nl_nl: Microsoft XPS bestand
pt_br: Arquivo Microsoft XPS
ro_ro: Fişier Microsoft XPS
sk_sk: Súbor Microsoft XPS

source: MIME encapsulation of aggregate HTML documents
ar_sa: تغليف MIME لوثائق HTML المجمعة
de_de: MIME-Kapselung aggregierter HTML-Dokumente
hu_hu: Összesített HTML dokumentumok MIME beágyazása
ja_jp: HTML文書の集合体のMIMEカプセル化
nb_no: MIME-innkapsling av samlede HTML-dokumenter
nl_nl: MIME inkapseling van aggregate HTML-documenten
pt_br: Encapsulamento MIME de documentos HTML agregados
ro_ro: Încapsularea MIME a documentelor HTML agregate
sk_sk: MIME zapuzdrenie agregovaných HTML dokumentov

source: Mind mapping software application (free mind open source)
ar_sa: تطبيق برنامج رسم الخرائط الذهنية (العقل الحر مفتوح المصدر)
de_de: Mind-Mapping-Softwareanwendung (kostenlose Mind-Open-Source-Software)
hu_hu: Gondolattérkép-készítő szoftveralkalmazás (ingyenes, nyílt forráskódú)
ja_jp: マインドマップ・アプリ (free mind open source)
nb_no: Mind mapping programvare (gratis åpen kildekode)
nl_nl: Geheugenmapping software applicatie (gratis open source)
pt_br: Aplicativo de software de mapeamento mental (código aberto livre)
ro_ro: Mind mapping aplicație (sursă deschisă gratuită pentru mentă)
sk_sk: Softvérová aplikácia na mapovanie mysle (bezplatná open source aplikácia)

source: minimum %s
ar_sa: الحد الأدنى %s
de_de: mindestens %s
ja_jp: 最小 %s
pt_br: mínimo %s
ro_ro: minim %s
sk_sk: minimálne %s

source: minutes
ar_sa: دقائق
de_de: Minuten
hu_hu: jegyzőkönyv
ja_jp: 分
lt_lt: minutės
nb_no: minutter
nl_nl: minuten
pt_br: Minutos
ro_ro: minute
sk_sk: minúty

source: missing config %s for the service %s
ar_sa: التكوين المفقود %s للخدمة %s
de_de: Fehlende Konfiguration %s für den Dienst %s
hu_hu: hiányzó konfiguráció %s a szolgáltatáshoz %s
ja_jp: サービス %s のconfig %s が見つかりません。
lt_lt: trūksta konfigūracijos %s servisui %s
nb_no: mangler konfigurasjon %s for tjenesten %s
nl_nl: ontbrekende configuraties %s voor de service %s
pt_br: falta a configuração %s para o serviço %s
ro_ro: lipsește configurația %s pentru serviciul %s
sk_sk: chýba konfigurácia %s pre službu %s

source: Missing Parameters
ar_sa: المعايير مفقودة
de_de: Fehlende Parameter
hu_hu: Hiányzó paraméterek
ja_jp: パラメータがありません
lt_lt: Trūkstami Parametrai
nb_no: Mangler parametere
nl_nl: Ontbrekende parameters
pt_br: Parâmetros ausentes
ro_ro: Parametri lipsă
sk_sk: Chýbajúce parametre

source: modulo
ar_sa: بقية
hu_hu: modulus
ja_jp: モジュロ
pt_br: módulo

source: More
ar_sa: أكثر
de_de: Mehr
hu_hu: Több
ja_jp: 更に表示
lt_lt: Daugiau
nb_no: Mer
nl_nl: Meer
pt_br: Mais
ro_ro: Mai
sk_sk: Viac

source: Move
ar_sa: حرك
de_de: Verschieben
hu_hu: Mozog
ja_jp: 移動
lt_lt: Perkelti
nb_no: Flytt
nl_nl: Verplaats
pt_br: Mover
ro_ro: Mutare
sk_sk: Presunúť

source: Move Left
ar_sa: تحرك يسارا
de_de: Nach links bewegen
hu_hu: Balra mozgatás
ja_jp: 左に移動
lt_lt: Perkelti Kairėn
nb_no: Flytt til venstre
nl_nl: Naar links verplaatsen
pt_br: Mover à esquerda
ro_ro: Mută la stânga
sk_sk: Posunúť doľava

source: Move Right
ar_sa: تحرك يمينا
de_de: Nach rechts bewegen
hu_hu: Jobbra mozgatás
ja_jp: 右に移動
lt_lt: Perkelti Dešinėn
nb_no: Flytt til høyre
nl_nl: Naar rechts verplaatsen
pt_br: Mover à direita
ro_ro: Mută la dreapta
sk_sk: Posunúť doprava

source: Move role
ar_sa: نقل الدور
de_de: Rolle verschieben
hu_hu: Szerepkör áthelyezése
ja_jp: ロールの移動
lt_lt: Perkelti rolę
nb_no: Flytt rolle
nl_nl: Verplaats rol
pt_br: Mover função
ro_ro: Mutați rolul
sk_sk: Presunúť rolu

source: Move the cursor one step on the left
ar_sa: حرك المؤشر خطوة واحدة على اليسار
de_de: Bewegen Sie den Cursor einen Schritt nach links
hu_hu: A kurzor mozgatása egy lépéssel balra
ja_jp: カーソルを左に１移動
lt_lt: Perkelti žymeklį vienu žingsniu į kairę
nb_no: Flytt markøren ett trinn til venstre
nl_nl: Beweeg de cursor een stap naar links
pt_br: Mova o cursor um passo à esquerda
ro_ro: Mută cursorul cu un pas în stânga
sk_sk: Posunúť kurzor o jeden krok doľava

source: Move the cursor one step on the right
ar_sa: حرك المؤشر خطوة واحدة على اليمين
de_de: Bewegen Sie den Cursor einen Schritt nach rechts
hu_hu: A kurzor egy lépéssel jobbra mozgatása
ja_jp: カーソルを右に１移動
lt_lt: Perkelti žymeklį vienu žingsniu į dešinę
nb_no: Flytt markøren ett trinn til høyre
nl_nl: Beweeg de cursor een stap naar rechts
pt_br: Mova o cursor um passo à direita
ro_ro: Mută cursorul cu un pas în dreapta
sk_sk: Posunúť kurzor o jeden krok doprava

source: Move to
ar_sa: حرك الى
de_de: Verschieben nach
hu_hu: Áthelyezés ide:
ja_jp: 移動
lt_lt: Perkelti į
nb_no: Flytt til
nl_nl: Verplaats naar
pt_br: Mover para
ro_ro: Mutare în
sk_sk: Presunúť do

source: Moving this element will replace the properties of the previous class by those of the destination class :
ar_sa: سيؤدي نقل هذا العنصر إلى استبدال خصائص القسم السابق بخصائص قسم الوجهة:
de_de: Das Verschieben dieses Elements wird die Eigenschaften der vorherigen Klasse mit den Eigenschaften der Ziel-Klasse überschreiben :
hu_hu: Ennek az elemnek az áthelyezése az előző osztály tulajdonságait a célosztály tulajdonságaival cseréli le:
ja_jp: このエレメントを移動すると以前のクラスのプロパティを置き換えます：
lt_lt: Perkeliant šį elementą, bus pakeičiamos praeitos klasės savybės pagal nurodytą klasę :
nb_no: Hvis du flytter dette elementet, vil egenskapene til den forrige mappen erstattes med egenskapene til valgt mappe:
nl_nl: Het verplaatsen van dit element zal de eigenschappen van de vorige klasse overschrijven met die van de doel klasse :
pt_br: Mover este elemento irá substituir as propriedades da classe anterior por aquelas da classe de destino :
ro_ro: Mutarea acestui element va înlocui proprietăţile clasei anterioare cu cele ale clasei de destinaţie:
sk_sk: Presunutie tohto elementu nahradí vlastnosti predchádzajúcej triedy vlastnosťami cieľovej triedy:

source: MP4 video
ar_sa: فيديو MP4
hu_hu: MP4 videó
ja_jp: MP4動画
nb_no: MP4 fil
nl_nl: MP4 bestand
pt_br: Vídeo MP4
ro_ro: Videoclip MP4

source: MPEG audio
ar_sa: صوت MPEG
hu_hu: MPEG hang
ja_jp: MPEG音声
nb_no: MPEG lyd
nl_nl: MPEG audio bestand
pt_br: Áudio MPEG
sk_sk: MPEG zvuk

source: MPEG video
ar_sa: فيديو MPEG
hu_hu: MPEG-videó
ja_jp: MPEG動画
nb_no: MPEG fil
nl_nl: MPEG video bestand
pt_br: Vídeo do MPEG
ro_ro: Videoclip MPEG

source: MPEG-4 audio file
ar_sa: ملف صوتي MPEG-4
de_de: MPEG-4-Audiodatei
hu_hu: MPEG-4 hangfájl
ja_jp: MPEG-4音声ファイル
nb_no: MPEG-4 lydfil
nl_nl: MPEG-4 audio bestand
pt_br: Arquivos de áudio MPEG-4
ro_ro: Fișier audio MPEG-4
sk_sk: Zvukový súbor MPEG-4

source: Multiple values delimiter
ar_sa: محدد القيم المتعددة
de_de: Trennsymbol mehrerer Elemente
hu_hu: Több érték elválasztója
ja_jp: 複数の値の区切り文字
lt_lt: Keli reikšmių dalikliai
nb_no: Avgrensning av flere verdier
nl_nl: Scheidingsteken tussen meerdere waarden
pt_br: Separador de valores múltiplos
ro_ro: Delimitator de valori multiple
sk_sk: Oddeľovač viacerých hodnôt

source: Multiply the value by 10^x
ar_sa: اضرب القيمة بـ 10^x
de_de: Multiplizieren Sie den Wert mit 10^x
hu_hu: Szorozd meg az értéket 10^x-szel
ja_jp: 値に10^xを乗算します。
nb_no: Multipliser verdien med 10^x
nl_nl: Vermenigvuldig de waarde met 10 ^ x
pt_br: Multiplique o valor por 10^x
ro_ro: Multiplică valoarea cu 10^x
sk_sk: Vynásobte hodnotu číslom 10^x

source: Must include at least one letter
ar_sa: يجب أن يتضمن حرف واحد في الأقل
de_de: Muss mindestens einen Buchstaben enthalten
ja_jp: 少なくとも 1 文字を含める必要があります
nl_nl: Moet ten minste één letter bevatten
pt_br: Precisa incluir pelo menos uma letra
ro_ro: Trebuie să includă cel puțin o literă
sk_sk: Musí obsahovať aspoň jedno písmeno

source: Must include at least one number
ar_sa: يجب أن يتضمن رَقَم واحد في الأقل
de_de: Mindestens eine Zahl muss enthalten
ja_jp: 少なくとも1つの数字を含める必要があります
nl_nl: Moet ten minste één nummer bevatten
pt_br: Deve incluir pelo menos um número
ro_ro: Trebuie să includă cel puțin un număr
sk_sk: Musí obsahovať aspoň jedno číslo

source: Must include at least one special letter
ar_sa: يجب أن يتضمن حرف خاص واحد في الأقل
de_de: Muss mindestens einen speziellen Brief enthalten
ja_jp: 少なくとも1つの特殊文字を含める必要があります
nl_nl: Moet ten minste één speciale letter bevatten
pt_br: Precisa incluir pelo menos uma letra especial
ro_ro: Trebuie să includă cel puțin o literă specială
sk_sk: Musí obsahovať aspoň jedno špeciálne písmeno

source: Must include lower case letters
ar_sa: يجب أن تتضمن أحرف صغيرة
de_de: Muss Kleinbuchstaben enthalten
ja_jp: 小文字を含める必要があります
nl_nl: Moet kleine letters bevatten
pt_br: Deve incluir letras minúsculas
ro_ro: Trebuie să includă litere mici
sk_sk: Musí obsahovať malé písmená

source: Must include upper case letters
ar_sa: يجب أن تتضمن الأحرف العلوية
de_de: Muss Großbuchstaben enthalten
ja_jp: 大文字を含める必要があります
nl_nl: Moet hoofdletters bevatten
pt_br: Precisa incluir letras maiúsculas
ro_ro: Trebuie să includă majuscule
sk_sk: Musí obsahovať veľké písmená

source: Mute
ar_sa: صامت
de_de: Stumm
hu_hu: Néma
ja_jp: ミュート
lt_lt: Nutildyti
nb_no: Dempe
nl_nl: Dempen
pt_br: Mudo
ro_ro: Amuțit
sk_sk: Stlmiť

source: My custom text translation
ar_sa: ترجمتي للنص خاصة بي
de_de: Meine individuelle Textübersetzung
hu_hu: Saját szövegfordításom
ja_jp: カスタムテキスト翻訳
lt_lt: Mano laisvas teksto vertimas
nb_no: Min tilpassede tekstoversettelse
nl_nl: Mijn aangepaste tekstvertaling
pt_br: Tradução de texto personalizada
ro_ro: Traducerea mea personalizată a textului
sk_sk: Môj vlastný preklad textu

source: My settings
ar_sa: الإعدادات
de_de: Meine Einstellungen
hu_hu: Saját beállítások
ja_jp: ユーザ設定
lt_lt: Mano nustatymai
nb_no: Mine innstillinger
nl_nl: Mijn instellingen
pt_br: Minhas configurações
ro_ro: Setările mele
sk_sk: Moje nastavenia

source: My settings (%s)
ar_sa: إعداداتي (%s)
de_de: Meine Einstellungen (%s)
hu_hu: A beállításaim (%s)
ja_jp: ユーザ設定(%s)
lt_lt: Mano nustatymai (%s)
nb_no: Mine innstillinger (%s)
nl_nl: Mijn instellingen (%s)
pt_br: Minhas configurações (%s)
ro_ro: Setările mele (%s)
sk_sk: Moje nastavenia (%s)

source: Name
ar_sa: الاسم
hu_hu: Név
ja_jp: 名称
lt_lt: Pavadinimas
nb_no: Navn
nl_nl: Naam
pt_br: Nome:
ro_ro: Nume
sk_sk: Meno

source: Natural logarithm
ar_sa: اللوغارتيم الطبيعي
de_de: Natürlicher Logarithmus
hu_hu: Természetes logaritmus
ja_jp: 自然対数
lt_lt: Natūralusis logaritmas
nb_no: Naturlig logaritme
nl_nl: Natuurlijk logaritme
pt_br: Logaritmo natural
ro_ro: logaritm natural
sk_sk: Prirodzený logaritmus

source: New password
ar_sa: كلمة مرور جديدة
de_de: Neues Passwort
hu_hu: Új jelszó
ja_jp: 新パスワード
lt_lt: Naujas slaptažodis
nb_no: Nytt passord
nl_nl: Nieuw wachtwoord
pt_br: Nova senha
ro_ro: Parola nouă
sk_sk: Nové heslo

source: New role
ar_sa: مهمة جديدة
de_de: Neue Rolle
hu_hu: Új szerepkör
ja_jp: 新規ロール
lt_lt: Nauja rolė
nb_no: Ny rolle
nl_nl: Nieuwe rol
pt_br: Nova função
ro_ro: Rol nou
sk_sk: Nová rola

source: Next
ar_sa: التالي
de_de: Nächste
hu_hu: Következő
ja_jp: 次へ
lt_lt: Tęsti
nb_no: Neste
nl_nl: Volgende
pt_br: Próximo
ro_ro: Următoarea
sk_sk: Ďalej

source: Next match
ar_sa: الملاءمة التالية
de_de: Nächster Treffer
hu_hu: Következő mérkőzés
ja_jp: 次の検索結果
lt_lt: Kitas atitikmuo
nb_no: Neste oppgave
nl_nl: Volgende match
pt_br: Próxima Correspondência
ro_ro: Următorul meci
sk_sk: Ďalší zápas

source: Next page
ar_sa: الصفحة التالية
de_de: Nächste Seite
hu_hu: Következő oldal
ja_jp: 次ページ
lt_lt: Kitas puslapis
nb_no: Neste side
nl_nl: Volgende pagina
pt_br: Próxima página
ro_ro: Pagina următoare
sk_sk: Ďalšia strana

source: No
ar_sa: لا
de_de: Nein
hu_hu: Nem
ja_jp: いいえ
lt_lt: Ne
nb_no: Nei
nl_nl: Nee
pt_br: Não
ro_ro: Nr
sk_sk: Nie

source: No action specified
ar_sa: لم يتم تحديد أي إجراء
de_de: Keine Aktion festgelegt
hu_hu: Nincs megadva művelet
ja_jp: 指定された操作はありません
lt_lt: Veiksmas nenurodytas
nb_no: Ingen handling angitt
nl_nl: Geen handeling aangegeven
pt_br: Nenhuma ação especificada
ro_ro: Nici o acţiune specificată
sk_sk: Žiadna akcia nie je zadaná

source: No client translation bundles updated
ar_sa: لم يتم تحديث رزم ترجمة الزبون
de_de: Es wurden keine Client-Übersetzungspakete aktualisiert
hu_hu: Nincsenek frissített kliensfordítási csomagok
ja_jp: クライアント翻訳バンドルは更新されません
lt_lt: Nėra atnaujintų vertimų
nb_no: Ingen oversettelsespakker for kunden er oppdatert
nl_nl: Geen klantvertalingsbundels bijgewerkt
pt_br: Nenhum pacote de tradução de cliente atualizado
ro_ro: Nici un pachet de traducere client actualizat
sk_sk: Neboli aktualizované žiadne balíky prekladov klienta

source: No extensions available.
ar_sa: لا توجد امتدادات متاحة.
de_de: Keine Erweiterungen verfügbar.
hu_hu: Nincsenek elérhető bővítmények.
ja_jp: 利用可能な拡張機能はありません
lt_lt: Nėra jokių galimų plėtinių.
nb_no: Ingen utvidelser tilgjengelig.
nl_nl: Geen extensies beschikbaar.
pt_br: Nenhuma extensão disponível.
ro_ro: Nici o extensie disponibilă.
sk_sk: Nie sú k dispozícii žiadne rozšírenia.

source: no file not found in this location
ar_sa: لم يتم العثور على ملف في هذا الموقع
de_de: Datei wurde unter diesem Pfad nicht gefunden
hu_hu: nem található fájl ezen a helyen
ja_jp: この場所には、ファイルがありません
lt_lt: failas nerastas šioje vietoje
nb_no: ingen fil ble funnet på dette området
nl_nl: geen bestand gevonden op deze locatie
pt_br: nenhum arquivo encontrado neste local
ro_ro: nici un fişier nu a fost găsit în această locaţie
sk_sk: na tomto mieste sa nenašiel žiadny súbor

source: No file selected
ar_sa: لم يتم اختيار اي ملف
de_de: Keine Datei ausgewählt
hu_hu: Nincs kiválasztott fájl
ja_jp: ファイルが未選択
lt_lt: Joks failas nepasirinktas
nb_no: Ingen fil er valgt
nl_nl: Geen bestand geselecteerd
pt_br: Nenhum arquivo selecionado
ro_ro: Niciun fișier selectat
sk_sk: Nie je vybraný žiadny súbor

source: No files
ar_sa: لا ملفات
de_de: keine Dateien
hu_hu: Nincsenek fájlok
ja_jp: ファイルがありません
lt_lt: Nėra failų
nb_no: Ingen filer
nl_nl: Geen bestanden
pt_br: Nenhum arquivo
ro_ro: Niciun fișier
sk_sk: Žiadne súbory

source: No item found. Please try other search criteria.
ar_sa: لم يتم العثور على أي عنصر. يرجى المحاولة بمعايير البحث الأخرى.
de_de: Kein Element gefunden. Bitte versuchen Sie es mit anderen Suchkriterien.
hu_hu: Nem található elem. Kérjük, próbálkozzon más keresési feltételekkel.
ja_jp: 該当するアイテムがありません。他の検索条件をお試しください。
nb_no: Fant ingen oppgave. Prøv andre søkekriterier.
nl_nl: Geen artikel gevonden. Probeer andere zoekcriteria.
pt_br: Nenhum item encontrado. Verifique os critérios de pesquisa.
ro_ro: Niciun element găsit. Vă rugăm să încercați alte criterii de căutare.
sk_sk: Nenašla sa žiadna položka. Skúste iné vyhľadávacie kritériá.

source: no label
ar_sa: لا توجد تسمية
de_de: keine Beschriftung
hu_hu: nincs címke
ja_jp: ラベルがありません
lt_lt: nėra pavadinimo
nb_no: ingen etikett
nl_nl: geen label
pt_br: sem rótulos
ro_ro: fără etichetă
sk_sk: žiadny štítok

source: No Task yet
ar_sa: لا توجد مهمة حتى الآن
de_de: Noch keine Aufgabe
hu_hu: Még nincs feladat
ja_jp: タスクがありません
lt_lt: Nėra jokios Užduoties
nb_no: Ingen handling ennå
nl_nl: Nog geen taak
pt_br: Não há tarefas ainda
ro_ro: Nicio sarcină încă
sk_sk: Zatiaľ žiadna úloha

source: Node duplication has failed
ar_sa: فشل نسخ العقدة
de_de: Die Knotenduplizierung ist fehlgeschlagen
hu_hu: A csomópont duplikációja sikertelen
ja_jp: ノードのコピーに失敗しました
nb_no: Nodeduplisering mislyktes
nl_nl: Node duplicatie is mislukt
pt_br: Falha ao duplicar nó
ro_ro: Duplicarea modulului a eșuat
sk_sk: Duplikácia uzla zlyhala

source: none
ar_sa: لا أحد
de_de: keine
hu_hu: egyik sem
ja_jp: なし
lt_lt: nėra
nb_no: ingen
nl_nl: geen
pt_br: nenhuma
ro_ro: niciunul
sk_sk: žiadny

source: Not enough arguments following: %s
ar_sa: المبررات التالية غير كافية: %s
de_de: Nicht genügend Argumente folgen: %s
hu_hu: Nincs elég argumentum a következő után: %s
ja_jp: 以下の引数が足りません: %s
nl_nl: Niet genoeg argumenten: %s
pt_br: Argumentos insuficientes: %s
ro_ro: Nu sunt suficiente argumente următoarele: %s
sk_sk: Nasleduje nedostatok argumentov: %s

source: Not enough non-option arguments: got %s, need at least %s
ar_sa: لا توجد وسائط كافية غير متعلقة بالخيارات: حصلت على %s ، وتحتاج إلى %s على الأقل
de_de: Nicht genügend Nicht-Optionsargumente: %s erhalten, benötigt mindestens %s
hu_hu: Nincs elég nem-opcionális argumentum: %sértéket kaptunk, legalább %sszükséges
ja_jp: オプション以外の引数が不足しています: %sを取得しました, 少なくとも %s が必要
nl_nl: Niet genoeg niet-optieargumenten: kreeg %s, heb minstens %s nodig
pt_br: Argumentos não opcionais insuficientes: obteve %s, precisa de pelo menos %s
ro_ro: Nu sunt suficiente argumente pentru lipsa opțiunilor: a primit %s, are nevoie de cel puțin %s
sk_sk: Nedostatok argumentov bez možnosti: mám %s, potrebujem aspoň %s

source: Not Ready for Translation
ar_sa: غير مستعد للترجمة
de_de: Nicht bereit für die Übersetzung
ja_jp: 翻訳準備ができていません
nl_nl: Niet klaar voor vertaling
pt_br: Não Pronto para Tradução
ro_ro: Nu este gata pentru traducere
sk_sk: Nie je pripravené na preklad

source: Not started
ar_sa: لم يبدأ
de_de: Nicht angefangen
hu_hu: Nincs elkezdve
ja_jp: 開始していません
lt_lt: Dar nepradėta
nb_no: Ikke startet
nl_nl: Niet gestart
pt_br: Não iniciado
ro_ro: Neinceput
sk_sk: Nezačaté

source: NotEmpty
ar_sa: غير فارغ
de_de: Nicht leer
nl_nl: NotLeeg
pt_br: Nãozinho
ro_ro: Notă goală
sk_sk: Nie je prázdne

source: Nothing imported
ar_sa: لا شيء مستورد
de_de: nichts importiert
hu_hu: Semmi importált
ja_jp: 何もインポートされていません
lt_lt: Niekas neimportuota
nb_no: Ingenting importert
nl_nl: Niets geïmporteerd
pt_br: Nada foi importado
ro_ro: Nimic importat
sk_sk: Nič sa neimportovalo

source: Nothing to install !
ar_sa: لا شيء لتثبيته !
de_de: Nichts zu installieren!
hu_hu: Nincs mit telepíteni!
ja_jp: 何もインストールされていません！
lt_lt: Nieko nėra įdiegti !
nb_no: Ingenting å installere!
nl_nl: Niets om te installeren !
pt_br: Nada para instalar!
ro_ro: Nimic de instalat!
sk_sk: Nič na inštaláciu!

source: Nothing to list!
ar_sa: لا شيء للقائمة !
de_de: Nichts aufzulisten!
hu_hu: Nincs mit felsorolni!
ja_jp: リストがありません！
lt_lt: Tusčias sąrašas!
nb_no: Ingenting å liste!
nl_nl: Niets om te laten zien!
pt_br: Nada para exibir!
ro_ro: Nimic de listat!
sk_sk: Nič na zoznam!

source: Notifications
ar_sa: إشعارات
de_de: Benachrichtigungen
hu_hu: Értesítések
ja_jp: 通知
lt_lt: Pranešimai
nb_no: Varsler
nl_nl: Notificaties
pt_br: Notificações
ro_ro: Notificări
sk_sk: Upozornenia

source: notifications drivers aren\'t persistent. use a persistent database storage driver
ar_sa: برامج تشغيل الإشعارات ليست ثابتة. استخدم برنامج تشغيل تخزين قاعدة بيانات ثابت
de_de: Benachrichtigungstreiber sind nicht dauerhaft. Verwenden Sie einen persistenten Datenbankspeichertreiber
hu_hu: Az értesítési illesztőprogramok nem állandóak. Használjon állandó adatbázis-tároló illesztőprogramot.
ja_jp: 通知ドライバは永続的ではありません。続的なデータベースストレージドライバを使用します
nl_nl: meldingen drivers zijn niet hardnekkig. Gebruik een persistente database opslag driver
pt_br: notificações drivers não são salvos. use um driver de armazenamento
ro_ro: șoferii notificărilor nu sunt persistenți. Utilizați un șofer persistent pentru stocarea bazei de date
sk_sk: Ovládače upozornení nie sú trvalé. Použite ovládač trvalého úložiska databázy.

source: Nth root
ar_sa: الجذر التاسع
de_de: N-te Wurzel
hu_hu: N-edik gyök
ja_jp: N番目のルート
lt_lt: N šaknis
nb_no: Hth rot
nl_nl: Nde wortel
pt_br: Raiz enésima
ro_ro: A N-a rădăcină
sk_sk: N-tý koreň

source: number
ar_sa: عدد
de_de: Nummer
hu_hu: szám
ja_jp: 数値
nl_nl: nummer
pt_br: número
ro_ro: număr
sk_sk: číslo

source: Number of elements
ar_sa: عدد العناصر
de_de: Anzahl der Elemente
hu_hu: Elemek száma
ja_jp: エレメント数
lt_lt: Elementų kiekis
nb_no: Antall elementer
nl_nl: Aantal segmenten
pt_br: Número de elementos
ro_ro: Număr de elemente
sk_sk: Počet prvkov

source: of
ar_sa: ل
de_de: von
hu_hu: a
lt_lt: iš
nb_no: av
nl_nl: van
pt_br: de
ro_ro: din
sk_sk: z

source: Off
ar_sa: إيقاف
de_de: Aus
hu_hu: Le
ja_jp: オフ
lt_lt: Išjungta
nb_no: Av
nl_nl: Uit
pt_br: Desligado
ro_ro: Dezactivat
sk_sk: Vypnuté

source: Ogg Vorbis audio
ar_sa: صوت Ogg Vorbis
hu_hu: Ogg Vorbis hang
ja_jp: Ogg Vorbis音声
nb_no: Ogg Vorbis lyd
nl_nl: Ogg Vorbis audio bestand
pt_br: Áudio Ogg Vorbis
ro_ro: Audio Ogg Vorbis
sk_sk: Zvuk Ogg Vorbis

source: Ogg Vorbis video
ar_sa: فيديو Ogg Vorbis
hu_hu: Ogg Vorbis videó
ja_jp: Ogg Vorbis動画
nb_no: Ogg Vorbis videofil
nl_nl: Ogg Vorbis video bestand
pt_br: Vídeo Ogg Vorbis
ro_ro: Video Ogg Vorbis

source: Ok
ar_sa: نعم
hu_hu: Rendben
lt_lt: Gerai
sk_sk: Dobre

source: OK
ar_sa: نعم
hu_hu: RENDBEN
lt_lt: Gerai
pt_br: Certo
sk_sk: V poriadku

source: Old Password
ar_sa: كلمة السر القديمة
de_de: altes Passwort
hu_hu: Régi jelszó
ja_jp: 旧パスワード
lt_lt: Senas Slaptažodis
nb_no: Gammelt passord
nl_nl: Oud wachtwoord
pt_br: Senha Antiga
ro_ro: Parola veche
sk_sk: Staré heslo

source: On
ar_sa: مفتوح
de_de: An
ja_jp: オン
lt_lt: Įjungta
nb_no: På
nl_nl: Aan
pt_br: Ligado
ro_ro: Activat
sk_sk: Zapnuté

source: Only allow for my own domain (%s)
ar_sa: السماح لمجالي فقط (%s)
de_de: Nur meine eigene Domain (%s) zulassen
hu_hu: Csak a saját domainemhez engedélyezve (%s)
ja_jp: 自分自身のドメインのみ許可 (%s)
nb_no: Tillat bare for mitt eget domene (%s)
nl_nl: Alleen mijn eigen domein toestaan (%s)
pt_br: Permitir apenas meu domínio (%s)
ro_ro: Permite numai pentru domeniul meu (%s)
sk_sk: Povoliť iba pre moju vlastnú doménu (%s)

source: Only one of the field must have value %s
ar_sa: يجب أن يحتوي حقل واحد فقط على القيمة %s
de_de: Nur eines der Felder darf den Wert %s haben
hu_hu: Csak az egyik mező értéke lehet %s
ja_jp: どちらか一方のフィールドだけが値%sを持つ必要があります
nb_no: Bare ett av feltene må ha verdien %s
nl_nl: Slechts één van de velden mag een waarde %s bevatten
pt_br: Apenas um dos campos deve ter o valor %s
ro_ro: Doar unul dintre câmpuri trebuie să aibă valoarea %s
sk_sk: Iba jedno z polí musí mať hodnotu %s
