Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: and
ar_sa: مع
de_de: und
hu_hu: és
ja_jp: と
lt_lt: ir
nb_no: og
nl_nl: en
pt_br: e
ro_ro: și
sk_sk: a

source: AND
ar_sa: و
de_de: UND
hu_hu: ÉS
ja_jp: と
lt_lt: IR
nb_no: OG
nl_nl: en
pt_br: E
ro_ro: ȘI
sk_sk: A

source: has been deleted successfully
ar_sa: تم حذفه بنجاح
de_de: wurde erfolgreich gelöscht
hu_hu: sikeresen törölve
ja_jp: 削除しました。
lt_lt: sėkmingai ištrintas
nb_no: har blitt slettet
nl_nl: is succesvol verwijderd
pt_br: foi removido com sucesso
ro_ro: a fost șters cu succes
sk_sk: bolo úspešne odstránené

source: is
ar_sa: هو
de_de: ist
hu_hu: van
lt_lt: yra
nb_no: er
pt_br: é
ro_ro: este
sk_sk: je

source: next
ar_sa: التالي
de_de: nächstes
hu_hu: következő
ja_jp: 次
lt_lt: kitas
nb_no: neste
nl_nl: volgende
pt_br: próximo
ro_ro: următor
sk_sk: ďalší

source: Remove criteria
ar_sa: حذف المعايير
de_de: Kriterien entfernen
hu_hu: Feltételek eltávolítása
ja_jp: 基準・条件を削除
nb_no: Fjern kriterier
nl_nl: Criteria verwijderen
pt_br: Remover critérios
ro_ro: Înlătură criteriul
sk_sk: Odstrániť kritériá

source: requires a subgrid adapter
ar_sa: يحتاج إلى محول الشبكة الفرعية
de_de: benötigt einen Subgrid Adapter
hu_hu: alhálózati adaptert igényel
ja_jp: サブグリッドアダプタが必要です
lt_lt: reikalauja detalesnės lentelės adapterio
nb_no: krever en subgrid -adapter
nl_nl: Heeft een subgrid adapter nodig
pt_br: requer um adaptador de subgrid
ro_ro: necesită un adaptor de subgrilă
sk_sk: vyžaduje adaptér podsiete

source: %1$s expected but %2$s detected
ar_sa: نسبة مئوية (%1$s) كذا مرتقبة لكن نسبة كذا متحققة (%2$s)
de_de: %1$s erwartet, aber %2$s gefunden
hu_hu: %1$s várható, de %2$s észlelhető
ja_jp: %1$s予想、%2$sを検出しました
lt_lt: Turėtų būti %1$s, bet yra %2$s
nb_no: %1$s var forventet, men %2$s ble oppdaget
nl_nl: %1$s verwacht maar %2$s gevonden
pt_br: %1$s esperado, mas %2$s detectado
ro_ro: %1$s așteptat, dar %2$s detectat
sk_sk: Očakávalo sa %1$s , ale zistené je %2$s

source: %d attempts left before your account is locked.
ar_sa: .المتبقى لك من الوقت بالنسبة المئوية قبل أن يتم إقفال حسابك %d
de_de: %d Versuche übrig, bevor Ihr Konto gesperrt wird.
hu_hu: %d próbálkozás van hátra a fiókod zárolásáig.
ja_jp: アカウントがロックされる前に%d 回，受験されました。
lt_lt: %d likę bandymų prieš jūsų paskyrai užsirakinant.
nb_no: Du har %d forsøk igjen før kontoen din låses.
nl_nl: %d pogingen voordat uw account wordt vergrendeld.
pt_br: %d tentativas restantes antes de sua conta ser bloqueada.
ro_ro: %d încercări rămase înainte ca contul tău să fie blocat.
sk_sk: Zostáva %d pokusov do uzamknutia vášho účtu.

source: %d day
ar_sa: %d من يوم
de_de: %d Tag
hu_hu: %d nap
ja_jp: %d 日
lt_lt: %d diena
nb_no: %d dag
nl_nl: %d dag
pt_br: %d dia
ro_ro: %d zi
sk_sk: %d deň

source: %d days
ar_sa: %d من أيام
de_de: %d Tage
hu_hu: %d nap
ja_jp: %d日
lt_lt: %d dienos(–ų)
nb_no: %d dager
nl_nl: %d dagen
pt_br: %d dias
ro_ro: %d zile
sk_sk: %d dní

source: %h hour
ar_sa: %h من ساعة
de_de: %h Stunde
hu_hu: %h óra
ja_jp: %h時間
lt_lt: %h valanda
nb_no: %h time
nl_nl: %h uur
pt_br: %h hora
ro_ro: %h oră
sk_sk: %h hodina

source: %h hours
ar_sa: %h من ساعات
de_de: %h Stunden
hu_hu: %h óra
ja_jp: %h 時間
lt_lt: %h valandos(–ų)
nb_no: %h timer
nl_nl: %h uren
pt_br: %h% hora(s)
ro_ro: %h ore
sk_sk: %h hodín

source: %i minute
ar_sa: %i من دقيقة
hu_hu: %i perc
ja_jp: %i分
lt_lt: %i minutės
nb_no: %i minutt
nl_nl: %i minuut
pt_br: %i minuto
ro_ro: %i minut
sk_sk: %i minúta

source: %i minutes
ar_sa: %i من دقائق
de_de: %i Minuten
hu_hu: %i perc
ja_jp: %i 分
lt_lt: %i minutės(–čių)
nb_no: %i minutter
nl_nl: %i minuten
pt_br: %i minutos
ro_ro: %i minute
sk_sk: %i minút

source: %m month
ar_sa: %m من شهر
de_de: %m Monat
hu_hu: %m hónap
ja_jp: %m 月
lt_lt: %m mėnesis
nb_no: %m måned
nl_nl: %m maand
pt_br: %m mês
ro_ro: %m lună
sk_sk: %m mesiac

source: %m months
ar_sa: %m من شهور
de_de: %m Monate
hu_hu: %m hónap
ja_jp: %m ヶ月
lt_lt: %m mėnesiai(–ių)
nb_no: %m måneder
nl_nl: %m maanden
pt_br: %m meses
ro_ro: %m luni
sk_sk: %m mesiacov

source: %s %s selected
ar_sa: %s %s لما تم انتقاؤه
de_de: %s %s ausgewählt
hu_hu: %s %s kiválasztva
ja_jp: %s %s が選択されました
lt_lt: %s %s pasirinkta
nb_no: %s %s valgt
nl_nl: %s %s geselecteerd
pt_br: %s de %s selecionados
ro_ro: %s %s selectat
sk_sk: %s %s vybrané

source: %s (%s kb)
ar_sa: %s (%s ك ب) كيلو بايت

source: %s Class saved
ar_sa: تم حفظ القسم %s
de_de: %s Klasse gespeichert
hu_hu: %s Osztály mentve
ja_jp: %s を保存しました
lt_lt: %s Klasė išsaugota
nb_no: %s Mappe lagret
nl_nl: %s van de klasse opgeslagen
pt_br: Classe %s salva
ro_ro: %s Clasă salvată
sk_sk: %s Trieda uložená

source: %s classes
ar_sa: %s / أقسام
de_de: %s Klassen
hu_hu: %s osztályok
ja_jp: %s クラス
lt_lt: %s klasės
nb_no: %s mapper
nl_nl: %s klassen
pt_br: %s pastas
ro_ro: %s clase
sk_sk: %s triedy

source: %s completed
ar_sa: %s مكتمل
de_de: %s abgeschlossen
hu_hu: %s befejezve
ja_jp: %s 完了
lt_lt: %s atlikta
nl_nl: %s voltooid
pt_br: %s concluído
ro_ro: %s finalizat
sk_sk: %s dokončené

source: %s Confirmation
ar_sa: تأكيد %s
de_de: %s Bestätigung
hu_hu: %s Megerősítés
ja_jp: %s 確認
lt_lt: %s Patvirtinimas
nb_no: %s Bekreftelse
nl_nl: %s Bevestiging
pt_br: %s Confirmação
ro_ro: %s Confirmare
sk_sk: %s Potvrdenie

source: %s could not be released
ar_sa: تعذر عرضه %s
de_de: %s konnte nicht freigegeben werden
hu_hu: %s nem sikerült felszabadítani
ja_jp: %s は公開できません
lt_lt: %s negali būti išleistas
nb_no: %s kunne ikke publiseres
nl_nl: '%s kon niet worden vrijgegeven
pt_br: %s não pôde ser lançado
ro_ro: %s nu a putut fi lansat
sk_sk: %s sa nepodarilo uvoľniť

source: %s created
ar_sa: تم الإنشاء %s
de_de: %s erstellt
hu_hu: %s létrehozva
ja_jp: %s が作成されました
lt_lt: %s sukurta
nb_no: %s opprettet
nl_nl: %s aangemaakt
pt_br: %s criado
ro_ro: %s creat
sk_sk: %s vytvorené

source: %s extension(s) to install.
ar_sa: %s الملحقات المراد تثبيتها.
de_de: %s Erweiterung(en) zum Installieren.
hu_hu: %s telepítendő bővítmény(ek).
ja_jp: %s 拡張機能をインストール
lt_lt: %s plėtinys(–iai) įdiegimui.
nb_no: %s tillegg som skal installeres.
nl_nl: %s van de te installeren extensie(s)
pt_br: %s extensão(ões) a instalar.
ro_ro: %s extensii de instalat.
sk_sk: Rozšírenie %s na inštaláciu.

source: %s has been deleted
ar_sa: تم حذف %s
de_de: %s wurde gelöscht
hu_hu: %s törölve lett
ja_jp: %s は削除されました
lt_lt: %s buvo ištrintas
nb_no: %s er slettet
nl_nl: %s is verwijderd
pt_br: %s foi excluído
ro_ro: %s a fost șters
sk_sk: %s bolo odstránené

source: %s has been released
ar_sa: %s تم عرض
de_de: %s wurde freigegeben
hu_hu: %s megjelent
ja_jp: %s は公開されました
lt_lt: %s buvo išleistas
nb_no: %s er publisert
nl_nl: %s is vrijgegeven
pt_br: %s foi publicado
ro_ro: %s a fost lansat
sk_sk: %s bolo vydané

source: %s instances
ar_sa: طلبات %s
de_de: %s Instanzen
hu_hu: %s példányok
ja_jp: %s インスタンス
lt_lt: %s instancijų
nb_no: %s forekomster
nl_nl: %s instanties
pt_br: %s instância
ro_ro: %s instanțe
sk_sk: %s prípadov

source: %s is of a type that cannot be published
ar_sa: من نوع لا يمكن نشره %s
de_de: %s : Typ kann nicht veröffentlicht werden
hu_hu: %s olyan típusú, amely nem publikálható
ja_jp: %s は公開できないタイプです
lt_lt: %s tipas, kuris negali būti paskelbtas
nb_no: %s er av en type som ikke kan publiseres
nl_nl: %s is van een type dat niet gepubliceerd kan worden
pt_br: %s é de um tipo que não pode ser publicado
ro_ro: %s este de tip care nu poate fi publicat
sk_sk: %s je typu, ktorý nie je možné publikovať

source: %s Locked
ar_sa: مؤمن %s
de_de: %s gesperrt
hu_hu: %s Zárolva
ja_jp: %sはロックされています
lt_lt: %s Užrakintas
nb_no: %s Låst
nl_nl: %s Geblokkeerd
pt_br: %s Bloqueado
ro_ro: %s blocat
sk_sk: %s Zamknuté

source: %s" is not a valid index identifier. It must start with a letter and contain letters, numbers or underscores only
ar_sa: %s "ليس معرف فهرس صالحًا. يجب أن يبدأ بحرف وأن يحتوي على أحرف أو أرقام أو شرطات سفلية فقط
de_de: %s" ist kein gültiger Index-Identifikator. Der Identifikator muss mit einem Buchstaben beginnen und darf nur Buchstaben, Ziffern und Unterstriche enthalten
hu_hu: A %s" nem érvényes indexazonosító. Betűvel kell kezdődnie, és csak betűket, számokat vagy aláhúzásjelet tartalmazhat.
ja_jp: %s"は有効なインデックス識別子ではありません。識別子は英文字で始まり、英文字、数字、アンダースコアを使用します
lt_lt: %s" nėra teisingas indekso identifikatorius. Turi prasidėti su raide ir turi būti sudarytas tik iš raidžių, skaičių arba pabraukimo simbolio
nb_no: %s"er ikke en gyldig indeksidentifikator. Den må starte med en bokstav og kun inneholde bokstaver, tall eller understrekninger
nl_nl: %s" is geen valide indexnaam. Het moet starten met een letter en mag alleen letters, getallen en lage streepjes bevatten
pt_br: %s" não é um identificador de índice válido. Deve começar com uma letra e conter apenas letras, números ou sublinhados
ro_ro: %s" nu este un identificator de index valid. Trebuie să înceapă cu o literă și să conțină doar litere, numere sau underscore
sk_sk: %s" nie je platný identifikátor indexu. Musí začínať písmenom a obsahovať iba písmená, čísla alebo podčiarkovníky.

source: %y year
ar_sa: سنة %y
de_de: %y Jahr
hu_hu: %y év
ja_jp: %y 年
lt_lt: %y metai
nb_no: %y år
nl_nl: %y jaar
pt_br: %y ano
ro_ro: %y an
sk_sk: %y rok

source: %y years
ar_sa: سنوات %y
de_de: %y Jahre
hu_hu: %y év
ja_jp: %y 年間
lt_lt: %y metai(–ų)
nb_no: %y år
nl_nl: %y jaren
pt_br: %y anos
ro_ro: %y ani
sk_sk: %y rokov

source: (empty)
ar_sa: (فارغ)
de_de: (leer)
hu_hu: (üres)
ja_jp: (空)
lt_lt: (tuščia)
nb_no: (tom)
nl_nl: (leeg)
pt_br: (vazio)
ro_ro: (golire)
sk_sk: (prázdne)

source: ... reloading page.
ar_sa: إعادة تحميل الصفحة.
de_de: ... Seite wird neu geladen.
hu_hu: ... oldal újratöltése.
ja_jp: ...リロード中
lt_lt: ... perkraunamas puslapis.
nb_no: ... laster siden på nytt.
nl_nl: ...pagina aan het herladen
pt_br: ... atualizando a página.
ro_ro: ... reâncărcare pagină.
sk_sk: ... opätovné načítanie stránky.

source: 7-zip archive
ar_sa: أرشيف 7-zip
de_de: 7-Zip-Archiv
hu_hu: 7 zip archívum
ja_jp: 7-zipアーカイブ
nb_no: 7-zip arkiv
nl_nl: 7-zip bestand
pt_br: arquivo 7-zip
ro_ro: 7-ZIP arhivă
sk_sk: 7-zip archív

source: <del>Filters</del>
ar_sa: <del> المفرزات </del>
de_de: <del>Filter</del>
hu_hu: <del>Szűrők</del>
ja_jp: <del>フィルタ</del>
lt_lt: <del>Filtrai</del>
nb_no: <del>Filtre</del>
pt_br: <del>Filtros</del>
ro_ro: <del>Filtre</del>
sk_sk: <del>Filtre</del>

source: <del>Options</del>
ar_sa: <del> خيارات </del>
de_de: <del>Optionen</del>
hu_hu: <del>Beállítások</del>
ja_jp: <del>オプション</del>
lt_lt: <del>Pasirinkimai</del>
nb_no: <del>Alternativer</del>
nl_nl: <del>Opties</del>
pt_br: <del>Opções</del>
ro_ro: <del>Opțiuni</del>
sk_sk: <del>Možnosti</del>

source: <strong> %s </strong> has been moved to the background.
ar_sa: تم نقل <strong> %s </strong> إلى الخلفية.
de_de: <strong> %s </strong> wurde in den Hintergrund verschoben.
hu_hu: <strong> %s </strong> a háttérbe került.
ja_jp: <strong> %s </strong> はバックグラウンド処理中です。
lt_lt: <strong> %s </strong> buvo perkeltas į foną.
nb_no: <strong>%s</strong> er flyttet til bakgrunnen.
nl_nl: <strong> %s </strong> is verplaatst naar de achtergrond.
pt_br: <strong> %s </strong> foi movido para o plano de fundo.
ro_ro: <strong> %s </strong> a fost mutat în fundal.
sk_sk: <strong> %s </strong> bolo presunuté na pozadie.

source: > Extension %s succesfully installed.
ar_sa: > تم تثبيت الملحق %s بنجاح.
de_de: > Erweiterung %s wurde erfolgreich installiert.
hu_hu: > A %s bővítmény telepítése sikeresen megtörtént.
ja_jp: > 拡張機能 %s のインストールが終了しました
lt_lt: > Plėtinys %s sėkmingai įdiegtas.
nb_no: >Utvidelsen %s er installert.
nl_nl: > Extensie %s is succesvol geïnstalleerd.
pt_br: > Extensão %s instalada com sucesso.
ro_ro: > Extensia %s instalată cu succes.
sk_sk: > Rozšírenie %s bolo úspešne nainštalované.

source: > Installation done.
ar_sa: > تم التثبيت
de_de: > Installation beendet.
hu_hu: > Telepítés kész.
ja_jp: > インストール完了
lt_lt: > Diegimas baigtas.
nb_no: > Installasjonen er utført.
nl_nl: > Installatie is gedaan.
pt_br: > Instalação concluída.
ro_ro: > Instalare efectuata.
sk_sk: > Inštalácia dokončená.

source: a class
ar_sa: صف
de_de: eine Klasse
hu_hu: egy osztály
ja_jp: フォルダ
lt_lt: klasė
nb_no: en mappe
nl_nl: een klasse
pt_br: uma classe
ro_ro: o clasă
sk_sk: trieda

source: A date has to be a Datetime or timestamp
ar_sa: يجب أن يكون التاريخ تاريخًا محددا زمنيا أو ذا طابعً زمني
de_de: Ein Datum muss ein Datums- und Zeitwert oder ein Zeitstempel sein
hu_hu: A dátumnak dátumnak/időnek vagy időbélyegnek kell lennie.
ja_jp: 日付は Datetime または timestamp にしてください
lt_lt: Data turi būti Datos laikas arba laiko antspaudas.
nb_no: En dato må være en Datotid eller tidsstempel
nl_nl: Een datum moet een Datetime of timestamp zijn.
pt_br: Uma data deve ser uma do tipo datetime ou timestamp
ro_ro: Data trebuie să fie data sau marcajul de timp
sk_sk: Dátum musí byť Datetime alebo Timestamp

source: A fatal error occured during the installation process.
ar_sa: حدث خطأ أثناء عملية التثبيت .
de_de: Ein schwerwiegender Fehler ist während der Installation aufgetreten.
hu_hu: Végzetes hiba történt a telepítési folyamat során.
ja_jp: 致命的なエラーがインストール中に発生しました
lt_lt: Įvyko kritinė klaida įdiegimo procese.
nb_no: En alvorlig feil oppstod under installasjonsprosessen.
nl_nl: Er is een kritieke fout opgetreden tijdens de installatie.
pt_br: Ocorreu um erro fatal durante o processo de instalação.
ro_ro: A apărut o eroare fatală în timpul procesului de instalare.
sk_sk: Počas procesu inštalácie sa vyskytla závažná chyba.

source: A maintenance status must have a STATUS: "%s" or "%s
ar_sa: يجب أن يكون لحالة الصيانة حالة: "%s" أو "%s
de_de: Ein Wartungsstatus muss einen STATUS haben: "%s" oder "%s
hu_hu: A karbantartási állapotnak a következő ÁLLAPOTTAL kell rendelkeznie: "%s" vagy "%s
ja_jp: メンテナンス・ステータスはSTATUSが必要です: "%s" or "%s
lt_lt: Priežiūros būsena turi turėti STATUSĄ: "%s" arba "%s
nb_no: En vedlikeholdsstatus må ha en STATUS: "%s" eller "%s
nl_nl: Een onderhoudsstatus moet een STATUS hebben: "%s" of "%s".
pt_br: Um status de manutenção deve ter um STATUS: "%s" ou "%s
ro_ro: Un status de întreţinere trebuie să aibă un STATUS: "%s" sau "%s
sk_sk: Stav údržby musí mať STAV: „%s“ alebo „%s“

source: A message with further instructions has been sent to your email address: %s
ar_sa: تم إرسال رسالة تحتوي على مزيد من الإرشادات إلى عنوان بريدك الإلكتروني: %s
de_de: Eine Nachricht mit weiteren Anweisungen wurde an ihre E-Mail Adresse gesendet: %s
hu_hu: További utasításokat tartalmazó üzenetet küldtünk az e-mail címedre: %s
ja_jp: 詳しい手順があなたのメールアドレスに送信されました：%s
lt_lt: Pranešimas su tolimesnėm instrukcijomis buvo nusiųstas į jūsų el. pašto adresą: %s
nb_no: En melding med ytterligere instruksjoner er sendt til e -postadressen din: %s
nl_nl: Een bericht met verdere instructies is gestuurd naar uw e-mail adres: %s
pt_br: Uma mensagem com mais instruções foi enviada para o seu endereço de e-mail: %s
ro_ro: Un mesaj cu instrucţiuni suplimentare a fost trimis la adresa dumneavoastră de e-mail: %s
sk_sk: Na vašu e-mailovú adresu bola odoslaná správa s ďalšími pokynmi: %s

source: AAC audio
ar_sa: صوت AAC
hu_hu: AAC hang
ja_jp: AACオーディオ
nb_no: AAC lyd
nl_nl: AAC audio bestand
pt_br: Áudio AAC
ro_ro: Audio AAC
sk_sk: Zvuk vo formáte AAC

source: About
ar_sa: حول
de_de: Über
hu_hu: Körülbelül
lt_lt: Apie
nb_no: Om
nl_nl: Over
pt_br: Sobre
ro_ro: Despre
sk_sk: Info

source: abs
ar_sa: القيمة المطلقة
hu_hu: hasizmok
sk_sk: brušné svaly

source: Absolute value
ar_sa: القيمة المطلقة
de_de: Absoluter Wert
hu_hu: Abszolút érték
ja_jp: 絶対値
lt_lt: Absoliuti reikšmė
nb_no: Absolutt verdi
nl_nl: Absolute waarde
pt_br: Valor absoluto
ro_ro: Valoare absolută
sk_sk: Absolútna hodnota

source: Accept all
ar_sa: قَبُول الكل
de_de: Alle akzeptieren
ja_jp: すべて承認
nl_nl: Accepteer alles
pt_br: Aceitar todos
ro_ro: Acceptă toate
sk_sk: Prijať všetko

source: Access Denied
ar_sa: رفض الدخول
de_de: Zugriff verweigert
hu_hu: Hozzáférés megtagadva
ja_jp: アクセスが拒否されました
lt_lt: Prieiga Atmesta
nb_no: Ingen Tilgang
nl_nl: Toegang geweigerd
pt_br: Acesso Negado
ro_ro: Acces refuzat
sk_sk: Prístup zamietnutý

source: Access denied. Please renew your authentication!
ar_sa: !تم رفض الوصول. يرجى تجديد المصادقة الخاصة بك
de_de: Zugriff verweigert. Bitte neu authentifizieren!
hu_hu: Hozzáférés megtagadva. Kérjük, újítsa meg hitelesítését!
ja_jp: アクセスが拒否されました。あなたの認証を更新してください！
lt_lt: Prieiga atmesta. Prašome atnaujinti savo autentifikaciją!
nb_no: Ingen tilgang. Du må fornye autentiseringen din!
nl_nl: Toegang geweigerd. Gelieve uw verificatie opnieuw in te voeren!
pt_br: Acesso negado. Por favor, renove sua autenticação!
ro_ro: Acces refuzat. Vă rugăm să reînnoiți autentificarea!
sk_sk: Prístup zamietnutý. Obnovte si overenie!

source: Account status
ar_sa: وضعية الحساب
de_de: Kontostatus
hu_hu: Fiók állapota
ja_jp: アカウント状況
lt_lt: Paskyros būsena
nb_no: Konto status
nl_nl: Klant status
pt_br: Status da conta
ro_ro: Starea contului
sk_sk: Stav účtu

source: Action
ar_sa: فِعْل
de_de: Aktion
hu_hu: Akció
ja_jp: 処理
lt_lt: Veiksmas
nb_no: Handling
nl_nl: Actie
pt_br: Acão
ro_ro: Acțiune
sk_sk: Akcia

source: Action %s - removed %s positions
ar_sa: الإجراء %s - إزالة %s من المواضع
de_de: Aktion %s – %s Positionen entfernt
hu_hu: Akció %s - eltávolított %s pozíciók
ja_jp: ％s-％sを削除しました
lt_lt: Veiksmas %s - pašalino %s pozicijas
nb_no: Handling %s - fjernet %s posisjoner
nl_nl: Actie %s - verwijderde %s posities
pt_br: Ação %s - removeu %s posições
ro_ro: Acțiune %s - a eliminat pozițiile %s
sk_sk: Akcia %s - odstránené pozície %s

source: Action `%s` is not configured in the action queue service
ar_sa: لم يتم تكوين الإجراء `%s` في خدمة قائمة انتظار الإجراءات
de_de: Die Aktion „%s“ ist im Aktionswarteschlangendienst nicht konfiguriert
hu_hu: A(z) `%s` művelet nincs konfigurálva a műveleti várólista szolgáltatásban.
ja_jp: 操作 `％s`は，設定されていません
lt_lt: Veiksmas „%s“ yra nesukonfigūruotas veiksmų eilės servise
nb_no: Handlingen %s er ikke konfigurert i tjenesten for handlingskø
nl_nl: Actie `%s` is niet geconfigureerd in de actiewachtrij service
pt_br: A ação `%s` não está configurada na fila de tarefas
ro_ro: Acţiunea `%s` nu este configurată în serviciul de coadă de acţiune
sk_sk: Akcia `%s` nie je nakonfigurovaná v službe frontu akcií

source: Action was not executed yet
ar_sa: لم يتم تنفيذ الإجراء بعد
de_de: Aktion wurde noch nicht ausgeführt
hu_hu: A művelet még nem került végrehajtásra
ja_jp: 操作はまだ実行されていません
lt_lt: Veiksmas vis dar nebuvo vykdytas
nb_no: Handlingen er ikke utført ennå
nl_nl: De actie is nog niet uitgevoerd
pt_br: A ação ainda não foi executada
ro_ro: Acțiunea nu a fost executată deocamdată
sk_sk: Akcia ešte nebola vykonaná

source: Actions
ar_sa: إجراءات
de_de: Aktionen
hu_hu: Műveletek
ja_jp: アクション
lt_lt: Veiksmai
nb_no: Handlinger
nl_nl: Acties
pt_br: Ações
ro_ro: Acțiuni
sk_sk: Akcie

source: Add
ar_sa: أضف
de_de: Hinzufügen
hu_hu: Hozzáadás
ja_jp: 追加
lt_lt: Pridėti
nb_no: Legg til
nl_nl: Toevoegen
pt_br: Adicionar
ro_ro: Adăugare
sk_sk: Pridať

source: Add / Edit lists
ar_sa: إضافة / تحرير اللاوائح
de_de: Listen hinzufügen/bearbeiten
hu_hu: Listák hozzáadása / szerkesztése
ja_jp: リストの追加/編集
nb_no: Legg til / rediger lister
nl_nl: Toevoegen / bewerken lijsten
pt_br: Adicionar / Editar listas
ro_ro: Adaugă/Modifică liste
sk_sk: Pridať / Upraviť zoznamy

source: Add a CSV file
ar_sa: أضف مِلَفّ CSV
de_de: eine CSV Datei hinzufügen
hu_hu: CSV-fájl hozzáadása
ja_jp: CSVファイルを追加
nb_no: Legg til en CSV-fil
nl_nl: Voeg een CSV bestand toe
pt_br: Adicionar um arquivo CSV
ro_ro: Adauga un fisier CSV
sk_sk: Pridať súbor CSV

source: Add a user
ar_sa: اضافة مستخدم
de_de: Benutzer hinzufügen
hu_hu: Felhasználó hozzáadása
ja_jp: ユーザ追加
lt_lt: Pridėti vartotoją
nb_no: Legg til en bruker
nl_nl: Voeg een gebruiker toe
pt_br: Adicionar usuário
ro_ro: Adaugă un utilizator
sk_sk: Pridať používateľa

source: Add an RDF/XML file
ar_sa: أضف ملف RDF / XML
de_de: RDF/XML-Datei hinzufügen
hu_hu: RDF/XML fájl hozzáadása
ja_jp: RDF/XMLファイル追加
lt_lt: Pridėti RDF/XML failą
nb_no: Legg til en RDF/XML-fil
nl_nl: Voeg een RDF/XML bestand toe
pt_br: Adicionar um arquivo RDF/XML
ro_ro: Adauga un fisier RDF/XML
sk_sk: Pridať súbor RDF/XML

source: add criteria
ar_sa: أضف معايير
de_de: Kriterien hinzufügen
hu_hu: kritériumok hozzáadása
ja_jp: 条件・基準を追加
nb_no: legg til kriterier
nl_nl: criteria toevoegen
pt_br: adicionar critérios
ro_ro: adaugă un criteriu
sk_sk: pridať kritériá

source: Add file(s)
ar_sa: أضف ملفات
de_de: Datei(en) hinzufügen
hu_hu: Fájl(ok) hozzáadása
ja_jp: ファイル追加
lt_lt: Pridėti failą(–us)
nb_no: Legg til fil(er)
nl_nl: Voeg bestand(en) toe
pt_br: Adicionar arquivo(s)
ro_ro: Adaugă fișier(e)
sk_sk: Pridať súbor(y)

source: Add index
ar_sa: إضافة فِهْرِس
de_de: Index hinzufügen
ja_jp: インデックスを追加
nl_nl: Index toevoegen
pt_br: Adicionar índice
ro_ro: Adaugă index
sk_sk: Pridať index

source: Add property
ar_sa: أضف خاصيات
de_de: Eigenschaft hinzufügen
hu_hu: Ingatlan hozzáadása
ja_jp: プロパティ追加
lt_lt: Pridėti ypatybę
nb_no: Legg til egenskap
nl_nl: Voeg eigenschap toe
pt_br: Adicionar propriedade
ro_ro: Adaugă o proprietate
sk_sk: Pridať nehnuteľnosť

source: Adding search index for %s
ar_sa: إضافة فهرس البحث لـ %s
de_de: Suchindex für %s wird hinzugefügt
hu_hu: Keresési index hozzáadása %s-hoz
ja_jp: %sの検索インデックスを追加します。
lt_lt: Pridedamas paieškos indeksas į %s
nb_no: Legger til søkeindeks for %s
nl_nl: Toevoegen van zoekindex voor %s
pt_br: Adicionando índice de pesquisa para %s
ro_ro: Adăugarea indexului de căutare pentru %s
sk_sk: Pridáva sa vyhľadávací index pre %s

source: Adding search index for created resource
ar_sa: إضافة فهرس بحث للمورد الذي تم إنشاؤه
de_de: Suchindex für erstellte Ressource hinzufügen
hu_hu: Keresési index hozzáadása a létrehozott erőforráshoz
ja_jp: 作成したリソースの検索インデックスを追加
nb_no: Legger til søkeindeks for opprettet ressurs
nl_nl: Zoekindex toevoegen voor gemaakte resource
pt_br: Adicionando índice de pesquisa para o recurso criado
ro_ro: Adăugarea indexului de căutare pentru resursele create
sk_sk: Pridanie vyhľadávacieho indexu pre vytvorený zdroj

source: Adding the new class has failed
ar_sa: إضافة قسم جديد باءت بالفشل
de_de: Das Hinzufügen der neuen Klasse ist fehlgeschlagen
hu_hu: Az új osztály hozzáadása sikertelen
ja_jp: 新規クラスの追加に失敗しました
lt_lt: Naujos klasės pridėjimas nepavyko
nb_no: Å legge til ny mappe mislyktes
nl_nl: Het toevoegen van de nieuwe klasse is mislukt
pt_br: Falha ao adicionar nova classe
ro_ro: Adăugarea noii clase a eșuat
sk_sk: Pridanie novej triedy zlyhalo

source: Adding the new resource has failed
ar_sa: إضافة المورد الجديد باءت بالفشل
de_de: Das Hinzufügen der neuen Ressource ist fehlgeschlagen
hu_hu: Az új erőforrás hozzáadása sikertelen
ja_jp: 新規リソースの追加に失敗しました
lt_lt: Naujo resurso pridėjimas nepavyko
nb_no: Å legge til ny ressurs mislyktes
nl_nl: Het toevoegen van het nieuwe resource is mislukt
pt_br: Falha ao adicionar o novo recurso
ro_ro: Adăugarea noii resurse a eșuat
sk_sk: Pridanie nového zdroja zlyhalo

source: Adding/updating search index for updated resource
ar_sa: إضافة/تحديث فهرس البحث للمورد المحدث
de_de: Suchindex für aktualisierte Ressource hinzufügen/aktualisieren
hu_hu: Keresési index hozzáadása/frissítése a frissített erőforráshoz
ja_jp: 更新されたリソースの検索インデックスの追加・更新
nb_no: Legger til/oppdaterer søkeindeks for oppdaterte ressurs
nl_nl: Zoekindex voor bijgewerkte bron toevoegen/bijwerken
pt_br: Adicionando/atualizando índice de pesquisa do recurso
ro_ro: Adăugarea/actualizarea indexului de căutare pentru resursa actualizată
sk_sk: Pridávanie/aktualizácia vyhľadávacieho indexu pre aktualizovaný zdroj

source: Adobe Flash file
ar_sa: ملف أدوبي فلاش
de_de: Adobe Flash-Datei
hu_hu: Adobe Flash fájl
ja_jp: Adobe Flashファイル
nb_no: Adobe Flash-fil
nl_nl: Adobe Flash bestand
pt_br: Arquivo Adobe Flash
ro_ro: Fişier Adobe Flash
sk_sk: Súbor Adobe Flash
