Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Invalid login or password. Your account has been locked, please contact your administrator.
ar_sa: معلومات الدخول خاطئة او كلمة المرور خاطئة. تم إغلاق حسابك ، يرجى الاتصال بالمسؤول.
de_de: Ungültiger Anmeldename oder Passwort. Ihr Konto wurde gesperrt. Bitte wenden Sie sich an Ihren Administrator.
hu_hu: Érvénytelen bejelentkezési név vagy jelszó. Fiókja zárolva van, kérjük, vegye fel a kapcsolatot a rendszergazdával.
ja_jp: ログイン名またはパスワードが無効です。アカウントはロックされています。管理者に問合せてください。
lt_lt: Neteisingas prisijungimas arba slaptažodis. Jūsų paskyra buvo užrakinta, prašome susisiekti su jūsų administratoriumi.
nb_no: Ugyldig brukernavn eller passord. Kontoen din er låst. Ta kontakt med administrator.
nl_nl: Ongeldige login of wachtwoord. Uw account is vergrendeld, neem contact op met uw beheerder.
pt_br: Login ou senha inválidos. Sua conta foi bloqueada, por favor, entre em contato com o administrador.
ro_ro: Nume de conectare sau parolă incorecte. Contul dvs. a fost blocat, vă rugăm să contactaţi administratorul.
sk_sk: Neplatné prihlasovacie meno alebo heslo. Váš účet bol uzamknutý, kontaktujte, prosím, svojho administrátora.

source: Invalid path of a source "%s". Path must point to the existed file inside the package.
ar_sa: مسار غير صالح للمصدر "%s". المسار يجب أن يشير إلى المِلَفّ الموجود داخل الحُزْمَة.
de_de: Ungültiger Pfad für eine Quelle "%s". Pfad muss auf die vorhandene Datei innerhalb des Pakets verweisen.
ja_jp: ソース "%s" のパスが無効です。パスはパッケージ内に存在するファイルを指す必要があります。
nl_nl: Ongeldig pad van een bron "%s". Pad moet wijzen naar het bestaande bestand in het pakket.
pt_br: Caminho inválido de origem%s". O caminho deve apontar para o arquivo existente dentro do pacote.
ro_ro: Calea nevalidă a unei surse "%s". Calea trebuie să indice către fişierul existent în interiorul pachetului.
sk_sk: Neplatná cesta k zdroju „%s“. Cesta musí ukazovať na existujúci súbor v balíku.

source: invalid regular expression
ar_sa: تعبير عادي غير مضبوط
de_de: ungültiger regulärer Ausdruck
hu_hu: érvénytelen reguláris kifejezés
ja_jp: 無効な正規表現です
lt_lt: neteisinga įprasta išraiška
nb_no: ugyldig uttrykk
nl_nl: Onjuiste reguliere expressie.
pt_br: expressão regular inválida
ro_ro: expresie regulată nevalidă
sk_sk: neplatný regulárny výraz

source: Invalid value
ar_sa: قيمة غير صالحة
de_de: Ungültiger Wert
hu_hu: Érvénytelen érték
ja_jp: 無効な値
lt_lt: Neteisinga reikšmė
nb_no: Ugyldig verdi
nl_nl: Ongeldige waarde
pt_br: Valor inválido
ro_ro: Valoare nevalidă
sk_sk: Neplatná hodnota

source: Invalid values:
ar_sa: قيم غير صحيحة:
de_de: Ungültige Werte:
hu_hu: Érvénytelen értékek:
ja_jp: 無効な値:
nl_nl: Ongeldige waarden:
pt_br: Valor inválido:
ro_ro: Valori invalide:
sk_sk: Neplatné hodnoty:

source: It appears there were some issues and we were unable to process your request. You can contact your TAO administrator if needed. Or, alternatively:
ar_sa: يبدو أن هناك بعض المشكلات ولم نتمكن من معالجة طلبك. يمكنك الاتصال بمدير TAO إذا لزم الأمر. أو بدلاً من ذلك:
de_de: Es scheint, als ob es einige Probleme gab und wir Ihre Anfrage nicht bearbeiten konnten. Sie können Ihren TAO-Administrator kontaktieren oder alternativ:
ja_jp: 問題があったようで、リクエストを処理できませんでした。必要に応じてTAO管理者に連絡してください。または、代わりに：
nl_nl: Het lijkt erop dat er enkele problemen waren en we konden uw aanvraag niet verwerken. U kunt desgewenst contact opnemen met uw TAO-beheerder:
pt_br: Parece que houve alguns problemas e não conseguimos processar o seu pedido. Você pode entrar em contato com seu administrador de DOIS se necessário. Ou, alternativamente:
ro_ro: Se pare că au fost unele probleme și nu am putut procesa solicitarea dvs. Puteți contacta administratorul TAO, dacă este necesar. Sau, alternativ:
sk_sk: Zdá sa, že sa vyskytli nejaké problémy a vašu žiadosť sme nedokázali spracovať. V prípade potreby môžete kontaktovať svojho správcu TAO. Prípadne:

source: items per page
ar_sa: مواد لكل صفحة
de_de: Objekte pro Seite
hu_hu: elem oldalanként
ja_jp: 件／ページ
nb_no: oppgaver per side
nl_nl: items per pagina
pt_br: itens por página
ro_ro: articole pe pagină
sk_sk: položiek na stránku

source: Javascript code
ar_sa: كود جافاسكريبت
hu_hu: Javascript kód
ja_jp: Javascriptコード
nb_no: Javascript-kode
pt_br: Código javascript
ro_ro: Cod Javascript
sk_sk: Javascriptový kód

source: JPEG image
ar_sa: صورة JPEG
de_de: JPEG-Bild
hu_hu: JPEG kép
ja_jp: JPEG画像
nb_no: JPEG-bilde
nl_nl: JPEG bestand
pt_br: imagem JPEG
ro_ro: Imagine JPEG
sk_sk: Obrázok JPEG

source: Keep the original permissions
ar_sa: الاحتفاظ بالمأذونات الأصلية
de_de: Originalberechtigungen behalten
ja_jp: 元の権限を維持する
nl_nl: Behoud de originele machtigingen
pt_br: Manter as permissões originais
ro_ro: Păstrează permisiunile originale
sk_sk: Zachovať pôvodné povolenia

source: Label
ar_sa: اسم
de_de: Beschriftung
hu_hu: Címke
ja_jp: ラベル
lt_lt: Pavadinimas
nb_no: Navn
nl_nl: Omschrijving
pt_br: Descrição
ro_ro: Etichetă
sk_sk: Štítok

source: Label Path
ar_sa: مسار التسمية
de_de: Beschriftungspfad
hu_hu: Címke elérési útja
ja_jp: ラベルパス
nb_no: Etikettsti
nl_nl: Label pad
pt_br: Endereço do Título
ro_ro: Calea etichetei
sk_sk: Cesta k označeniu

source: Language
ar_sa: لغة
de_de: Sprache
hu_hu: Nyelv
ja_jp: 言語
lt_lt: Kalba
nb_no: Språk
nl_nl: Taal
pt_br: IDIOMA
ro_ro: Limba
sk_sk: Jazyk

source: Last attempt before your account is locked.
ar_sa: آخر محاولة قبل إغلاق حسابك.
de_de: Letzter Versuch, bevor Ihr Konto gesperrt wird.
hu_hu: Utolsó próbálkozás a fiók zárolása előtt.
ja_jp: あなたのアカウントがロックされる前の最終の受験です。
lt_lt: Paskutinis bandymas prieš jūsų paskyros užrakinimą.
nb_no: Du har et forsøk igjen før kontoen din blir låst.
nl_nl: Laatste poging voordat uw account wordt vergrendeld.
pt_br: Última tentativa antes de sua conta ser bloqueada.
ro_ro: Ultima încercare înainte ca contul să fie blocat.
sk_sk: Posledný pokus pred zablokovaním vášho účtu.

source: Last Name
ar_sa: الاسم العائلي
de_de: Nachname
hu_hu: Vezetéknév
ja_jp: 名前２
lt_lt: Pavardė
nb_no: Etternavn
nl_nl: Achternaam
pt_br: Sobrenome
ro_ro: Nume de familie
sk_sk: Priezvisko

source: Last page
ar_sa: الصفحة الأخيرة
de_de: Letzte Seite
hu_hu: Utolsó oldal
ja_jp: 最終ページ
lt_lt: Paskutinis puslapis
nb_no: Siste side
nl_nl: Laatste pagina
pt_br: Última página
ro_ro: Ultima pagină
sk_sk: Posledná strana

source: Last result
ar_sa: النتيجة الأخيرة
de_de: Letztes Ergebnis
hu_hu: Utolsó eredmény
ja_jp: 最終結果
lt_lt: Paskutinis rezultatas
nb_no: Siste resultat
nl_nl: Laatste resultaat
pt_br: Último resultado
ro_ro: Ultimul rezultat
sk_sk: Posledný výsledok

source: Left parenthesis
ar_sa: قوس أيسر
de_de: Linke Klammer
hu_hu: Bal zárójel
ja_jp: 左括弧
lt_lt: Kairysis skliaustelis
nb_no: Venstre parentes
nl_nl: Linker haakje
pt_br: Parêntese esquerdo
ro_ro: Paranteză stângă
sk_sk: Ľavá zátvorka

source: less than a minute
ar_sa: أقل من دقيقة
de_de: weniger als eine Minute
hu_hu: kevesebb mint egy perc
ja_jp: 1分未満
lt_lt: trumpiau negu minutę
nb_no: mindre enn ett minutt
nl_nl: Minder dan een minuut
pt_br: menos de um minuto
ro_ro: mai puțin de un minut
sk_sk: menej ako minútu

source: List
ar_sa: قائمة
de_de: Liste
hu_hu: Lista
ja_jp: リスト
lt_lt: Sąrašas
nb_no: Liste
nl_nl: Lijst
pt_br: Lista
ro_ro: Listă
sk_sk: Zoznam

source: List "%s" has duplicated values.
ar_sa: قائمة "%s" تحتوي على قيم مكررة.
de_de: Liste "%s" hat doppelte Werte.
ja_jp: リスト "%s" は重複した値を持っています。
nl_nl: Lijst "%s" heeft gedupliceerde waarden.
pt_br: Lista "%s" tem valores duplicados.
ro_ro: Lista%sa duplicat valorile.
sk_sk: Zoznam „%s“ obsahuje duplicitné hodnoty.

source: List - Multiple choice - Check box
ar_sa: قائمة - الاختيار من متعدد - خانة الاختيار
de_de: Liste - Multiple Choice - Kontrollkästchen
hu_hu: Lista - Feleletválasztós - Jelölőnégyzet
ja_jp: リスト-多肢選択-チェックボックス
lt_lt: Sąrašas - pasirinkimas, pažymint kelis
nb_no: Liste - Flervalg - Avhukingsboks
nl_nl: Lijst - Meerkeuze - Selectievakje
pt_br: Lista - Múltipla escolha - Caixa de seleção
ro_ro: Listă - Alegere multiplă - Caseta de selectare
sk_sk: Zoznam - Viaceré možnosti - Zaškrtávacie políčko

source: List - Multiple choice - Search input
ar_sa: القائمة - الاختيار من متعدد - إدخال البحث
de_de: Liste – Multiple Choice – Sucheingabe
hu_hu: Lista - Feleletválasztós - Keresési bevitel
ja_jp: リスト-多肢選択-検索入力
nb_no: Liste - Flervalg - Søkefelt
nl_nl: Lijst - Meerdere keuze - Zoekinvoer
pt_br: Lista - Múltipla escolha - Entrada de pesquisa
ro_ro: Listă - Alegere multiplă - Căutare intrare
sk_sk: Zoznam - Viaceré možnosti - Vyhľadávací vstup

source: List - Single choice - Drop down
ar_sa: قائمة - خيار واحد - قائمة جارية
de_de: Liste - Auswahl - Aufklappmenü
hu_hu: Lista - Egyetlen választási lehetőség - Legördülő menü
ja_jp: リスト-択一-ドロップダウン
lt_lt: Sąrašas - pasirinkimas vienos reikšmės iš iškrentančio sąrašo
nb_no: Liste - Enkeltvalg - Nedtrekksliste
nl_nl: Lijst - Enkele keuze - Keuzelijst
pt_br: Lista - Simples - Drop down
ro_ro: Listă - Alegere unică - Renunțați jos
sk_sk: Zoznam - Jedna možnosť - Rozbaľovací zoznam

source: List - Single choice - Radio button
ar_sa: قائمة - خيار واحد - زر اختيار
de_de: Liste - Auswahl - Optionsfeld
hu_hu: Lista - Egyetlen választási lehetőség - Rádiógomb
ja_jp: リスト-択一-ラジオボタン
lt_lt: Sąrašas - Pasirinkimas tik vienos reikšmės
nb_no: Liste - Enkeltvalg - Radioknapp
nl_nl: Lijst - Enkele keuze - Radioknop
pt_br: Lista - Simples - Radio button
ro_ro: Listă - Alegere unică - Buton radio
sk_sk: Zoznam - Jedna možnosť - Prepínač

source: List - Single choice - Search input
ar_sa: قائمة - اختيار واحد - إدخال البحث
de_de: Liste – Single Choice – Sucheingabe
hu_hu: Lista - Egyetlen választási lehetőség - Keresési bevitel
ja_jp: リスト-択一-検索入力
nb_no: Liste - Enkeltvalg - Søkefelt
nl_nl: Lijst - Enkelvoudige keuze - zoekinvoer
pt_br: Lista - Simples - Pesquisa
ro_ro: Listă - Alegere unică - Intrare căutare
sk_sk: Zoznam - Jedna možnosť - Vyhľadávací vstup

source: List item URI duplications found
ar_sa: تم العثور على تكرارات قائمة البند URI
de_de: Es wurden Duplikate des Listenelement-URI gefunden
hu_hu: Listaelem URI duplikációi találhatók
ja_jp: リスト項目URIの重複が見つかりました
nb_no: Oppgave URI -dupliseringer funnet
nl_nl: Lijst van gevonden URI duplicaties
pt_br: Duplicações de item de lista URI encontradas
ro_ro: S-au găsit duplicări URI elemente listă
sk_sk: Nájdené duplikáty URI položiek zoznamu

source: List values
ar_sa: قائمة القيم
de_de: Werte auflisten
hu_hu: Értékek listája
ja_jp: リスト値
nb_no: Listeverdier
nl_nl: Toon waardes
pt_br: Listar valores
ro_ro: Listează valorile
sk_sk: Hodnoty zoznamu

source: Load more
ar_sa: تحميل المزيد
de_de: Mehr laden
hu_hu: Továbbiak betöltése
ja_jp: 再読み込み
lt_lt: Įkelti daugiau
nb_no: Last mer
nl_nl: Meer laden
pt_br: Carregar mais
ro_ro: Încarcă mai mult
sk_sk: Načítať viac

source: Loaded
ar_sa: محمل
de_de: Geladen
hu_hu: Töltött
ja_jp: 読み込み完了
lt_lt: Įkelta
nb_no: Lastet
nl_nl: Geladen
pt_br: Carregado
ro_ro: Încărcat
sk_sk: Naložené

source: Loaded at Startup
ar_sa: يتم تحميلها عند بدء التشغيل
de_de: beim Starten geladen
hu_hu: Indításkor betöltve
ja_jp: 起動時に読み込み
lt_lt: Įkelta paleidimo metu
nb_no: Lastet ved oppstart
nl_nl: Bij het starten geladen
pt_br: Carregado na Inicialização
ro_ro: Încărcat la pornire
sk_sk: Načíta sa pri spustení

source: Loading
ar_sa: جار التحميل
de_de: Ladevorgang
hu_hu: Terhelés
ja_jp: 読み込み
lt_lt: Įkeliama
nb_no: Laster
nl_nl: Bezig met laden…
pt_br: Carregando...
ro_ro: Încărcare
sk_sk: Načítava sa

source: Loading status
ar_sa: حالة التحميل
de_de: Ladestatus
hu_hu: Betöltési állapot
ja_jp: 読込中
lt_lt: Įkėlimo būsena
nb_no: Laster status
nl_nl: Laadstatus
pt_br: Carregando status
ro_ro: Starea de încărcare
sk_sk: Stav načítavania

source: Loading task status ...
ar_sa: جارٍ تحميل حالة المهمة ...
de_de: Aufgabenstatus wird geladen ...
hu_hu: Feladat állapotának betöltése...
ja_jp: 読込中...
lt_lt: Įkeliama užduoties būsena ...
nb_no: Laster inn oppgavestatus...
nl_nl: Laadtaak status ...
pt_br: Carregando status da tarefa...
ro_ro: Se încarcă starea sarcinii...
sk_sk: Načítava sa stav úlohy...

source: locked by %s
ar_sa: مؤمن من قبل %s
de_de: gesperrt von %s
hu_hu: %szárolta
ja_jp: ％sによってロックされています
lt_lt: užrakino %s
nb_no: låst med %s
nl_nl: vergrendeld door %s
pt_br: bloqueado por %s
ro_ro: blocat de %s
sk_sk: uzamknuté používateľom %s

source: Log in
ar_sa: تسجيل الدخول
de_de: Anmelden
hu_hu: Bejelentkezés
ja_jp: ログイン
lt_lt: Prisijungti
nb_no: Logg inn
nl_nl: Aanmelden
pt_br: Efetuar Login
ro_ro: Autentificare
sk_sk: Prihlásiť sa

source: Log Out
ar_sa: تسجيل خروج
de_de: abmelden
hu_hu: Kijelentkezés
ja_jp: ログアウト
lt_lt: Atsijungti
nb_no: Logg ut
nl_nl: Afmelden
pt_br: Sair
ro_ro: Ieșire din cont
sk_sk: Odhlásiť sa

source: Login
ar_sa: تسجيل الدخول
de_de: Anmelden
hu_hu: Bejelentkezés
ja_jp: ログイン
lt_lt: Prisijungimas
nb_no: Logg inn
nl_nl: Aanmelden
pt_br: Conectar-se
ro_ro: Autentificare
sk_sk: Prihlásenie

source: Login available
ar_sa: تسجيل الدخول متاح
de_de: Anmeldung verfügbar
hu_hu: Bejelentkezés elérhető
ja_jp: ログイン可能
lt_lt: Toks prisijungimo vardas yra galimas
nb_no: Pålogging tilgjengelig
nl_nl: Aanmelden beschikbaar
pt_br: Acesso disponível
ro_ro: Autentificare disponibilă
sk_sk: Prihlásenie k dispozícii

source: Login is already in use.
ar_sa: تسجيل الدخول قيد الاستخدام بالفعل.
de_de: Der Login wird bereits verwendet.
hu_hu: A bejelentkezés már használatban van.
ja_jp: このログインIDは，既に使われています
lt_lt: Prisijungimas yra jau naudojamas.
nb_no: Pålogging er allerede i bruk.
nl_nl: Login is al in gebruik.
pt_br: Login já está em uso.
ro_ro: Autentificarea este deja folosită.
sk_sk: Prihlásenie sa už používa.

source: Login is empty.
ar_sa: تسجيل الدخول فارغ.
de_de: Das Anmeldefeld ist leer.
hu_hu: A bejelentkezés üres.
ja_jp: ログインIDを入力してください
lt_lt: Prisijungimas yra tuščias.
nb_no: Ingen er innlogget.
nl_nl: Logi is leeg.
pt_br: Login está vazio.
ro_ro: Autentificarea este goală.
sk_sk: Prihlásenie je prázdne.

source: Logout
ar_sa: تسجيل الخروج
de_de: Abmelden
hu_hu: Kijelentkezés
ja_jp: ログアウト
lt_lt: Atsijungti
nb_no: Logg ut
nl_nl: Afmelden
pt_br: Desconectar
ro_ro: Deconectare
sk_sk: Odhlásiť sa

source: M4A audio
ar_sa: صوت M4A
hu_hu: M4A hanganyag
ja_jp: M4A音声
nb_no: M4A-lydfil
nl_nl: M4A bestand
pt_br: áudio M4A
ro_ro: Audio M4A
sk_sk: Zvuk M4A

source: Main Menu
ar_sa: القائمة الرئيسية
de_de: Hauptmenü
hu_hu: Főmenü
ja_jp: メインメニュー
nb_no: Hovedmeny
nl_nl: Hoofd Menu
pt_br: Menu Principal
ro_ro: Meniul principal
sk_sk: Hlavné menu

source: Maintenance service is already installed.
ar_sa: خدمة الصيانة مثبتة مسبقا.
de_de: Der Wartungsdienst ist bereits installiert.
hu_hu: A karbantartási szolgáltatás már telepítve van.
ja_jp: メンテナンスサービスは，すでにインストールされています
nb_no: Vedlikeholdstjenesten er allerede installert.
nl_nl: Onderhoudsservice is al geïnstalleerd.
pt_br: O serviço de manutenção já está instalado.
ro_ro: Serviciul de întreţinere este deja instalat.
sk_sk: Služba údržby je už nainštalovaná.

source: Maintenance service must have a persistence option.
ar_sa: يجب أن يكون لدى خدمة الصيانة خيار استمرار.
de_de: Der Wartungsdienst muss über eine Persistenzoption verfügen.
hu_hu: A karbantartási szolgáltatásnak rendelkeznie kell megőrző opcióval.
ja_jp: メンテナンスサービスには永続化オプションが必要です
lt_lt: Priežiūros tarnyba turi turėti palaikymo opciją.
nb_no: Vedlikeholdstjenesten må ha et tidsbegrensningsalternativ.
nl_nl: De onderhoudsservice moet een persistentiemogelijkheid hebben.
pt_br: O serviço de manutenção deve ter uma opção de persistência.
ro_ro: Serviciul de întreţinere trebuie să aibă o opţiune de persistenţă.
sk_sk: Údržbová služba musí mať možnosť trvalého fungovania.

source: Maintenance service was installed. Platform is disabled.
ar_sa: تم تركيب خدمة الصيانة. المنصة معطلة.
de_de: Wartungsdienst wurde installiert. Plattform ist deaktiviert.
hu_hu: Karbantartási szolgáltatás telepítve. A platform le van tiltva.
ja_jp: メンテナンスサービスを導入しました。プラットフォームが無効化されています
nb_no: Vedlikeholdstjenesten ble installert. Plattformen er deaktivert.
nl_nl: Onderhoudsservice is geïnstalleerd. Platform is uitgeschakeld.
pt_br: O serviço de manutenção foi instalado. A plataforma está desativada.
ro_ro: Serviciul de întreţinere a fost instalat. Platforma este dezactivată.
sk_sk: Bola nainštalovaná údržbárska služba. Platforma je deaktivovaná.

source: Maintenance service was installed. Platform is enabled.
ar_sa: تم تركيب خدمة الصيانة. تم تشغيل المنصة.
de_de: Wartungsdienst wurde installiert. Plattform ist aktiviert.
hu_hu: Karbantartási szolgáltatás telepítve. A platform engedélyezve van.
ja_jp: メンテナンスサービスを導入しました。プラットフォームが有効になりました
nb_no: Vedlikeholdstjenesten ble installert. Plattformen er aktivert.
nl_nl: Onderhoudsservice is geïnstalleerd. Platform is ingeschakeld.
pt_br: O serviço de manutenção foi instalado. Plataforma habilitada.
ro_ro: Serviciul de întreţinere a fost instalat. Platforma este activată.
sk_sk: Bola nainštalovaná služba údržby. Platforma je povolená.

source: Maintenance storage driver is not set
ar_sa: لم يتم تعيين برنامج تشغيل تخزين الصيانة
de_de: Der Wartungsspeichertreiber ist nicht festgelegt
hu_hu: A karbantartási tároló illesztőprogramja nincs beállítva
ja_jp: メンテナンス用ストレージドライバが設定されていません
lt_lt: Priežiūros saugykla yra nenustatyta
nb_no: Vedlikeholdslagringsdriver er ikke angitt
nl_nl: Opslagprogramma voor onderhoud is niet ingesteld
pt_br: O driver de armazenamento de manutenção não está definido
ro_ro: Conținutul stocării nu este setat
sk_sk: Ovládač úložiska údržby nie je nastavený

source: Manage class schema
ar_sa: إدارة مخطط القسم
de_de: Klassenschema verwalten
hu_hu: Osztályséma kezelése
ja_jp: クラススキーマ管理
lt_lt: Tvarkyti klasės schemą
nb_no: Administrer egenskaper for oppgavemappe
nl_nl: Beheer klasse-schema
pt_br: Gerenciar esquema de classe
ro_ro: Gestionează schema claselor
sk_sk: Spravovať schému triedy

source: manage columns
ar_sa: إدارة الأعمدة
de_de: spalten verwalten
ja_jp: 列の管理
nl_nl: Beheer kolommen
pt_br: gerenciar colunas
ro_ro: Gestionare coloane
sk_sk: spravovať stĺpce

source: Manage data list
ar_sa: إدارة قائمة البيانات
de_de: Daten-Liste verwalten
hu_hu: Adatlista kezelése
ja_jp: データ一覧の管理
lt_lt: Tvarkyti duomenų sąrašą
nb_no: Administrer dataliste
nl_nl: Beheer data lijst
pt_br: Gerenciar lista de dados
ro_ro: Gestionați lista de date
sk_sk: Spravovať zoznam údajov

source: Manage Preferences
ar_sa: إدارة التفضيلات
de_de: Einstellungen verwalten
hu_hu: Beállítások kezelése
ja_jp: 設定の管理
nl_nl: Beheer Voorkeuren
pt_br: Gerenciar Preferências
ro_ro: Gestionare preferințe
sk_sk: Spravovať nastavenia

source: Manage roles
ar_sa: إدارة المهام
de_de: Rollen verwalten
hu_hu: Szerepkörök kezelése
ja_jp: ロール管理
lt_lt: Tvarkyti roles
nb_no: Administrer roller
nl_nl: Beheer rollen
pt_br: Gerenciar funções
ro_ro: Gestionează rolurile
sk_sk: Spravovať roly

source: Manage Roles and apply them to users.
ar_sa: إدارة المهام وتطبيقها على المستخدمين.
de_de: Rollen verwalten und Benutzern hinzufügen
hu_hu: Szerepkörök kezelése és alkalmazása felhasználókra.
ja_jp: ロール管理とユーザへの適用
lt_lt: Tvarkyti Roles ir taikyti vartotojams.
nb_no: Administrer roller og tildel til brukere.
nl_nl: Beheer rollen en wijs ze aan gebruikers toe.
pt_br: Gerenciar Funções e aplicá-las aos usuários.
ro_ro: Gestionați rolurile și aplicați-le utilizatorilor.
sk_sk: Spravujte role a priraďte ich používateľom.

source: Manage users
ar_sa: إدارة المستخدمين
de_de: Benuter verwalten
hu_hu: Felhasználók kezelése
ja_jp: ユーザ管理
lt_lt: Tvarkyti vartotojus
nb_no: Administrer brukere
nl_nl: Gebruikers beheren
pt_br: Gerenciar usuários
ro_ro: Gestionați utilizatorii
sk_sk: Spravovať používateľov

source: Manage Versioned File
ar_sa: إدارة ملف الإصدار
de_de: versionierte Dateien verwalten
hu_hu: Verzióval ellátott fájl kezelése
ja_jp: バージョンファイル管理
lt_lt: Tvarkyti Versijuojamą Failą
nb_no: Administrer versjonert fil
nl_nl: Beheer bestand met versie
pt_br: Gerenciar arquivo versionado
ro_ro: Gestionare fișier versionat
sk_sk: Spravovať verziovaný súbor

source: Map the properties to the CSV columns
ar_sa: CSV اختر الخصائص المتعلقة بالاعمدة
de_de: Eigenschaften auf die CSV Spalten abbilden
hu_hu: Tulajdonságok leképezése a CSV oszlopaira
ja_jp: CSVの列にプロパティをマッピング
lt_lt: Susiekite požymius su CSV stulpeliais
nb_no: Gi egenskaper til CSV-kolonnene
nl_nl: Combineer de eigenschappen met de overeenkomende CSV kolommen
pt_br: Mapear as propriedades das colunas CSV
ro_ro: Harta proprietăților la coloanele CSV
sk_sk: Priradiť vlastnosti k stĺpcom CSV

source: maximum %s
ar_sa: الحد الأقصى %s
de_de: maximal %s
ja_jp: 最大 %s
pt_br: máximo %s
ro_ro: maxim %s
sk_sk: maximálne %s

source: Maximum selection reached
ar_sa: تم الوصول إلى الحد الأقصى من الاختيار
de_de: Maximale Auswahl erreicht
hu_hu: Elérte a maximális kiválasztható mennyiséget
ja_jp: これ以上選択できません
lt_lt: Pasiektas maksimalus pasirinkimas
nb_no: Maksimalt valg er nådd
nl_nl: Maximale selectie bereikt
pt_br: Foi atingido o limite de seleções
ro_ro: Selecție maximă atinsă
sk_sk: Dosiahnutý maximálny výber

source: Media resize along with their container, e.g. 50% means half of the container size not half of the media size.
ar_sa: تغيير حجم الوسائط مع الحاوية الخاصة بها ، على سبيل المثال 50٪ تعني نصف حجم الحاوية وليس نصف حجم الوسائط.
de_de: Die Größe von Medien ändert sich zusammen mit ihrem Container, z. B. 50 % bedeutet die Hälfte der Behältergröße, nicht die Hälfte der Mediengröße.
hu_hu: A média mérete a konténerével együtt változik, pl. az 50% a konténer méretének felét jelenti, nem a média méretének felét.
ja_jp: メディアのサイズをコンテナと一緒に変更します。例：50%とは、メディアサイズが50％ではなく、コンテナサイズが50％を意味します。
lt_lt: Medijos dydžio keitimas kartu su jų konteineriu, pvz.: 50% reiškia pusę konteinerio dydžio, bet ne pusę medijos dydžio.
nb_no: Media endrer størrelsen sammen med boksen, f.eks. 50% betyr halvparten av boksstørrelsen, ikke halvparten av mediestørrelsen.
nl_nl: De media worden samen met de container verkleind, bijvoorbeeld 50% betekent de helft van de containergrootte en niet de helft van de mediagrootte.
pt_br: Redimensionar a mídia junto com seu contêiner, por exemplo, 50% significa metade do tamanho do contêiner não metade do tamanho da mídia.
ro_ro: Media redimensionează împreună cu recipientul lor, de exemplu 50% înseamnă jumătate din mărimea containerului, nu jumătate din dimensiunea mediană.
sk_sk: Veľkosť médií sa mení spolu s ich kontajnerom, napr. 50 % znamená polovicu veľkosti kontajnera, nie polovicu veľkosti média.

source: Message
ar_sa: رسالة
de_de: Nachricht
hu_hu: Üzenet
ja_jp: 記録
lt_lt: Pranešimas
nb_no: Melding
nl_nl: Bericht
pt_br: Mensagem
ro_ro: Mesaj
sk_sk: Správa

source: Messages
ar_sa: رسائل
de_de: Nachrichten
hu_hu: Üzenetek
ja_jp: 記録
lt_lt: Pranešimai
nb_no: Beskjeder
nl_nl: Berichten
pt_br: Mensagens
ro_ro: Mesaje
sk_sk: Správy

source: Metadata export is not available for the selected resource.
ar_sa: لا يتوفر تصدير الميتابيانات للمورد المحدد.
de_de: Der Metadatenexport ist für die ausgewählte Ressource nicht verfügbar.
hu_hu: A metaadatok exportálása nem érhető el a kiválasztott erőforráshoz.
ja_jp: 選択したリソースのメタデータのエクスポートはできません
lt_lt: Negalimas metaduomenų eksportavimas pasirinktam resursui.
nb_no: Metadataeksport er ikke tilgjengelig for den valgte ressursen.
nl_nl: Metadata export is niet beschikbaar voor de geselecteerde resource.
pt_br: Exportação de metadados não está disponível para o recurso selecionado.
ro_ro: Exportul de metadate nu este disponibil pentru resursa selectată.
sk_sk: Export metadát nie je k dispozícii pre vybraný zdroj.

source: Microsoft Excel
ar_sa: مايكروسوفت إكسل

source: Microsoft Excel binary format
ar_sa: تنسيق مايكروسوفت إكسل الثنائي
de_de: Binärformat von Microsoft Excel
hu_hu: Microsoft Excel bináris formátum
ja_jp: Microsoft Excel バイナリ形式
nb_no: Microsoft Excel binært format
nl_nl: Microsoft Excel binair formaat
pt_br: Formato binário do Microsoft Excel
sk_sk: Binárny formát programu Microsoft Excel
