Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: The action will not be applied to the following
ar_sa: لن يتم تطبيق الإجراء على ما يلي
de_de: Die Aktion wird nicht auf Folgendes angewendet
hu_hu: A művelet nem lesz érvényes a következőkre
ja_jp: 操作は適用されません：
lt_lt: Veiksmas nebus taikomas šiems:
nb_no: Handlingen vil ikke bli brukt på følgende
nl_nl: De actie is niet van toepassing op
pt_br: A ação não será aplicada para os seguintes
ro_ro: Acțiunea nu va fi aplicată următoarelor
sk_sk: Táto akcia sa nebude vzťahovať na nasledujúce

source: The class has been copied.
ar_sa: تم نسخ الصف.
de_de: Die Klasse wurde kopiert.
ja_jp: クラスがコピーされました。
nl_nl: De klas is gekopieerd.
pt_br: A classe foi copiada.
ro_ro: Clasa a fost copiată.
sk_sk: Trieda bola skopírovaná.

source: The column
ar_sa: العمود
de_de: Die Spalte
hu_hu: Az oszlop
ja_jp: 行
lt_lt: Stulpelis
nb_no: Kolonnen
nl_nl: De kolom
pt_br: A coluna
ro_ro: Coloana
sk_sk: Stĺpec

source: The field "List" is disabled because the property is part of a dependency
ar_sa: حقل "القائمة" معطل لأن الخاصية جزء من التبعية
de_de: Das Feld "Liste" ist deaktiviert, da die Eigenschaft Teil einer Abhängigkeit ist
ja_jp: プロパティが依存関係の一部であるため、「リスト」フィールドは無効になっています
nl_nl: Het veld "Lijst" is uitgeschakeld omdat de eigenschap deel uitmaakt van een afhankelijkheid
pt_br: O campo "List" está desabilitado porque a propriedade é parte de uma dependência
ro_ro: Câmpul "Listă" este dezactivat deoarece proprietatea face parte dintr-o dependență
sk_sk: Pole „Zoznam“ je neaktívne, pretože vlastnosť je súčasťou závislosti

source: The following criteria are not applicable to the selected class and have been removed from the search
ar_sa: المعايير التالية لا تنطبق على القسم المختار وتمت إزالتها من البحث
de_de: Die folgenden Kriterien gelten nicht für die ausgewählte Klasse und wurden aus der Suche entfernt
hu_hu: A következő kritériumok nem alkalmazhatók a kiválasztott osztályra, ezért eltávolításra kerültek a keresésből
ja_jp: 以下の条件は、選択されたクラスに適用されないため、検索対象から除外されています。
nb_no: Følgende kriterier gjelder ikke for den valgte mappen og er fjernet fra søket
nl_nl: De volgende criteria zijn niet van toepassing op de geselecteerde klasse en zijn verwijderd uit de zoekopdracht
pt_br: Os seguintes critérios não são aplicáveis à classe selecionada e foram removidos da pesquisa
ro_ro: Următoarele criterii nu sunt aplicabile clasei selectate și au fost eliminate din căutare
sk_sk: Nasledujúce kritériá sa nevzťahujú na vybranú triedu a boli odstránené z vyhľadávania.

source: The format of this field is not valid.
ar_sa: تنسيق هذا الحقل غير مضبوط.
de_de: Das Format für dieses Feld ist nicht gültig.
hu_hu: A mező formátuma érvénytelen.
ja_jp: このフィールドの形式は有効ではありません
lt_lt: Šio lauko formatas yra netinkamas.
nb_no: Formatet til dette feltet er ugyldig.
nl_nl: Het formaat van dit veld is niet geldig
pt_br: O formato deste campo não é válido.
ro_ro: Formatul acestui câmp nu este valid.
sk_sk: Formát tohto poľa nie je platný.

source: The imported file is not properly UTF-8 encoded.
ar_sa: الملف الذي تم استيراده ليس بترميز UTF-8 بشكل صحيح.
de_de: Die importierte Datei ist nicht korrekt UTF-8 encodiert.
hu_hu: Az importált fájl nincs megfelelően UTF-8 kódolva.
ja_jp: インポートされたファイルが正しくUTF-8でエンコードされていません
lt_lt: Importuotas failas nėra teisingas UTF-8 koduotas.
nb_no: Den importerte filen er ikke riktig UTF-8-kodet.
nl_nl: Het geïmporteerde bestand is niet correct UTF-8 gecodeerd.
pt_br: O arquivo importado não é codificado corretamente em UTF-8.
ro_ro: Fișierul importat nu este codificat corect UTF-8.
sk_sk: Importovaný súbor nie je správne kódovaný v UTF-8.

source: The index identifier should not be empty
ar_sa: يجب ألا يكون معرف الفهرس فارغًا
de_de: Der Index Bezeichner darf nicht leer sein
hu_hu: Az indexazonosító nem lehet üres
ja_jp: インデックス識別子は，空であってはなりません
lt_lt: Indekso identifikatorius negali būti tuščias.
nb_no: Indeksidentifikatoren skal ikke være tom
nl_nl: De index naam mag niet leeg zijn
pt_br: O identificador de índice não deve estar vazio
ro_ro: Identificatorul indexului nu trebuie să fie gol
sk_sk: Identifikátor indexu by nemal byť prázdny

source: The lock has been released
ar_sa: تم تحرير القفل
de_de: Die Sperre wurde aufgehoben
hu_hu: A zár kioldva
ja_jp: ロックが解除されました
lt_lt: Užraktas buvo paleistas
nb_no: Låsen er åpnet
nl_nl: De blokkade is opgeheven
pt_br: O bloqueio foi liberado
ro_ro: Blocarea a fost lansată
sk_sk: Zámok bol uvoľnený

source: The properties of the source class will be replaced by those of the destination class. This might result in a loss of metadata. Continue anyway?
ar_sa: سيتم استبدال خصائص فئة المصدر بخصائص فئة الوجهة. قد يؤدي هذا إلى فقدان البيانات الوصفية. هل تريد الاستمرار على أي حال؟
de_de: Die Eigenschaften der Quellklasse werden durch die der Zielklasse ersetzt. Dies kann zu einem Verlust von Metadaten führen. Wollen Sie fortfahren?
hu_hu: A forrásosztály tulajdonságait a célosztály tulajdonságai fogják felülírni. Ez metaadatok elvesztéséhez vezethet. Folytatja ennek ellenére?
ja_jp: 元のクラスプロパティは，移動先のクラスプロパティに置き換えられます。これにより、メタデータが失われる可能性があります。続けますか？
lt_lt: Savybės šaltinio klasėje bus pakeistos iš paskirtos klasės. Dėl to gali būti prarasti meta duomenys. Tęsti vistiek?
nb_no: Egenskapene til kildemappen vil bli erstattet av egenskapene til destinasjonsmappen. Dette kan føre til tap av metadata. Vil du fortsette?
nl_nl: De eigenschappen van de source-klasse worden vervangen door die van de bestemmingsklasse. Dit kan resulteren in een verlies van metadata. Ga je toch door?
pt_br: As propriedades da classe de origem serão substituídas por aquelas da classe de destino. Isto pode resultar em perda de metadados. Continuar mesmo assim?
ro_ro: Proprietățile clasei sursă vor fi înlocuite de cele din clasa de destinație. Acest lucru ar putea duce la pierderea metadatelor. Continuați oricum?
sk_sk: Vlastnosti zdrojovej triedy budú nahradené vlastnosťami cieľovej triedy. To môže viesť k strate metadát. Chcete aj tak pokračovať?

source: The selected value(s) must be compatible with the primary property.
ar_sa: القيمة (القيم) المحددة يجب أن تكون متوافقة مع الخاصية الأساسية.
de_de: Die ausgewählten Werte(n) müssen mit der primären Eigenschaft kompatibel sein.
ja_jp: 選択した値はプライマリプロパティと互換性がなければなりません。
nl_nl: De geselecteerde waarde(s) moeten compatibel zijn met de primaire eigenschap.
pt_br: O(s) valor(es) selecionado(s) deve ser compatível com a propriedade primária.
ro_ro: Valoarea (valorii) selectată(e) trebuie să fie compatibilă cu proprietatea primară.
sk_sk: Vybraná hodnota (hodnoty) musí (musia) byť kompatibilné s primárnou vlastnosťou.

source: The server has sent an empty response
ar_sa: أرسل الخادم ردًا فارغًا
de_de: Der Server hat eine leere Antwort gesendet
hu_hu: A szerver üres választ küldött
ja_jp: サーバは空のレスポンスを送信しました。
lt_lt: Serveris atsiuntė tuščią atsakymą
nb_no: Serveren har sendt et tomt svar
nl_nl: De server heeft een leeg antwoord gestuurd
pt_br: O servidor enviou uma resposta vazia
ro_ro: Serverul a trimis un răspuns gol
sk_sk: Server odoslal prázdnu odpoveď

source: The uploaded file is too large (maximum %s bytes)
ar_sa: الملف الذي تم تحميله كبير جدًا (الحد الأقصى هو %s بايت)
de_de: Die übermittelte Datei ist zu groß (maximal %s bytes)
hu_hu: A feltöltött fájl túl nagy (maximum %s bájt)
ja_jp: アップロードされたファイルは大きすぎます（最大%sバイト）
lt_lt: Įkeltas failas yra per didelis (maksimum %s baitų)
nb_no: Den opplastede filen er for stor (maks. %s byte)
nl_nl: Het geüploade bestand is te groot (maximum %s bytes)
pt_br: O arquivo enviado é muito grande (máximo %s bytes)
ro_ro: Fişierul încărcat este prea mare (maxim %s bytes)
sk_sk: Nahraný súbor je príliš veľký (maximálne %s bajtov)

source: The value for the property "%s" must be unique.
ar_sa: يجب أن تكون قيمة الخاصية "%s" وحيدة.
de_de: Der Wert für die Eigenschaft "%s" muss eindeutig sein.
hu_hu: A "%s" tulajdonság értékének egyedinek kell lennie.
ja_jp: プロパティ"%s"は一意である必要があります
lt_lt: Požymio "%s" reikšmė turi būti unikali.
nb_no: Verdien for egenskapen "%s" må være unik.
nl_nl: De waarde voor eigenschap "%s" moet uniek zijn.
pt_br: O valor para a propriedade "%s" deve ser único.
ro_ro: Valoarea pentru proprietatea "%s" trebuie să fie unică.
sk_sk: Hodnota vlastnosti „%s“ musí byť jedinečná.

source: The value of this field must be a valid date format, e.g. YYYY-MM-DD
ar_sa: يجب أن تكون قيمة هذا الحقل بتاريخ مضبوط ، على سبيل المثال YYYY-MM-DD
de_de: Der Wert für dieses Feld muss das gültiges Datumsformat haben: YYYY-MM-DD
hu_hu: A mező értékének érvényes dátumformátumnak kell lennie, pl. ÉÉÉÉ-HH-NN
ja_jp: このフィールドは次の形式にしてください：YYYY-MM-DD
lt_lt: Šio lauko reikšmė turi būti data tinkamu formatu, pvz. YYYY-MM-DD.
nb_no: Verdien av dette feltet må være et gyldig datoformat, f.eks. ÅÅÅÅ-MM-DD
nl_nl: De waarde van dit veld moet een geldig datum formaat hebben, oftewel JJJJ-MM-DD
pt_br: O valor deste campo deve ser um formato de data válido, por exemplo AAAA-MM-DD
ro_ro: Valoarea acestui câmp trebuie să fie un format de dată valid. ex. AAAA-LL-ZZ
sk_sk: Hodnota tohto poľa musí byť v platnom formáte dátumu, napr. RRRR-MM-DD

source: The value of this field must be an integer
ar_sa: يجب أن تكون قيمة هذا الحقل عدد صحيح
de_de: Der Wert dieses Feldes muss einer Ganzzahl entsprechen
hu_hu: A mező értékének egész számnak kell lennie
ja_jp: このフィールドの値は整数でなければなりません
lt_lt: Šio lauko reikšmė turi būti sveikas skaičius
nb_no: Verdien av dette feltet må være et heltall
nl_nl: De waarde van dit veld moet een integer zijn
pt_br: O valor deste campo deve ser um número inteiro
ro_ro: Valoarea acestui câmp trebuie să fie un număr întreg
sk_sk: Hodnota tohto poľa musí byť celé číslo

source: The value of this field must be numeric
ar_sa: يجب أن تكون قيمة هذا الحقل رقمية
de_de: Der Wert dieses Feldes muss numerisch sein
hu_hu: Ennek a mezőnek az értékének numerikusnak kell lennie.
ja_jp: このフィールドの値は数値でなければなりません
lt_lt: Šio lauko reikšmė turi būti skaičius
nb_no: Verdien av dette feltet må være numerisk
nl_nl: De waarde van dit veld moet numeriek zijn
pt_br: O valor deste campo deve ser numérico
ro_ro: Valoarea acestui câmp trebuie să fie numerică
sk_sk: Hodnota tohto poľa musí byť číselná

source: There is nothing to list!
ar_sa: لا يوجد شيء لإضافته للقائمة!
de_de: Es gibt nichts zum Auflisten
hu_hu: Nincs mit felsorolni!
ja_jp: リストがありません！
lt_lt: Sąrašas tuščias!
nb_no: Det er ingenting å liste!
nl_nl: Er is niets om te laten zien!
pt_br: Não há nada para listar!
ro_ro: Nu este nimic de listat!
sk_sk: Nie je čo vymenovať!

source: These cookies allow us to count visits and various other analytical data so we can measure and improve the performance of our site. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.
ar_sa: تتيح لنا ملفات تعريف الارتباط هذا إحصاء الزيارات ومختلف البيانات التحليلية الأخرى حتى نتمكن من قياس وتحسين أداء موقعنا. إذا كنت لا تسمح لهذه ملفات تعريف الارتباط فلن نعرف متى زيارة موقعنا، ولن تكون قادرة على رصد أدائها.
de_de: Diese Cookies ermöglichen es uns, Besuche und verschiedene andere analytische Daten zu zählen, damit wir die Leistung unserer Website messen und verbessern können. Wenn Sie diese Cookies nicht zulassen werden wir nicht wissen, wenn Sie unsere Website besucht haben und wird nicht in der Lage sein, seine Leistung zu überwachen.
ja_jp: これらのクッキーは、当社が当社のサイトのパフォーマンスを測定し、改善することができるように訪問やその他の様々な分析データをカウントすることができます。 お客様がこれらのクッキーを許可しない場合、お客様がいつ当社サイトにアクセスしたかは当社には分かりません。 その性能を監視することはできません。
nl_nl: Met deze cookies kunnen we bezoeken en verschillende andere analytische gegevens tellen, zodat we de prestaties van onze site kunnen meten en verbeteren. Indien u deze cookies niet toestaat, weten we niet wanneer u onze site hebt bezocht en zal niet in staat zijn de prestaties te controleren.
pt_br: Esses cookies nos permitem contar visitas e vários outros dados analíticos para podermos medir e melhorar o desempenho do nosso site. Se você não permitir esses cookies, não saberemos quando você visitar nosso site, e não será capaz de monitorar seu desempenho.
ro_ro: Aceste cookie-uri ne permit să numărăm vizite și diverse alte date analitice pentru a putea măsura și îmbunătăți performanța site-ului nostru. Dacă nu permiteți aceste cookie-uri, nu vom ști când ați vizitat site-ul nostru, şi nu va putea monitoriza performanţele acestuia.
sk_sk: Tieto súbory cookie nám umožňujú počítať návštevy a rôzne ďalšie analytické údaje, aby sme mohli merať a zlepšovať výkonnosť našej stránky. Ak tieto súbory cookie nepovolíte, nebudeme vedieť, kedy ste navštívili našu stránku, a nebudeme môcť monitorovať jej výkonnosť.

source: This %s is currently checked out
ar_sa: تم سحب %s هذا حالياً
de_de: Dieses %s ist derzeit nicht verfügbar
hu_hu: Ez a %s jelenleg ki van véve
ja_jp: この%sはチェックアウトされています
lt_lt: Šiuo metu šis %s yra išregistruotas
nb_no: Denne %s er sjekket ut
nl_nl: Dit %s is momenteel uitgechecked
pt_br: Este %s está atualmente check-out
ro_ro: Acest %s este în prezent verificat
sk_sk: Toto %s je momentálne neaktívne

source: This field is required
ar_sa: هذه الخانة مطلوبه
de_de: Dieses Feld wird benötigt
hu_hu: Ez a mező kötelező
ja_jp: この項目は必須です
lt_lt: Šis laukelis privalomas
nb_no: Dette feltet er obligatorisk
nl_nl: Dit veld is vereist
pt_br: Este campo é obrigatório
ro_ro: Acest câmp este necesar
sk_sk: Toto pole je povinné

source: This field is too long
ar_sa: هذا الحقل طويل جدا
de_de: Dieses Feld ist zu lang
hu_hu: Ez a mező túl hosszú
ja_jp: このフィールドは長すぎます
lt_lt: Laukelis per ilgas
nb_no: Dette feltet er for langt
nl_nl: Dit veld is te lang
pt_br: Este campo é muito longo
ro_ro: Acest câmp este prea lung
sk_sk: Toto pole je príliš dlhé

source: This field is too short
ar_sa: هذا الحقل قصير جدا
de_de: Eingabe zu kurz
hu_hu: Ez a mező túl rövid
ja_jp: このフィールドは短すぎます
lt_lt: Laukelis per trumpas
nb_no: Dette feltet er for kort
nl_nl: Dit veld is te kort
pt_br: Este campo é muito curto
ro_ro: Acest câmp este prea scurt
sk_sk: Toto pole je príliš krátke

source: This is not a valid email address.
ar_sa: هذا ليس عنوان بريد إلكتروني صالحا
de_de: Das ist keine gültige E-Mail Adresse.
hu_hu: Ez nem érvényes e-mail cím.
ja_jp: メールアドレスが正しくありません
lt_lt: Neteisingas el. pašto adresas.
nb_no: Dette er ikke en gyldig e-postadresse.
nl_nl: Dit is geen geldig e-mail adres
pt_br: Este não é um endereço de e-mail válido.
ro_ro: Aceasta nu este o adresă de e-mail validă.
sk_sk: Toto nie je platná e-mailová adresa.

source: this is required
ar_sa: هذا مطلوب
de_de: das ist erforderlich
hu_hu: ez kötelező
ja_jp: これは必須項目です
lt_lt: privaloma
nb_no: dette er påkrevd
nl_nl: dit is vereist
pt_br: campo obrigatório
ro_ro: acest lucru este necesar
sk_sk: toto je potrebné

source: This Login is already in use
ar_sa: هذا تسجيل الدخول قيد الاستخدام بالفعل
de_de: Diese Benutzerkennung ist bereits in Verwendung
hu_hu: Ez a bejelentkezés már használatban van
ja_jp: このログインIDは，既に使用されています
lt_lt: Prisijungimo vardas užimtas
nb_no: Denne brukeren er allerede i bruk
nl_nl: Deze loginnaam is al in gebruik
pt_br: Login já está em uso
ro_ro: Această autentificare este deja în uz
sk_sk: Toto prihlasovacie meno sa už používa

source: This media cannot be played!
ar_sa: لا يمكن تشغيل هذه الوسائط!
de_de: Dieses Medium kann nicht abgespielt werden!
hu_hu: Ez a média nem játszható le!
ja_jp: メディアが再生できませんでした！
lt_lt: Medija negali būti paleista!
nb_no: Denne mediefilen kan ikke avspilles!
nl_nl: Deze media kan niet afgespeeld worden!
pt_br: Esta mídia não pode ser reproduzida!
ro_ro: Acest fișier media nu poate fi redat!
sk_sk: Toto médium sa nedá prehrať!

source: This or one of %s must have a value
ar_sa: يجب أن يكون لهذا أو واحد من %s قيمة
de_de: Dieser oder einer von %s muss einen Wert haben
hu_hu: Ennek vagy a %s egyikének értéke kell, hogy legyen
ja_jp: これ自身または%sのいずれかが値を持つ必要があります。
nb_no: Denne eller en av %s må ha en verdi
nl_nl: Deze of één van %s moet een waarde hebben
pt_br: Este ou um dos %s devem ter um valor
ro_ro: Aceasta sau una din %s trebuie să aibă o valoare
sk_sk: Toto alebo jedno z %s musí mať hodnotu

source: This password reset link is no longer valid. It may have already been used. If you still wish to reset your password please request a new link
ar_sa: رابط إعادة تعيين كلمة المرور لم يعد مقبولا. ربما تم استخدامه بالفعل. إذا كنت لا تزال ترغب في إعادة تعيين كلمة المرور الخاصة بك ، فيرجى طلب ارتباط جديد
de_de: Der Link zum Zurücksetzen des Passworts ist nicht länger gültig. Es kann sein, dass er bereits verwendet wurde. Wenn Sie Ihr Passwort immer noch zurücksetzen wollen, fordern Sie bitte einen neuen Link an.
hu_hu: Ez a jelszó-visszaállító link már nem érvényes. Lehet, hogy már használták. Ha továbbra is vissza szeretné állítani a jelszavát, kérjük, kérjen új linket.
ja_jp: このパスワードのリセットリンクは、有効ではありません。これは、すでに使用されています。パスワードをリセットしたい場合は、新規リンクをリクエストしてください
lt_lt: Slaptažodžio atstatymo nuoroda yra nebegaliojanti. Gali būti, kad jau panaudota. Jeigu vistiek norite atstatyti savo slaptažodį, paprašykite naujos nuorodos
nb_no: Denne koblingen for tilbakestilling av passord er ikke lenger gyldig. Det kan ha blitt brukt allerede. Hvis du fortsatt ønsker å tilbakestille passordet ditt, kan du be om en ny lenke
nl_nl: Deze wachtwoord reset link is niet langer geldig. Het kan zijn dat het al eerder is gebruikt. Vraag een nieuwe link aan als u nog steeds een wachtwoord reset wilt.
pt_br: Este link de redefinição de senha não é mais válido. Ele pode ter já sido usado. Se você ainda deseja redefinir sua senha, solicite um novo link
ro_ro: Acest link de resetare a parolei nu mai este valid. Este posibil să fi fost deja folosit. Dacă încă dorești să îți resetezi parola, te rugăm să soliciți un link nou
sk_sk: Tento odkaz na obnovenie hesla už nie je platný. Možno už bol použitý. Ak si stále chcete obnoviť heslo, požiadajte o nový odkaz.

source: This resource is locked
ar_sa: هذا المورد مقفل
de_de: Die Ressource ist gesperrt
hu_hu: Ez az erőforrás zárolva van
ja_jp: このリソースはロックされています
lt_lt: Šis resursas užrakintas
nb_no: Denne ressursen er låst
nl_nl: Deze bron is geblokkeeerd
pt_br: Este recurso está bloqueado
ro_ro: Această resursă este blocată
sk_sk: Tento zdroj je uzamknutý

source: This resource is not ready for translation.
ar_sa: هذا المورد غير محضَر للترجمة.
de_de: Diese Ressource ist nicht bereit für die Übersetzung.
ja_jp: このリソースは翻訳の準備ができていません。
nl_nl: Dit document is niet klaar voor vertaling.
pt_br: Este recurso não está pronto para tradução.
ro_ro: Această resursă nu este gata pentru traducere.
sk_sk: Tento zdroj nie je pripravený na preklad.

source: This role is still given to one or more users. Please remove the role to these users first.
ar_sa: لا يزال هذا الدور يعطى لمستخدم واحد أو أكثر. يرجى إزالة الدور لهؤلاء المستخدمين أولاً.
de_de: Die Rolle ist noch einem oder mehreren Benutzern zugewiesen. Bitte entfernen sie zuerst diese Zuweisung(en).
hu_hu: Ez a szerepkör még mindig egy vagy több felhasználóhoz tartozik. Kérjük, először távolítsa el a szerepkört ezektől a felhasználóktól.
ja_jp: このロールは、1人または複数のユーザに与えられています。まず、これらのユーザのロールを削除してください。
lt_lt: Šį rolė vis dar priskirta vienam ar daugiau vartotojų. Prašome pirma pašalinti šią rolę iš vartotojų.
nb_no: Denne rollen er fremdeles i bruk av en eller flere brukere. Fjern rollen til disse brukerne først.
nl_nl: Deze rol is nog steeds uitgereikt aan een of meer gebruikers. Verwijder a.u.b. deze rol eerst van deze gebruiker(s).
pt_br: Esta função ainda é dado a um ou mais usuários. Por favor, remova a primeira função para esses usuários.
ro_ro: Acest rol este în continuare dat unuia sau mai multor utilizatori. Vă rugăm să eliminați rolul acestor utilizatori mai întâi.
sk_sk: Táto rola je stále pridelená jednému alebo viacerým používateľom. Najprv ju týmto používateľom odoberte.

source: This should equal %s
ar_sa: يجب أن يساوي هذا %s
de_de: Sollte gleich %s sein
hu_hu: Ennek %s-nak kell lennie
ja_jp: これは、%sと等しくなければなりません
lt_lt: Tai turi būti lygu %s
nb_no: Dette skal være lik %s
nl_nl: Dit zou gelijk moeten zijn aan %s
pt_br: Isto deve ser igual a %s
ro_ro: Acest lucru ar trebui să fie egal cu %s
sk_sk: Toto by sa malo rovnať %s

source: This should not equal %s
ar_sa: يجب ألا يساوي هذا %s
de_de: Sollte nicht gleich %s sein
hu_hu: Ennek nem szabad egyenlőnek lennie %s-val
ja_jp: これは、%sと等しくてはいけません
lt_lt: Tai neturi būti lygu %s
nb_no: Dette skal ikke være lik %s
nl_nl: Dit moet niet gelijk zijn aan %s
pt_br: Isto não deve ser igual a %s
ro_ro: Acest lucru nu trebuie să fie egal cu %s
sk_sk: Toto by sa nemalo rovnať %s

source: This site uses cookies to improve your browsing experience and to perform analytics and research.
ar_sa: يستخدم هذا الموقع ملفات تعريف الارتباط لتحسين تجرِبة التصفح الخاصة بك ولإجراء التحليلات والبحوث.
de_de: Diese Website verwendet Cookies, um Ihr Browsererlebnis zu verbessern und Analysen und Recherchen durchzuführen.
ja_jp: 本サイトでは、お客様の閲覧体験を向上させ、分析や研究を行うためにクッキーを使用しています。
nl_nl: Deze website maakt gebruik van cookies om uw surfervaring te verbeteren en analytics en onderzoek uit te voeren.
pt_br: Este site utiliza cookies para melhorar sua experiência de navegação e para realizar análises e pesquisas.
ro_ro: Acest site folosește cookie-uri pentru a vă îmbunătăți experiența de navigare și pentru a efectua analize și cercetare.
sk_sk: Táto stránka používa súbory cookie na zlepšenie vášho prehliadania a na vykonávanie analytických a výskumných činností.

source: time
ar_sa: زمن
de_de: Zeit
hu_hu: idő
ja_jp: 時間
lt_lt: laikas
nb_no: tid
nl_nl: tijd
pt_br: hora
ro_ro: timp
sk_sk: čas

source: Time zone
ar_sa: منطقة زمنية
de_de: Zeitzone
hu_hu: Időzóna
ja_jp: タイムゾーン
lt_lt: Laiko zona
nb_no: Tidssone
nl_nl: Tijdzone
pt_br: Fuso horário
ro_ro: Fus orar
sk_sk: Časové pásmo

source: Title
ar_sa: عنوان
de_de: Titel
hu_hu: Cím
ja_jp: タイトル
lt_lt: Pavadinimas
nb_no: Tittel
nl_nl: Titel
pt_br: Título
ro_ro: Titlu
sk_sk: Názov

source: to
ar_sa: إلى
de_de: zu
hu_hu: hogy
ja_jp: ー
lt_lt: į
nb_no: til
nl_nl: naar
pt_br: para
ro_ro: către
sk_sk: k

source: To change your preferences, click Manage preferences.
ar_sa: لتغيير التفضيلات الخاصة بك، انقر على إدارة التفضيلات.
de_de: Um Ihre Einstellungen zu ändern, klicken Sie auf Einstellungen verwalten.
ja_jp: 設定を変更するには、format@@0環境設定をクリックします。
nl_nl: Om uw voorkeuren te wijzigen, klik op Beheren voorkeuren.
pt_br: Para alterar suas preferências, clique em "Gerenciar preferências".
ro_ro: Pentru a vă schimba preferințele, faceți clic pe Gestionare preferințe.
sk_sk: Ak chcete zmeniť svoje preferencie, kliknite na položku Spravovať preferencie.
