Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Open the item for editing
ar_sa: افتح العنصر للتعديل
de_de: Element zum Bearbeiten öffnen
ja_jp: 編集するアイテムを開く
nl_nl: Open het item voor bewerken
pt_br: Abrir o item para edição
ro_ro: Deschideți elementul pentru editare
sk_sk: Otvoriť položku na úpravu

source: OpenDocument Database
ar_sa: قاعدة بيانات OpenDocument
de_de: OpenDocument-Datenbank
hu_hu: OpenDocument adatbázis
ja_jp: OpenDocumentデータベース
pt_br: Banco de dados OpenDocument
ro_ro: Baza de date OpenDocument
sk_sk: Databáza OpenDocument

source: OpenDocument Presentation
ar_sa: عرض OpenDocument
de_de: OpenDocument-Präsentation
hu_hu: OpenDocument prezentáció
ja_jp: OpenDocumentプレゼンテーション
nb_no: OpenDocument presentasjon
nl_nl: OpenDocument Presentatie
pt_br: Apresentação OpenDocument
ro_ro: Prezentare OpenDocument
sk_sk: Prezentácia OpenDocument

source: OpenDocument spreadsheet document
ar_sa: مستند جدول بيانات OpenDocument
de_de: OpenDocument-Tabellendokument
hu_hu: OpenDocument táblázatkezelő dokumentum
ja_jp: OpenDocument スプレッドシート
lt_lt: OpenDocument skaičiuoklės dokumentas
nb_no: OpenDocument regnearkdokument
pt_br: Documento de planilha OpenDocument
ro_ro: Document foaie de calcul OpenDocument
sk_sk: tabuľkový dokument OpenDocument

source: OpenDocument text document
ar_sa: مستند نصي OpenDocument
de_de: OpenDocument-Textdokument
hu_hu: OpenDocument szöveges dokumentum
ja_jp: OpenDocument テキスト文書
lt_lt: OpenDocument tekstinis dokumentas
nb_no: OpenDocument tekstdokument
nl_nl: OpenDocument tekst document
pt_br: Documento de texto OpenDocument
ro_ro: Document text OpenDocument
sk_sk: Textový dokument OpenDocument

source: OpenDocument Text Template
ar_sa: قالب نص OpenDocument
de_de: OpenDocument-Textvorlage
hu_hu: OpenDocument szövegsablon
ja_jp: OpenDocument Text テンプレート
nb_no: OpenDocument tekstmal
nl_nl: OpenDocument Tekst sjabloon
pt_br: Modelo de Texto OpenDocument
ro_ro: Sabloane Text OpenDocument
sk_sk: Šablóna textu OpenDocument

source: Operated By
ar_sa: تدار من
de_de: Betrieben von
hu_hu: Üzemeltető
ja_jp: 運営元
lt_lt: Valdo
nb_no: Styrt av
nl_nl: Beheerd door
pt_br: Operado por
ro_ro: Funcționat de
sk_sk: Prevádzkované spoločnosťou

source: or
ar_sa: أو
de_de: oder
hu_hu: vagy
nb_no: eller
nl_nl: of
pt_br: ou
ro_ro: sau
sk_sk: alebo

source: Original
ar_sa: الأصل
hu_hu: Eredeti
ja_jp: 元のサイズ
nb_no: Opprinnelig
nl_nl: Origineel
ro_ro: Originală
sk_sk: Pôvodný

source: Otherwise, clicking Accept all cookies indicates you agree to our use of cookies on your device. Clicking Reject all cookies means you do not agree to our use of non-strictly necessary cookies on your device.
ar_sa: خلاف ذلك، النقر على قَبُول جميع ملفات تعريف الارتباط يشير إلى أنك توافق على استخدامنا لكعكات على جهازك. النقر على رفض جميع ملفات تعريف الارتباط يعني أنك لا توافق على استخدامنا لملفات تعريف الارتباط غير الضرورية على جهازك.
de_de: Wenn Sie auf "Alle Cookies akzeptieren" klicken, stimmen Sie der Verwendung von Cookies auf Ihrem Gerät zu. Wenn Sie auf "Alle Cookies ablehnen" klicken, stimmen Sie der Verwendung nicht unbedingt notwendiger Cookies auf Ihrem Gerät nicht zu.
ja_jp: それ以外の場合は、「すべてのクッキーを受諾」をクリックすると、お客様のデバイスで当社がクッキーを使用することに同意したことになります。 「すべてのクッキーを拒否」をクリックすると、お客様のデバイスで当社が必要とされないクッキーを使用することに同意しないことを意味します。
nl_nl: Als u anders op 'Accepteren alle cookie' klikt, gaat u akkoord met ons gebruik van cookies op uw apparaat. Door op alle cookies te klikken stemt u niet in met ons gebruik van niet-strikt noodzakelijke cookies op uw apparaat.
pt_br: Caso contrário, clicar em Aceitar todos os cookies indica que você concorda com o nosso uso de cookies no seu dispositivo. Clicar em Rejeitar todos os cookies significa que você não concorda com nosso uso de cookies não estritamente necessários no seu dispositivo.
ro_ro: Altfel, apăsând pe Acceptați toate cookie-urile indică faptul că sunteți de acord cu utilizarea cookie-urilor pe dispozitivul dvs. Apăsând pe Respingere toate cookie-urile înseamnă că nu ești de acord cu folosirea cookie-urilor non-strict necesare pe dispozitivul tău.
sk_sk: V opačnom prípade kliknutím na tlačidlo Prijať všetky súbory cookie súhlasíte s používaním súborov cookie vo vašom zariadení. Kliknutím na tlačidlo Odmietnuť všetky súbory cookie nesúhlasíte s používaním súborov cookie, ktoré nie sú nevyhnutne potrebné, vo vašom zariadení.

source: Outlook on the next Synchronization
ar_sa: توقعات بشأن التزامن التالي
de_de: Ausblick auf die nächste Synchronisierung
hu_hu: Outlook a következő szinkronizáláskor
ja_jp: 次の同期の見通し
nb_no: Outlook på neste synkronisering
nl_nl: Uitzicht op de volgende synchronisatie
pt_br: Outlook na próxima Sincronização
ro_ro: Perspective la următoarea sincronizare
sk_sk: Výhľad na ďalšiu synchronizáciu

source: Page
ar_sa: صفحة
de_de: Seite
hu_hu: Oldal
ja_jp: ページ
lt_lt: Puslapis
nb_no: Side
nl_nl: Pagina
pt_br: Página
ro_ro: Pagină
sk_sk: Strana

source: Pascal file
ar_sa: مِلَفّ Pascal
de_de: Pascal Datei
hu_hu: Pascal-fájl
ja_jp: Pascalファイル
nl_nl: Pascal bestand
pt_br: Arquivo Pascal
ro_ro: Fisier Pascal
sk_sk: Súbor v Pascale

source: Pascal file (.pas)
ar_sa: ملف باسكال (.pas)
de_de: Pascal-Datei (.pas)
hu_hu: Pascal fájl (.pas)
ja_jp: Pascalファイル(.pas)
lt_lt: Pascal byla (.pas)
nb_no: Pascal fil (.pas)
nl_nl: Pascal bestand (.pas)
pt_br: Arquivo Pascal (.pas)
sk_sk: Súbor v jazyku Pascal (.pas)

source: Password
ar_sa: كلمة السر
de_de: Passwort
hu_hu: Jelszó
ja_jp: パスワード
lt_lt: Slaptažodis
nb_no: Passord
nl_nl: Wachtwoord
pt_br: Senha
ro_ro: Parolă
sk_sk: Heslo

source: Password changed
ar_sa: تم تغيير كلمة السر
de_de: Passwort geändert
hu_hu: Jelszó megváltozott
ja_jp: パスワードを変更しました。
lt_lt: Slaptažodis pakeistas
nb_no: Passord ble endret
nl_nl: Wachtwoord gewijzigd.
pt_br: Senha Alterada
ro_ro: Parolă schimbată
sk_sk: Heslo zmenené

source: Password is empty.
ar_sa: كلمة المرور فارغة.
de_de: Das Passwort ist leer.
hu_hu: A jelszó üres.
ja_jp: パスワードが入力されていません
lt_lt: Slaptažodis tuščias.
nb_no: Passord er tomt.
nl_nl: Wachtwoord is leeg.
pt_br: A senha está vazia.
ro_ro: Parola este goală.
sk_sk: Heslo je prázdne.

source: Password reset
ar_sa: إعادة تعيين كلمة المرور
de_de: Passwort zurücksetzen
hu_hu: Jelszó visszaállítása
ja_jp: パスワードのリセット
lt_lt: Slaptažodžio atstatymas
nb_no: Passordet ble tilbakestilt
nl_nl: Wachtwoord gereset
pt_br: Recuperar senha
ro_ro: Resetare parolă
sk_sk: Obnovenie hesla

source: Password successfully changed
ar_sa: تم تغيير كلمة السر بنجاح
de_de: Passwort wurde erfolgreich geändert
hu_hu: Jelszó sikeresen megváltoztatva
ja_jp: パスワードの変更が完了しました
lt_lt: Slaptažodis pakeistas sėkmingai
nb_no: Passordet ble endret
nl_nl: Paswoord succesvol veranderd!
pt_br: Senha alterada com sucesso
ro_ro: Parola a fost schimbată
sk_sk: Heslo bolo úspešne zmenené

source: Passwords are not matching
ar_sa: كلمات المرور غير متطابقة
de_de: Passwörter stimmen nicht überein
hu_hu: A jelszavak nem egyeznek
ja_jp: パスワードが一致しません
lt_lt: Slaptažodžiai nesutampa
nb_no: Passord samsvarer ikke
nl_nl: Wachtwoorden komen niet overeen
pt_br: As senhas não coincidem
ro_ro: Parolele nu corespund
sk_sk: Heslá sa nezhodujú

source: Pause
ar_sa: وقفة
hu_hu: Szünet
ja_jp: 一時停止
lt_lt: Pristabdyti
nl_nl: Pauzeer
pt_br: Suspender
ro_ro: Întrerupeți
sk_sk: Pozastaviť

source: PDF file
ar_sa: ملف PDF
de_de: PDF-Datei
hu_hu: PDF-fájl
ja_jp: PDFファイル
nb_no: PDF-fil
nl_nl: PDF bestand
pt_br: Arquivo PDF
ro_ro: Fişier PDF
sk_sk: PDF súbor

source: Pending
ar_sa: معلق
de_de: Ausstehend
hu_hu: Függőben levő
ja_jp: 保留中
nl_nl: Lopende
pt_br: PENDENTE
ro_ro: In asteptare
sk_sk: Čakajúce

source: Permission denied to write in the selected class
ar_sa: تم رفض الإذن بالكتابة في القسم المحدد
de_de: Die Berechtigung zum Schreiben in der ausgewählten Klasse wurde verweigert
hu_hu: A kiválasztott osztályban írási engedély megtagadva
ja_jp: 選択したクラスへの書き込みを拒否されました
lt_lt: Atmestas prašymas rašyti į pasirinktą klasę
nb_no: Ikke tilgang til å skrive i den valgte mappen
nl_nl: Toestemming geweigerd om te schrijven in de geselecteerde klasse
pt_br: Permissão negada para escrever na classe selecionada
ro_ro: Permisiune refuzată de a scrie în clasa selectată
sk_sk: Zápis do vybranej triedy bol zamietnutý.

source: Permission settings
ar_sa: إعدادات الإذن
de_de: Berechtigungseinstellungen
ja_jp: 権限の設定
nl_nl: Permissie instellingen
pt_br: Configurações de permissão
ro_ro: Setări permisiuni
sk_sk: Nastavenia povolení

source: Plain text
ar_sa: نص عادي
de_de: Klartext
hu_hu: Sima szöveg
ja_jp: テキスト
lt_lt: Paprastas tekstas
nb_no: Ren tekst
nl_nl: Platte tekst
pt_br: Texto sem formatação
ro_ro: Text simplu
sk_sk: Obyčajný text

source: Play
ar_sa: شغل
de_de: Abspielen
hu_hu: Játék
ja_jp: 再生
lt_lt: Leisti
nb_no: Spille
nl_nl: Afspelen
pt_br: Reproduzir
ro_ro: Redare
sk_sk: Hrať

source: Please confirm deletion
ar_sa: الرجاء تأكيد الحذف
de_de: Wollen Sie wirklich löschen?
hu_hu: Kérjük, erősítse meg a törlést
ja_jp: 削除してもよろしいですか？
lt_lt: Prašome patvirtinti ištrynimą
nb_no: Bekreft sletting
nl_nl: Bevestig a.u.b. verwijdering
pt_br: Confirme a exclusão
ro_ro: Vă rugăm să confirmați ștergerea
sk_sk: Potvrďte odstránenie

source: Please confirm deletion of %s.
ar_sa: الرجاء تأكيد حذف %s.
de_de: Bitte bestätigen Sie das Löschen von %s.
hu_hu: Kérjük, erősítse meg a %störlését.
ja_jp: ％sを削除してよろしいですか？
lt_lt: Prašome patvirtinti %s šalinimą.
nb_no: Bekreft sletting av %s.
nl_nl: Bevestig het wissen van %s.
pt_br: Por favor, confirme a exclusão de %s.
ro_ro: Vă rugăm să confirmați ștergerea %s.
sk_sk: Potvrďte, prosím, vymazanie %s.

source: Please confirm deletion of user %s
ar_sa: الرجاء تأكيد حذف المستخدم %s
de_de: Bitte bestätigen Sie das Löschen von Nutzer %s
hu_hu: Kérjük, erősítse meg a felhasználó törlését %s
ja_jp: ユーザ ％s を削除してよろしいですか？
lt_lt: Prašome patvirtinti vartotojo %s šalinimą.
nb_no: Bekreft sletting av bruker %s
nl_nl: Bevestig het wissen van de gebruiker %s
pt_br: Por favor, confirme a exclusão do usuário %s
ro_ro: Vă rugăm să confirmați ștergerea utilizatorului %s
sk_sk: Potvrďte prosím vymazanie používateľa %s

source: Please confirm locking of account %s
ar_sa: الرجاء تأكيد قفل الحساب %s
de_de: Bitte bestätigen Sie die Sperrung des Kontos %s
hu_hu: Kérjük, erősítse meg a fiók zárolását %s
ja_jp: アカウント％sをロックしてもよろしいですか
lt_lt: Prašome patvirtinti paskyros %s užrakinimą.
nb_no: Bekreft låsing av kontoen %s
nl_nl: Bevestig het vergrendelen van het account %s
pt_br: Por favor confirme o bloqueio da conta %s
ro_ro: Vă rugăm să confirmaţi blocarea contului %s
sk_sk: Potvrďte, prosím, uzamknutie účtu %s

source: Please confirm property deletion!
ar_sa: الرجاء تأكيد حذف الخاصية
de_de: Möchten Sie die Eigenschaft wirklich löschen?
hu_hu: Kérjük, erősítse meg az ingatlan törlését!
ja_jp: プロパティを削除してもよろしいですか？
lt_lt: Prašome patvirtinti savybės šalinimą!
nb_no: Bekreft sletting av egenskaper!
nl_nl: Bevestig a.u.b. verwijdering van de eigenschap!
pt_br: Por favor confirme a exclusão da propriedade!
ro_ro: Confirmați ștergerea proprietății!
sk_sk: Potvrďte odstránenie nehnuteľnosti!

source: Please confirm this operation.
ar_sa: يرجى تأكيد هذه العملية.
de_de: Bitte Aktion bestätigen.
hu_hu: Kérjük, erősítse meg ezt a műveletet.
ja_jp: この操作を行ってもよろしいですか？
lt_lt: Prašome patvirtinti šį veiksmą.
nb_no: Bekreft denne handlingen.
nl_nl: Bevestig a.u.b. deze handeling.
pt_br: Por favor confirme esta operação.
ro_ro: Vă rugăm să confirmați această operațiune.
sk_sk: Prosím, potvrďte túto operáciu.

source: Please confirm unlocking of account %s
ar_sa: الرجاء تأكيد فتح الحساب %s
de_de: Bitte bestätigen Sie die Entsperrung des Kontos %s
hu_hu: Kérjük, erősítse meg a fiók feloldását %s
ja_jp: アカウント %s のロックを解除してもよろしいですか？
lt_lt: Prašome patvirtinti paskyros %s atrakinimą.
nb_no: Bekreft opplåsing av kontoen %s
nl_nl: Bevestig de ontgrendeling van account %s
pt_br: Por favor, confirme o desbloqueio da conta %s
ro_ro: Vă rugăm să confirmați deblocarea contului %s
sk_sk: Potvrďte odomknutie účtu %s

source: Please contact %s or an administrator to release it
ar_sa: الرجاء الاتصال %s أو بالمسؤول للسماح
de_de: Zur Freigabe wenden Sie sich an %s oder den Administrator
hu_hu: Kérjük, vedd fel a kapcsolatot a %s -val vagy egy adminisztrátorral a feloldáshoz.
ja_jp: それをリリースするには、%sまたは管理者にお問い合わせください
lt_lt: Prašome pranešti %s arba administratorių, kad išleistumėte
nb_no: Ta kontakt med %s eller en administrator for å gi den ut
nl_nl: Neem a.u.b. contact op met %s of een administrator om het uit te geven
pt_br: Por favor contate %s ou um administrador para liberá-lo
ro_ro: Vă rugăm să contactați %s sau un administrator pentru a-l elibera
sk_sk: Pre jeho uvoľnenie kontaktujte %s alebo administrátora.

source: Please contact your administrator.
ar_sa: الرجاء الاتصال بالمسؤول الخاص بك.
de_de: Bitte wenden Sie sich an Ihren Administrator.
hu_hu: Kérjük, vegye fel a kapcsolatot a rendszergazdával.
ja_jp: 管理者にお問い合わせください
lt_lt: Prašome susisiekti su jūsų administratoriumi.
nb_no: Ta kontakt med en administrator.
nl_nl: Gelieve contact op te nemen met uw beheerder.
pt_br: Por favor, contate o administrador.
ro_ro: Vă rugăm să contactaţi administratorul.
sk_sk: Kontaktujte, prosím, svojho administrátora.

source: Please contact your system administrator.
ar_sa: من فضلك تواصل مع المسؤول عن نظامك.
de_de: Bitte wenden Sie sich an Ihren Administrator.
hu_hu: Kérjük, vegye fel a kapcsolatot a rendszergazdával.
ja_jp: システム管理者にお問い合わせください
lt_lt: Susisiekite su sistemos administratoriumi.
nb_no: Ta kontakt med systemadministrator.
nl_nl: Neem contact op met uw systeembeheerder.
pt_br: Por favor, contate o administrador do sistema.
ro_ro: Vă rugăm să contactaţi administratorul de sistem.
sk_sk: Kontaktujte, prosím, správcu systému.

source: Please define your search in the search panel.
ar_sa: يرجى تحديد البحث الخاص بك في لوحة البحث.
de_de: Bitte definieren Sie Ihre Suche im Suchfeld.
hu_hu: Kérjük, definiálja a keresést a keresőpanelen.
ja_jp: 検索パネルで定義してください。
nb_no: Definer søket ditt i søkefeltet.
nl_nl: Definieer uw zoekopdracht in het zoekvenster.
pt_br: Por favor, defina sua pesquisa no painel de pesquisa.
ro_ro: Vă rugăm să definiți căutarea în panoul de căutare.
sk_sk: Prosím, definujte svoje vyhľadávanie vo vyhľadávacom paneli.

source: Please download the track and listen offline.
ar_sa: يرجى تنزيل المقطع الصوتي والاستماع إليه بدون الربط بالأنترنيت.
de_de: Bitte laden Sie den Titel herunter und hören Sie ihn offline an.
hu_hu: Kérlek, töltsd le a számot és hallgasd meg offline.
ja_jp: 音声トラックをダウンロードしてオフラインで聞いてください
lt_lt: Prašome atsisiųsti įrašą, kad paleistumėte neprisijungę.
nb_no: Last ned filen og lytt i frakoblet modus.
nl_nl: Gelieve de track te downloaden en offline te beluisteren.
pt_br: Por favor, baixe a faixa e ouça offline.
ro_ro: Te rugăm să descarci piesa și să asculți offline.
sk_sk: Prosím, stiahnite si skladbu a počúvajte offline.

source: Please download the video and view offline.
ar_sa: يرجى تنزيل الفيديو ومشاهدته في وضع عدم الاتصال بالربط.
de_de: Bitte laden Sie das Video herunter und schauen Sie es sich offline an.
hu_hu: Kérlek töltsd le a videót és nézd meg offline.
ja_jp: ビデオをダウンロードしてオフラインで見てください
lt_lt: Prašome atsisiųsti video, kad peržiūrėtumėte neprisijungę.
nb_no: Last ned videoen og se den i frakoblet modus.
nl_nl: Gelieve de video te downloaden en offline te bekijken.
pt_br: Por favor, baixe o vídeo e veja offline.
ro_ro: Vă rugăm să descărcați videoclipul și să vizualizați offline.
sk_sk: Prosím, stiahnite si video a pozrite si ho offline.

source: Please give a message to your commit
ar_sa: من فضلك ابعث رسالة بالتزامك
de_de: Bitte geben Sie Ihrem Commit eine Nachricht
hu_hu: Kérlek, adj egy üzenetet a commitodnak
ja_jp: コミットする際のメッセージを入力してください。
lt_lt: Aprašykite savo paskyrimą
nb_no: Gi en melding til
nl_nl: Voeg a.u.b. een bericht toe aan uw verwijzing
pt_br: Por favor informe o comentário para essa ação
ro_ro: Vă rugăm să trimiteți un mesaj la comiterea dvs.
sk_sk: Prosím, napíšte správu k Vašej aktualizácii

source: Please provide a reason
ar_sa: يرجى تقديم سبب
de_de: Bitte geben Sie einen Grund an
hu_hu: Kérjük, adjon meg egy okot
ja_jp: 理由をご記入ください
nb_no: Oppgi en grunn
nl_nl: Geef een reden op
pt_br: Por favor, forneça um motivo
ro_ro: Vă rugăm să furnizați un motiv
sk_sk: Uveďte dôvod

source: Please report bugs, ideas, comments or feedback on the TAO Forum
ar_sa: يرجى الإبلاغ عن الأخطاء أو الأفكار أو التعليقات أو الملاحظات على منصة TAO
de_de: Bitte melden Sie Fehler, Ideen, Kommentare oder Feedback im TAO-Forum.
hu_hu: Kérjük, hibákat, ötleteket, megjegyzéseket vagy visszajelzéseket a TAO Fórumon jelezzen.
ja_jp: バグの報告やアイデア，コメントなどTAOフォーラムにフィードバックしてください
lt_lt: Klaidas ir komentarus prašome registruoti TAO forume.
nb_no: Vennligst rapporter feil, ideer, kommentarer eller tilbakemeldinger på TAO Forum
nl_nl: Meld eventuele bugs, ideeën, opmerkingen of feedback op het TAO-forum.
pt_br: Por favor, reporte bugs, ideias, comentários ou comentários no Fórum TAO
ro_ro: Vă rugăm să raportați erorile, ideile, comentariile sau feedback-ul pe Forumul TAO
sk_sk: Nahláste chyby, nápady, komentáre alebo spätnú väzbu na fóre TAO.

source: Please select a language.
ar_sa: الرجاء تحديد لغة.
de_de: Bitte wählen Sie eine Sprache.
hu_hu: Kérem, válasszon nyelvet.
ja_jp: 言語を選択してください.
nl_nl: Selecteer een taal.
pt_br: Por favor, selecione um idioma.
ro_ro: Vă rugăm să selectați o limbă.
sk_sk: Vyberte jazyk.

source: Please select an image file from the resource manager. You can add files from your computer with the button "Add file(s)".
ar_sa: الرجاء تحديد مِلَفّ صورة من مدير الموارد. يمكنك إضافة ملفات من جهاز الحاسوب الخاص بك مع زر "إضافة "مِلَفّ (ملفات)".
de_de: Bitte wählen Sie eine Bilddatei aus dem Ressourcen-Manager. Sie können Dateien von Ihrem Computer mit dem Button "Datei hinzufügen(n)" hinzufügen.
ja_jp: Please select an image file from the resource manager. You can add files from your PC with the button "Add file(s)".
nl_nl: Selecteer een afbeeldingsbestand in het bronbeheer. U kunt bestanden toevoegen vanaf uw computer met de knop "Bestanden toevoegen".
pt_br: Por favor, selecione um arquivo de imagem do gerenciador de recursos. Você pode adicionar arquivos de seu computador com o botão "Adicionar arquivos".
ro_ro: Vă rugăm să selectați o imagine din managerul de resurse. Puteți adăuga fișiere din computerul dvs cu butonul "Adăugați fișiere(e)".
sk_sk: Vyberte súbor s obrázkom zo správcu zdrojov. Súbory z počítača môžete pridať pomocou tlačidla „Pridať súbor(y)“.

source: Please set 'min' and/or 'max' options!
ar_sa: الرجاء تعيين خيارات 'دقيقة' و/أو 'حد أقصى'!
de_de: Bitte setzen Sie 'min' und/oder 'max' Optionen!
ja_jp: 'min' または 'max' オプションを設定してください！
nl_nl: Stel de opties 'min' en/of 'max' in!
pt_br: Por favor, defina opções 'min' e/ou 'max'!
ro_ro: Vă rugăm să setați opțiunea "min" și/sau "max"!
sk_sk: Prosím, nastavte možnosti „min“ a/alebo „max“!

source: Please try in %s.
ar_sa: الرجاء المحاولة في %s.
de_de: Bitte versuchen Sie es in %s.
ja_jp: %s でお試しください。
nl_nl: Probeer in %s.
pt_br: Por favor, experimente %s.
ro_ro: Te rugăm să încerci în %s.
sk_sk: Skúste to v %s.

source: Please wait
ar_sa: المرجو الانتظار
de_de: Bitte warten
hu_hu: Kérjük, várjon
ja_jp: お待ちください
lt_lt: Prašome palaukti
nb_no: Vennligst vent
nl_nl: Wacht a.u.b.
pt_br: Aguarde
ro_ro: Vă rugăm așteptați
sk_sk: Prosím, počkajte

source: Please wait while ...
ar_sa: من فضلك انتظر بينما ...
de_de: Bitte warten Sie, währenddessen ...
hu_hu: Kérlek várj, amíg...
ja_jp: しばらくお待ちください ...
lt_lt: Prašome palaukti kol...
nb_no: Vennligst vent mens...
nl_nl: Wacht even, alstublieft...
pt_br: Por favor aguarde um instante...
ro_ro: Te rog asteapta cat timp ...
sk_sk: Prosím, počkajte chvíľu...

source: PNG image
ar_sa: صورة PNG
de_de: PNG-Bild
hu_hu: PNG-kép
ja_jp: PNG画僧
nb_no: PNG-bilde
nl_nl: PNG bestand
pt_br: Imagem PNG
ro_ro: Imagine PNG
sk_sk: Obrázok PNG

source: Position
ar_sa: موضع
hu_hu: Pozíció
ja_jp: 画像位置
lt_lt: Pozicija Padėtis
nb_no: Posisjon
nl_nl: Positie
pt_br: Posição
ro_ro: Poziția
sk_sk: Pozícia

source: Positionals:
ar_sa: المواضع:
de_de: Positionen:
hu_hu: Pozíciók:
ja_jp: 位置:
nl_nl: Posities
pt_br: Posicionais:
ro_ro: Pozitiale:
sk_sk: Pozície:

source: Post install processing
ar_sa: معالجة ما بعد التثبيت
de_de: Post-Install Abfertigung
hu_hu: Telepítés utáni feldolgozás
ja_jp: インストール後の処理
lt_lt: Vykdymas po įdiegimo
nb_no: Etter installasjon
nl_nl: Post installatie verwerking
pt_br: Processamento da pós-instalação
ro_ro: Postaţi procesarea instalării
sk_sk: Spracovanie po inštalácii

source: Power of
ar_sa: قوة
de_de: Potenz von
hu_hu: A hatalom
ja_jp: 累乗
lt_lt: Pakeltas laipsniu
nb_no: Slå av
nl_nl: Macht van
pt_br: Poder de
ro_ro: Puterea de
sk_sk: Sila

source: Power of 10
ar_sa: قوة 10
de_de: Zehnerpotenz
hu_hu: 10 hatványa
ja_jp: 10の累乗
lt_lt: Pakeltas 10 laipsniu
nb_no: Styrke på 10
nl_nl: Macht van 10
pt_br: Poder de 10
ro_ro: Putere de 10
sk_sk: Mocnina desiatich

source: Preparing installation...
ar_sa: يتم الآن تحضير التثبيت ...
de_de: Installation wird vorbereitet...
hu_hu: Telepítés előkészítése...
ja_jp: インストールの準備をしています...
lt_lt: Ruošiamas įdiegimas...
nb_no: Forbereder installasjon...
nl_nl: Installatie wordt voorbereid...
pt_br: Preparando a instalação...
ro_ro: Se pregătește instalarea...
sk_sk: Príprava inštalácie...

source: Preview
ar_sa: معاينة
de_de: Vorschau
hu_hu: Előnézet
ja_jp: プレビュー
lt_lt: Peržiūra
nb_no: Forhåndsvis
nl_nl: Voorbeeld
pt_br: Pré-visualizar
ro_ro: Previzualizare
sk_sk: Náhľad

source: Previous
ar_sa: سابق
de_de: Vorherige
hu_hu: Előző
ja_jp: 前へ
lt_lt: Grįžti
nb_no: Forrige
nl_nl: Vorige
pt_br: Anterior
ro_ro: Anterior
sk_sk: Predchádzajúce

source: Previous match
ar_sa: المطابقة السابقة
de_de: Vorherige Übereinstimmung
hu_hu: Előző mérkőzés
ja_jp: 前の検索結果
lt_lt: Ankstesnis susiejimas
nb_no: Forrige match
nl_nl: Vorige match
pt_br: Combinação anterior
ro_ro: Meci anterior
sk_sk: Predchádzajúci zápas

source: Previous page
ar_sa: الصفحة السابقة
de_de: Vorherige Seite
hu_hu: Előző oldal
ja_jp: 前のページ
lt_lt: Ankstesnis puslapis
nb_no: Forrige side
nl_nl: Vorige pagina
pt_br: Página anterior
ro_ro: Pagina precedentă
sk_sk: Predchádzajúca stránka

source: Privacy Policy
ar_sa: سياسة الخصوصية
de_de: Datenschutzrichtlinie
hu_hu: Adatvédelmi irányelvek
ja_jp: プライバシーポリシー
lt_lt: Privatumo politika
nb_no: Personvern
nl_nl: Privacybeleid
pt_br: política de Privacidade
ro_ro: Politica de confidenţialitate
sk_sk: Zásady ochrany osobných údajov

source: Proceed
ar_sa: تقدم
de_de: Weiter
hu_hu: Folytatás
ja_jp: 続行
lt_lt: Tęsti
nb_no: Fortsett
nl_nl: Doorgaan
pt_br: Continuar
ro_ro: Continuă
sk_sk: Pokračovať

source: Properties
ar_sa: خصائص
de_de: Eigenschaften
hu_hu: Tulajdonságok
ja_jp: プロパティ
nb_no: Egenskaper
nl_nl: Eigenschappen
pt_br: propriedades
ro_ro: Proprietăți
sk_sk: Nehnuteľnosti

source: Provided URL is not valid
ar_sa: عنوان URL المقدم غير مضبوط
de_de: die angegebene URL ist nicht gültig
hu_hu: A megadott URL érvénytelen
ja_jp: 指定されたURLは有効ではありません
lt_lt: Pateiktas URL nėra teisingas
nb_no: Oppgitt URL er ikke gyldig
nl_nl: De gegeven URL is niet geldig
pt_br: A URL fornecida não é válida
ro_ro: URL-ul furnizat nu este valid
sk_sk: Zadaná URL adresa nie je platná

source: Publish
ar_sa: نشر
de_de: Veröffentlichen
hu_hu: Közzététel
ja_jp: 公開
lt_lt: Paskelbti
nb_no: Publiser
nl_nl: Uitgeven
pt_br: Publicar
ro_ro: Publică
sk_sk: Publikovať

source: Publish the test
ar_sa: انشر الاختبار
de_de: Den Test veröffentlichen
hu_hu: Teszt közzététele
ja_jp: テストを公開
nb_no: Publiser prøven
nl_nl: Publiceer de test
pt_br: Publicar o teste
ro_ro: Publicați testul
sk_sk: Publikovať test

source: Queued
ar_sa: في قائمة الانتظار
de_de: In Warteschlange
hu_hu: Sorban álló
ja_jp: 待機中
nb_no: I kø
nl_nl: Wachtrij
pt_br: Aguardando
ro_ro: În aşteptare
sk_sk: Zaradené do frontu

source: Quicktime video
ar_sa: فيديو Quicktime
hu_hu: Quicktime videó
ja_jp: Quicktimeビデオ
nb_no: Quicktime fil
nl_nl: Quicktime video bestand
pt_br: Vídeo Quicktime
ro_ro: Video rapid
