Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Rad
ar_sa: راديان
ja_jp: ラッド
ro_ro: Rostit
sk_sk: Rádius

source: Radian
ar_sa: راديان
hu_hu: Radián
ja_jp: ラジアン
lt_lt: Radianai
nl_nl: Radiaal
pt_br: Radianos
sk_sk: Radián

source: random
ar_sa: عشوائي
de_de: zufällig
hu_hu: véletlen
ja_jp: ランダム
lt_lt: atsitiktinis
nb_no: tilfeldig
nl_nl: willekeurig
pt_br: aleatório
ro_ro: aleator
sk_sk: náhodný

source: Random value
ar_sa: قيمة عشوائية
de_de: Zufälliger Wert
hu_hu: Véletlenszerű érték
ja_jp: ランダム値
lt_lt: Atsitiktinė reikšmė
nb_no: Tilfeldig verdi
nl_nl: Random waarde
pt_br: Valor aleatório
ro_ro: Valoare aleatorie
sk_sk: Náhodná hodnota

source: Range field is required
ar_sa: نطاق المجال
de_de: Feld für den Bereich ist erforderlich
hu_hu: Tartomány mező kitöltése kötelező
ja_jp: 範囲フィールドは必須です
lt_lt: Intervalo laukas yra būtinas
nb_no: Områdefelt er obligatorisk
nl_nl: Bereik veld is vereist
pt_br: O campo Intervalo é obrigatório
ro_ro: Câmpul de gamă este necesar
sk_sk: Pole Rozsah je povinné

source: RAR archive
ar_sa: أرشيف RAR
de_de: RAR-Archiv
hu_hu: RAR archívum
ja_jp: RARアーカイブ
nb_no: RAR arkiv
nl_nl: RAR bestand
pt_br: Arquivo RAR
ro_ro: Arhivă RAR
sk_sk: RAR archív

source: RDF
ar_sa: إطار توصيف الموارد

source: Ready for Translation
ar_sa: محضَر للترجمة
de_de: Bereit zur Übersetzung
ja_jp: 翻訳の準備
nl_nl: Klaar voor vertaling
pt_br: Pronto para tradução
ro_ro: Gata de traducere
sk_sk: Pripravené na preklad

source: RealMedia file
ar_sa: ملف RealMedia
de_de: RealMedia-Datei
hu_hu: RealMedia fájl
ja_jp: RealMediaファイル
nb_no: RealMedia-fil
nl_nl: RealMedia bestand
pt_br: Arquivo RealMedia
ro_ro: Fișier RealMedia
sk_sk: Súbor RealMedia

source: Refresh
ar_sa: تحديث
de_de: Aktualisieren
hu_hu: Frissítés
ja_jp: 更新
lt_lt: Atnaujinti
nb_no: Oppdater
nl_nl: Verversen
pt_br: atualizar
ro_ro: Împrospătează
sk_sk: Obnoviť

source: Reject all
ar_sa: رفض الكل
de_de: Alle ablehnen
ja_jp: すべて拒否
nl_nl: Alles afwijzen
pt_br: Rejeitar tudo
ro_ro: Respinge toate
sk_sk: Odmietnuť všetko

source: Release
ar_sa: إنجاز
de_de: Version
hu_hu: Kiadás
ja_jp: リリース
lt_lt: Išleidimas
nb_no: Utgivelse
nl_nl: Uitgave
pt_br: Lançar
ro_ro: Eliberează
sk_sk: Uvoľnenie

source: Releasing the lock might cause the work in progress by %s to be lost.
ar_sa: قد يؤدي فتح القفل إلى فقد العمل الجاري بواسطة %s.
de_de: Das Aufheben der Sperre kann zum Verlust der Änderungen von %s führen.
hu_hu: A zár feloldása a %s által folyamatban lévő munka elvesztését okozhatja.
ja_jp: ロックを解除すると、%sによって実施中の作業が失われる可能性があります。
lt_lt: Jei atšauksite rakinimą, galite prarasti %s atlikto darbo.
nl_nl: Het vrijgeven van de blokkade kan ervoor zorgen dat het gedane werk door %s verloren gaat.
pt_br: Liberar a trava pode fazer com que o trabalho em andamento por %s seja perdido.
ro_ro: Lansarea blocajului poate duce la pierderea lucrării în curs de către %s.
sk_sk: Uvoľnenie zámku môže spôsobiť stratu rozpracovanej práce %s .

source: Reload
ar_sa: أعد التحميل
de_de: Neu laden
hu_hu: Újratöltés
ja_jp: リロード
nb_no: Last på nytt
pt_br: Recarregar
sk_sk: Obnoviť

source: Remind
ar_sa: تذكير
de_de: Erinnern
hu_hu: Emlékeztet
ja_jp: リマインド
lt_lt: Priminti
nb_no: Husk
nl_nl: Herinner
pt_br: Lembrar
ro_ro: Reamintire
sk_sk: Pripomenúť

source: Remind Last
ar_sa: آخر تذكير
de_de: An letzten erinnern
hu_hu: Emlékeztető utolsó
ja_jp: 最後にリマインドする
lt_lt: Priminti Paskutinį
nb_no: Husk siste
nl_nl: Herinner Laatste
pt_br: Lembrar último
ro_ro: Amintește-ți ultimul
sk_sk: Pripomenúť posledné

source: Remind the last value
ar_sa: تذكر آخر قيمة
de_de: An letzten Wert erinnern
hu_hu: Emlékeztető az utolsó értékre
ja_jp: 最後の値をリマインド
lt_lt: Priminti paskutinę reikšmę
nb_no: Husk siste verdi
nl_nl: Herinner de laatste waarde
pt_br: Lembrar o último valor
ro_ro: Reaminteşte ultima valoare
sk_sk: Pripomeňte si poslednú hodnotu

source: Remind the next expression in the history
ar_sa: تذكير التعبير التالي في السجل
de_de: An den nächsten Ausdruck im Verlauf erinnern
hu_hu: Emlékeztesd a következő kifejezést a történelemben
ja_jp: 履歴の次の表示をリマインド
lt_lt: Priminti sekančią išraišką istorijoje
nb_no: Husk det neste uttrykket i historien
nl_nl: Herinner de volgende expressie in de geschiedenis
pt_br: Lembrar a próxima expressão na história
ro_ro: Amintește-ți următoarea expresie din istoric
sk_sk: Pripomeňte si ďalší výraz v histórii

source: Remind the previous expression in the history
ar_sa: تذكير التعبير السابق في التاريخ
de_de: An den letzten Ausdruck im Verlauf erinnern
hu_hu: Emlékeztesd a korábbi kifejezést a történelemben
ja_jp: 履歴の前の表示をリマインド
lt_lt: Priminti ankstesnę išraišką istorijoje
nb_no: Husk det forrige uttrykket i historien
nl_nl: Herinner de vorige expressie in de geschiedenis
pt_br: Lembrar a próxima expressão na história
ro_ro: Reaminteşte expresia anterioară din istoric
sk_sk: Pripomeňte si predchádzajúci výraz v histórii

source: Remind the recorded value
ar_sa: تذكر القيمة المسجلة
de_de: An den aufgezeichneten Wert erinnern
hu_hu: Emlékeztetőül a rögzített értékre
ja_jp: 記録された値をリマインド
lt_lt: Priminti įrašytą reikšmę
nb_no: Husk den registrerte verdien
nl_nl: Herinner de opgenomen waarde
pt_br: Lembrar o valor gravado
ro_ro: Reaminteşte valoarea înregistrată
sk_sk: Pripomeňte si zaznamenanú hodnotu

source: Remove
ar_sa: إزالة
de_de: Entfernen
hu_hu: Eltávolítás
ja_jp: 削除
lt_lt: Ištrinti
nb_no: Fjern
nl_nl: Verwijderen
pt_br: Excluir
ro_ro: Elimină
sk_sk: Odstrániť

source: Remove criteria
ar_sa: إزالة المعيار
de_de: Kriterien entfernen
hu_hu: Feltételek eltávolítása
ja_jp: 条件削除
nb_no: Fjern kriterier
nl_nl: Criteria verwijderen
pt_br: Remover critérios
ro_ro: Înlătură criteriul
sk_sk: Odstrániť kritériá

source: remove index
ar_sa: إزالة الفِهْرِس
de_de: Index entfernen
ja_jp: インデックスを削除
nl_nl: verwijder index
pt_br: remover índice
ro_ro: elimină indexul
sk_sk: odstrániť index

source: Remove Message
ar_sa: قم بإزالة هذه الرسالة
de_de: Nachricht entfernen
hu_hu: Üzenet eltávolítása
ja_jp: メッセージを削除
lt_lt: Pašalinti Pranešimą
nb_no: Fjern medling
nl_nl: Verwijder bericht
pt_br: Remover mensagem
ro_ro: Elimină mesajul
sk_sk: Odstrániť správu

source: Remove the translated item
ar_sa: إزالة العنصر المترجم
de_de: Das übersetzte Element entfernen
ja_jp: 翻訳されたアイテムを削除
nl_nl: Verwijder het vertaalde item
pt_br: Remova o item traduzido
ro_ro: Elimină elementul tradus
sk_sk: Odstrániť preloženú položku

source: Remove this file
ar_sa: إزالة هذا الملف
de_de: Datei entfernen
hu_hu: Fájl eltávolítása
ja_jp: このファイルを削除
lt_lt: Ištrinti šį failą
nb_no: Fjern denne filen
nl_nl: Verwijder dit bestand
pt_br: Remover esse arquivo
ro_ro: Elimină acest fișier
sk_sk: Odstrániť tento súbor

source: Removed %s directories
ar_sa: تمت إزالة الدلائل %s
de_de: %s Verzeichnisse entfernt
hu_hu: %s könyvtár eltávolítva
ja_jp: ディレクトリ %s を削除
lt_lt: Ištrinti %s aplankai
nb_no: %s kataloger ble fjernet
nl_nl: %s mappen verwijderd
pt_br: %s diretórios removidos
ro_ro: %s a fost eliminat
sk_sk: Odstránené adresáre %s

source: Removed %s files
ar_sa: تمت إزالة %s ملفات
de_de: %s Dateien entfernt
hu_hu: %s fájl eltávolítva
ja_jp: ファイル %s を削除
lt_lt: Ištrinti %s failai
nb_no: Fjernet %s filer
nl_nl: Verwijderde %s bestanden
pt_br: %s arquivos removidos
ro_ro: S-au eliminat fişierele %s
sk_sk: Odstránené súbory %s

source: Removing: %s
ar_sa: إزالة: %s
de_de: Entfernen: %s
hu_hu: Eltávolítás: %s
ja_jp: 削除中: %s
lt_lt: Ištrinama: %s
nb_no: Fjerner: %s
nl_nl: Verwijderen: %s
pt_br: Removendo: %s
ro_ro: Eliminare: %s
sk_sk: Odstraňovanie: %s

source: Rename
ar_sa: إعادة تسمية
de_de: umbenennen
hu_hu: Átnevezés
ja_jp: 名前の変更
lt_lt: Pervadinti
nb_no: Gi nytt navn
nl_nl: Hernoemen
pt_br: Renomear
ro_ro: Redenumire
sk_sk: Premenovať

source: Repeat new password
ar_sa: كرر كلمة السر الجديدة
de_de: neues Passwort wiederholen
hu_hu: Ismételje meg az új jelszót
ja_jp: 新パスワード(再入力)
lt_lt: Pakartoti naują slaptažodį
nb_no: Gjenta nytt passord
nl_nl: Herhaal het nieuwe wachtwoord
pt_br: Repita a nova senha
ro_ro: Repetă parola nouă
sk_sk: Zopakujte nové heslo

source: Repeat password
ar_sa: اعد كلمة السر
de_de: Passwort wiederholen
hu_hu: Jelszó ismétlése
ja_jp: パスワード再入力
lt_lt: Pakartoti slaptažodį
nb_no: Gjenta passord
nl_nl: Herhaal wachtwoord
pt_br: Repita a senha
ro_ro: Repetă parola
sk_sk: Zopakujte heslo

source: Request a password reset via Email.
ar_sa: اطلب إعادة تعيين كلمة المرور عبر البريد الإلكتروني.
de_de: Passwort per Email zurücksetzen.
hu_hu: Jelszó-visszaállítás kérése e-mailben.
ja_jp: eメールでパスワードのリセットを要求します
lt_lt: Slaptažodžio atstatymo užklausa per El. paštą.
nb_no: Be om tilbakestilling av passord via e -post.
nl_nl: Vraag een wachtwoord reset aan per e-mail.
pt_br: Solicitar redefinição de senha por e-mail.
ro_ro: Solicită resetarea parolei prin E-Mail.
sk_sk: Požiadajte o obnovenie hesla prostredníctvom e-mailu.

source: require notification ID
ar_sa: تتطلب معرف الإشعار
de_de: erfordern eine Benachrichtigungs-ID
hu_hu: értesítési azonosító szükséges
ja_jp: 通知のためのIDが必要です
lt_lt: reikalauja pranešimo ID
nb_no: krever varslings-ID
nl_nl: meldings-ID vereisen
pt_br: requer notificação ID
ro_ro: necesită ID notificare
sk_sk: vyžadovať ID oznámenia

source: required
ar_sa: مطلوب
de_de: erforderlich
hu_hu: kívánt
ja_jp: 選択必須
lt_lt: reikalaujama
nb_no: påkrevd
nl_nl: Vereist
pt_br: Obrigatório
ro_ro: necesar
sk_sk: požadované

source: required length
ar_sa: الطول المطلوب
de_de: vorausgesetzte Länge
hu_hu: szükséges hossz
ja_jp: 長さは必須です
lt_lt: reikalaujamas ilgis
nb_no: påkrevd lengde
nl_nl: benodigde lengte
pt_br: comprimento obrigatório
ro_ro: lungimea necesară
sk_sk: požadovaná dĺžka

source: Requires
ar_sa: يتطلب
de_de: Benötigt
hu_hu: Szükséges
ja_jp: 必要
lt_lt: Reikalauja
nb_no: Krever
nl_nl: Benodigd
pt_br: Obrigatório
ro_ro: Necesită
sk_sk: Vyžaduje

source: Reset
ar_sa: إعادة ضبط
de_de: Zurücksetzen
hu_hu: Visszaállítás
ja_jp: リセット
lt_lt: Atstatyti
nb_no: Tilbakestill
nl_nl: Resetten
pt_br: Redefinir
sk_sk: Obnoviť

source: Reset the range values
ar_sa: إعادة تعيين قيم النطاق
de_de: Setzen Sie die Bereichswerte zurück
hu_hu: A tartomány értékeinek visszaállítása
ja_jp: 範囲値をリセット
nb_no: Tilbakestill verdiene
nl_nl: Reset de bereik waarden
pt_br: Redefinir os valores de intervalo
ro_ro: Resetează valorile intervalului
sk_sk: Obnoviť hodnoty rozsahu

source: Resource
ar_sa: مورد
de_de: Ressource
hu_hu: Forrás
ja_jp: リソース
lt_lt: Resursas
nb_no: Ressurs
nl_nl: Bron
pt_br: Recurso
ro_ro: Resursă
sk_sk: Zdroj

source: Resource copied
ar_sa: تم نسخ المورد
de_de: Ressource kopiert
hu_hu: Erőforrás másolva
ja_jp: リソースをコピーしました
lt_lt: Resursas nukopijuotas
nb_no: Ressurs ble kopiert
nl_nl: Bron gekopieerd
pt_br: Recurso copiado
ro_ro: Resursă copiată
sk_sk: Zdroj skopírovaný

source: Resource deleted
ar_sa: تم حذف المورد
de_de: Ressource gelöscht
hu_hu: Erőforrás törölve
ja_jp: リソースが削除されました
nb_no: Ressurs ble slettet
nl_nl: Bron verwijderd
pt_br: Recurso excluído
ro_ro: Resursă ștearsă
sk_sk: Zdroj bol odstránený

source: Resource Identifier
ar_sa: معرف المورد
de_de: Ressourcen ID
hu_hu: Erőforrás-azonosító
ja_jp: リソース識別子
lt_lt: Ištekliaus Identifikatorius
nb_no: Ressurs ID
nl_nl: Bron ID
pt_br: Identificador do Recurso
ro_ro: Identificator resurse
sk_sk: Identifikátor zdroja

source: Resource Identifier could not be copied to the clipboard
ar_sa: تعذر نسخ معرف المورد إلى الحافظة
de_de: Der Ressourcenbezeichner konnte nicht in die Zwischenablage kopiert werden
hu_hu: Az erőforrás-azonosítót nem sikerült a vágólapra másolni.
ja_jp: リソース識別子をクリップボードにコピーできません
lt_lt: Resurso Identifikatorius negali būti nukopijuotas į iškarpinę
nb_no: Ressurs ID kunne ikke kopieres til utklippstavlen
nl_nl: Resource Identifier kon niet worden gekopieerd naar het clipboard
pt_br: Identificador do recurso não pôde ser copiado para a área de transferência
ro_ro: Identificatorul de resurse nu a putut fi copiat în clipboard
sk_sk: Identifikátor zdroja sa nepodarilo skopírovať do schránky

source: Resource Identifier has been copied to the clipboard
ar_sa: تم نسخ معرف المورد إلى الحافظة
de_de: Die Ressourcenkennung wurde in die Zwischenablage kopiert
hu_hu: Az erőforrás-azonosító a vágólapra másolva
ja_jp: リソース識別子がクリップボードにコピーされました
lt_lt: Resurso Identifikatorius buvo nukopijuotas į iškarpinę
nb_no: Ressurs ID ble kopiert til utklippstavlen
nl_nl: Resource Identifier was gekopieerd naar het clipboard
pt_br: Identificador do Recurso foi copiado para a área de transferência
ro_ro: Identificatorul de resurse a fost copiat în clipboard
sk_sk: Identifikátor zdroja bol skopírovaný do schránky

source: Resource not imported due to multiple super classes
ar_sa: لم يتم استيراد المورد بسبب تعدد الأقسام فوق العادة
de_de: Ressource wurde nicht importiert, weil mehrere Eltern-Klassen angegeben wurden
hu_hu: Az erőforrás nem importálható több szuperosztály miatt.
ja_jp: 複数のスーパークラスがあるため、リソースがインポートされません
lt_lt: Resursas nebuvo importuotas, dėl daugkartinių super klasių
nb_no: Ressursen ble ikke importert på grunn av flere supermapper
nl_nl: Bron is niet geïmporteerd vanwege meerdere super klassen
pt_br: Recurso não foi importado devido a múltiplas super classes
ro_ro: Resurse neimportate datorită mai multor superclase
sk_sk: Zdroj sa nepodarilo importovať z dôvodu viacerých nadradených tried

source: Resource not imported due to multiple types
ar_sa: لم يتم استيراد المورد بسبب تعدد الأنواع
de_de: Ressource wurde nicht importiert, weil mehrere Typen angegeben wurden
hu_hu: Az erőforrás nem importálható, mert több típus is van benne.
ja_jp: 複数のタイプがあるため、リソースがインポートされません
lt_lt: Ištekliai nebuvo įkelti dėl egzistuojančių kelių tipų
nb_no: Ressursen ble ikke importert på grunn av flere typer
nl_nl: Bron is niet geïmporteerd vanwege meerdere typen
pt_br: Recurso não importado devido a múltiplos tipos
ro_ro: Resursa nu este importată datorită mai multor tipuri
sk_sk: Zdroj sa nepodarilo importovať z dôvodu viacerých typov

source: Resource saved
ar_sa: تم حفظ المورد
de_de: Ressource gespeichert
hu_hu: Erőforrás mentve
ja_jp: リソースは保存されました
lt_lt: Resursas išsaugotas
nb_no: Ressurs ble lagret
nl_nl: Bron is opgeslagen
pt_br: Recursos salvos
ro_ro: Resursă salvată
sk_sk: Zdroj uložený

source: resources
ar_sa: موارد
de_de: Ressourcen
hu_hu: erőforrás
ja_jp: リソース
lt_lt: resursai
nb_no: ressurser
nl_nl: bronnen
pt_br: recursos
ro_ro: resurse
sk_sk: zdroje

source: Resources moved
ar_sa: موارد معبأة
de_de: Ressourcen verschoben
hu_hu: Erőforrások áthelyezve
ja_jp: リソースの移動
lt_lt: Resursai perkelti
nb_no: Ressurs ble flyttet
nl_nl: Bronnen verplaatst
pt_br: Recursos movidos
ro_ro: Resurse mutate
sk_sk: Presunuté zdroje

source: Resources successfully indexed
ar_sa: موارد مفهرسة بنجاح
de_de: Ressourcen erfolgreich indiziert
hu_hu: Erőforrások sikeresen indexelve
ja_jp: リソースが正常にインデックス化されました
nb_no: Ressurser ble indeksert
nl_nl: Bronnen succesvol geïndexeerd
pt_br: Recursos indexados com sucesso
ro_ro: Resurse indexate cu succes
sk_sk: Zdroje boli úspešne indexované

source: Resources was not indexed
ar_sa: موارد لم تفهرس
de_de: Ressourcen wurden nicht indiziert
hu_hu: Az erőforrások nem lettek indexelve
ja_jp: リソースはインデックス化されていません
nb_no: Ressurser ble ikke indeksert
nl_nl: Bronnen zijn niet geïndexeerd
pt_br: Os recursos não foram indexados
ro_ro: Resursele nu au fost indexate
sk_sk: Zdroje neboli indexované

source: Responsive mode
ar_sa: وضعية الاستجابة
de_de: Antwort Modus
hu_hu: Reszponzív mód
ja_jp: レスポンシブモード
lt_lt: Reaktyvus režimas
nb_no: Responsiv modus
nl_nl: Responsive modus
pt_br: Modo responsivo
ro_ro: Mod Responsive
sk_sk: Responzívny režim

source: Restore sound
ar_sa: استعادة الصوت
de_de: Ton wiederherstellen
hu_hu: Hang visszaállítása
ja_jp: 音声の復元
lt_lt: Atstatyti garsą
nb_no: Gjenopprett lyd
nl_nl: Geluid herstellen
pt_br: Restaurar som
ro_ro: Restabilire sunet
sk_sk: Obnoviť zvuk

source: Return to sign in page
ar_sa: العودة إلى صفحة تسجيل الدخول
de_de: Zurück zum Login
hu_hu: Vissza a bejelentkezési oldalra
ja_jp: ログインページに戻る
lt_lt: Grįžti į prisijungimo puslapį
nb_no: Gå tilbake til påloggingssiden
nl_nl: Keer terug naar de login pagina
pt_br: Retornar para a página de login
ro_ro: Înapoi la pagina de autentificare
sk_sk: Späť na prihlasovaciu stránku

source: Rich Text Format file
ar_sa: ملف تنسيق النص الغني
de_de: Rich-Text-Formatdatei
hu_hu: Rich Text formátumú fájl
ja_jp: リッチテキストファイル
nb_no: Rik tekstformat fil
nl_nl: Rich Text Format bestand
pt_br: Formato de arquivo Rich Text
ro_ro: Fișier format text îmbogățit
sk_sk: Súbor vo formáte RTF

source: Right click the tree to manage your lists
ar_sa: استعمل زر النقر يمينا لإدارة قوائمك
de_de: zur Verwaltung der Listen klicken Sie bitte mit der rechten Maustaste auf den Baum
hu_hu: Kattintson jobb gombbal a fára a listák kezeléséhez
ja_jp: リストを管理するためにツリーを右クリックしてください
lt_lt: Spauskite dešiniu pelės klavišu ant medžio, norėdami tvarkyti savo sąrašus
nb_no: Høyreklikk for å administrere listene dine
nl_nl: Klik rechts op de boom om de lijsten te beheren
pt_br: Clique com o botão direito na árvore para gerenciar suas listas
ro_ro: Faceți clic dreapta pe arbore pentru a vă gestiona listele
sk_sk: Kliknite pravým tlačidlom myši na strom pre správu zoznamov

source: Right parenthesis
ar_sa: الأقواس اليمنى
de_de: Rechte Klammer
hu_hu: Jobb zárójel
ja_jp: 右括弧
lt_lt: Dešinys skliaustelis
nb_no: Høyre parentes
nl_nl: Rechter haakje
pt_br: Parênteses direito
ro_ro: Paranteză dreapta
sk_sk: Pravá zátvorka

source: Role saved
ar_sa: الدور المحفوظ
de_de: Rolle gespeichert
hu_hu: Szerepkör mentve
ja_jp: ロールは保存されました
lt_lt: Rolė išsaugota
nb_no: Rolle lagret
nl_nl: Rol opgeslagen
pt_br: Função salva
ro_ro: Rol salvat
sk_sk: Rola uložená

source: Roles
ar_sa: أدوار
de_de: Rollen
hu_hu: Szerepkörök
ja_jp: 権限
lt_lt: Rolės
nb_no: Roller
nl_nl: Rollen
pt_br: Funções
ro_ro: Roluri
sk_sk: Roly

source: Roles library
ar_sa: مكتبة الأدوار
de_de: Rollenverwaltung
hu_hu: Szerepkörök könyvtára
ja_jp: ロールライブラリ
lt_lt: Rolių biblioteka
nb_no: Rollebibliotek
nl_nl: Rollen bank
pt_br: Biblioteca de funções
ro_ro: Roluri librarie
sk_sk: Knižnica rolí

source: round
ar_sa: تقريب
de_de: runden
hu_hu: kerek
ja_jp: 丸め
lt_lt: apvalinti
nb_no: rund
nl_nl: afronden
pt_br: rodada
ro_ro: rotunjire
sk_sk: okrúhle

source: Round to closest whole number
ar_sa: تقريب لأقرب عدد صحيح
de_de: Runden Sie auf die nächste ganze Zahl
hu_hu: Kerekítés a legközelebbi egész számra
ja_jp: 最小の整数に丸める
lt_lt: Apvalinti iki artimiausio pilno skaičiaus
nb_no: Rund av til nærmeste hele tall
nl_nl: Rond af naar het dichtstbijzijnde gehele getal
pt_br: Arredondar para o número inteiro mais próximo
ro_ro: Rotunjire pentru cel mai apropiat număr întreg
sk_sk: Zaokrúhliť na najbližšie celé číslo

source: Round to lower whole number
ar_sa: تقريب للعدد الصحيح الصغير
de_de: Runden Sie auf eine niedrigere ganze Zahl
hu_hu: Kerekítés kisebb egész számra
ja_jp: 小さい方の整数に丸める
lt_lt: Apvalinti iki mažiausio pilno skaičiaus
nb_no: Rund ned til heltall
nl_nl: Rond of naar beneden tot een geheel getal
pt_br: Arredondar para baixo número inteiro
ro_ro: Rotunjire la un număr întreg mai mic
sk_sk: Zaokrúhliť na nižšie celé číslo

source: Round to upper whole number
ar_sa: تقريب للعدد الصحيح الأكبر
de_de: Auf die obere ganze Zahl runden
hu_hu: Kerekítés a felső egész számra
ja_jp: 大きい方の整数に丸める
lt_lt: Apvalinti iki didesnio pilno skaičiaus
nb_no: Rund opp til heltall
nl_nl: Rond of naar boven tot een geheel getal
pt_br: Arredondar para cima número inteiro
ro_ro: Rotunjire la numărul întreg
sk_sk: Zaokrúhliť na horné celé číslo

source: Row %s
ar_sa: صف %s
de_de: Reihe %s
hu_hu: Sor %s
ja_jp: 列 %s
lt_lt: Eilutė %s
nb_no: Rad %s
nl_nl: Rij %s
pt_br: Linha %s
ro_ro: Rând %s
sk_sk: Riadok %s

source: Running task %s
ar_sa: تشغيل المهمة %s
de_de: Aufgabe %s wird ausgeführt
hu_hu: Futó feladat %s
ja_jp: 実行中： %s
nb_no: Kjører oppgave %s
nl_nl: Taak uitvoeren %s
pt_br: Executando a tarefa %s
ro_ro: Se execută sarcina %s
sk_sk: Spúšťanie úlohy %s

source: Save
ar_sa: حفظ
de_de: Speichern
hu_hu: Megtakarítás
ja_jp: 保存
lt_lt: Išsaugoti
nb_no: Lagre
nl_nl: Opslaan
pt_br: Salvar
ro_ro: Salvează
sk_sk: Uložiť

source: Saved.
ar_sa: تم الحفظ
de_de: Gespeichert.
hu_hu: Mentve.
ja_jp: 保存しました
nb_no: Lagret.
nl_nl: Opgeslagen.
pt_br: Salvo.
ro_ro: Salvat.
sk_sk: Uložené.

source: Scientific Calculator
ar_sa: الحاسبة العلمية
de_de: Wissenschaftlicher Rechner
hu_hu: Tudományos számológép
ja_jp: 関数電卓
lt_lt: Mokslinis skaičiuotuvas
nb_no: Vitenskapelig kalkulator
nl_nl: Wetenschappelijke rekenmachine
pt_br: Calculadora científica
ro_ro: Calculator științific
sk_sk: Vedecká kalkulačka

source: Scope
ar_sa: نطاق
de_de: Rahmen
hu_hu: Hatókör
ja_jp: 範囲
lt_lt: Apimtis
nb_no: Omfang
nl_nl: Bereik
pt_br: Escopo
ro_ro: Domeniu
sk_sk: Rozsah pôsobnosti

source: Search
ar_sa: بحث
de_de: Suchen
hu_hu: Keresés
ja_jp: 検索
lt_lt: Ieškoti
nb_no: Søk
nl_nl: Zoeken
pt_br: Buscar
ro_ro: Căutare
sk_sk: Hľadať

source: Search %s
ar_sa: بحث في %s
de_de: Suche %s
hu_hu: Keresés %s
ja_jp: %sを検索
lt_lt: Ieškoti %s
nb_no: Søk %s
nl_nl: Zoek %s
pt_br: Buscar %s
ro_ro: Căutare %s
sk_sk: Hľadať %s

source: Search by properties
ar_sa: البحث عن طريق الخصائص
de_de: Suche nach Eigenschaften
hu_hu: Keresés ingatlanok szerint
ja_jp: プロパティで検索
lt_lt: Ieškoti pagal savybes
nb_no: Søk ved hjelp av egenskaper
nl_nl: Zoeken op eigenschappen
pt_br: Pesquisa por propriedades
ro_ro: Căutare după proprietăți
sk_sk: Hľadať podľa vlastností

source: Search sub-classes
ar_sa: بحث الأقسام الفرعية
de_de: Durchsuche Unterklassen
hu_hu: Alosztályok keresése
ja_jp: サブクラスを検索
lt_lt: Ieškoti poklasiuose
nb_no: Søk i undermapper
nl_nl: Zoek sub-klassen
pt_br: Pesquisar sub-classes
ro_ro: Căutare sub-clase
sk_sk: Vyhľadávanie podtried

source: second
ar_sa: ثانية
de_de: zweite
hu_hu: második
ja_jp: 秒
lt_lt: sekundė
nb_no: sekund
nl_nl: seconde
pt_br: segundo
ro_ro: secundă
sk_sk: druhý

source: seconds
ar_sa: ثواني
de_de: Sekunden
hu_hu: másodperc
ja_jp: 秒
nb_no: sekunder
nl_nl: seconden
pt_br: segundos
ro_ro: secunde
sk_sk: sekundy

source: Security
ar_sa: أمن
de_de: Sicherheit
hu_hu: Biztonság
ja_jp: セキュリティ
nb_no: Sikkerhet
nl_nl: Beveiliging
pt_br: Segurança
ro_ro: Securitate
sk_sk: Bezpečnosť

source: Security settings
ar_sa: اعدادات الامان
de_de: Sicherheitseinstellungen
hu_hu: Biztonsági beállítások
ja_jp: セキュリティ設定
nb_no: Sikkerhetsinnstillinger
nl_nl: Instellingen beveiliging
pt_br: Opções de segurança
ro_ro: Setări de securitate
sk_sk: Nastavenia zabezpečenia

source: Select
ar_sa: اختر
de_de: Auswählen
hu_hu: Válasszon
ja_jp: 選択
lt_lt: Pasirinkti
nb_no: Velge
nl_nl: Selecteren
pt_br: Selecionar
ro_ro: Selectare
sk_sk: Vyberte

source: select
ar_sa: اختر
de_de: auswählen
hu_hu: kiválasztás
ja_jp: 選択
lt_lt: pasirinkti
nb_no: velg
nl_nl: selecteren
pt_br: selecionar
ro_ro: selectare
sk_sk: vybrať

source: Select a class
ar_sa: اختر قسما
de_de: Wählen Sie eine Klasse aus
hu_hu: Válasszon egy osztályt
ja_jp: クラスを選択
lt_lt: Pasirinkti klasę
nb_no: Velg en mappe
nl_nl: Selecteer een les
pt_br: Selecione uma classe
ro_ro: Selectează o clasă
sk_sk: Vyberte si kurz

source: Select a destination
ar_sa: اختر وجهة
de_de: Wähle ein Ziel aus
hu_hu: Válasszon úti célt
ja_jp: 指定先を選択
lt_lt: Pasirinkti tikslą
nb_no: Velg en destinasjon
nl_nl: Selecteer een bestemming
pt_br: Selecione um destino
ro_ro: Selectează o destinație
sk_sk: Vyberte destináciu

source: Select a language
ar_sa: اختر اللغة
de_de: Sprache auswählen
hu_hu: Válasszon nyelvet
ja_jp: 言語を選択
lt_lt: Pasirinkti kalbą
nb_no: Velg et språk
nl_nl: Selecteer een taal
pt_br: Selecione um idioma
ro_ro: Selectaţi o limbă
sk_sk: Vyberte jazyk

source: Select loaded %s
ar_sa: اختر التحميل %s
de_de: Ausgewählt geladen %s
hu_hu: Válasszon betöltve %s
ja_jp: ロードされた %s を選択します。
lt_lt: Pasirinkimas įkeltas %s
nb_no: Velg lastet %s
nl_nl: Selecteer geladen %s
pt_br: Selecionar %s carregado
ro_ro: Selectați %s încărcat
sk_sk: Vyberte načítané %s
