Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Update ID : %s
ar_sa: معرف التحديث: %s
hu_hu: Frissítési azonosító: %s
ja_jp: 更新ID : %s
lt_lt: Atnaujinimo ID : %s
nb_no: Oppdaterings-ID: %s
pt_br: Atualizar o ID : %s
ro_ro: ID actualizare : %s
sk_sk: ID aktualizácie: %s

source: Updating search index
ar_sa: تحديث فهرس البحث
de_de: Suchindex wird aktualisiert
hu_hu: Keresési index frissítése
ja_jp: 検索インデックス更新
nb_no: Oppdaterer søkeindeks
nl_nl: Zoekindex bijwerken
pt_br: Atualizando índice de busca
ro_ro: Actualizarea indexului de căutare
sk_sk: Aktualizácia indexu vyhľadávania

source: Upload
ar_sa: تحميل
de_de: Hochladen
hu_hu: Feltöltés
ja_jp: アップロード
lt_lt: Įkelti
nb_no: Laste opp
nl_nl: Uploaden
pt_br: Enviar
ro_ro: Incarca
sk_sk: Nahrať

source: Upload into:
ar_sa: تحميل إلى:
de_de: Hochladen nach:
hu_hu: Feltöltés ide:
ja_jp: アップロード先:
lt_lt: Įkelti į:
nb_no: Last opp til:
nl_nl: Uploaden naar:
pt_br: Enviar para:
ro_ro: Încarcă în:
sk_sk: Nahrať do:

source: URI Path
ar_sa: مسار URI
de_de: URI-Pfad
hu_hu: URI-útvonal
ja_jp: URIパス
nb_no: URI-sti
pt_br: Caminho URI
sk_sk: Cesta URI

source: Usage: ImportRdf RDF_FILE [MODEL_ID]
ar_sa: الاستخدام: ImportRdf RDF_FILE [MODEL_ID]
de_de: Verwendung: ImportRdf RDF_FILE [MODEL_ID]
hu_hu: Használat: ImportRdf RDF_FILE [MODEL_ID]
ja_jp: 使用法：ImportRdf RDF_FILE [MODEL_ID]
lt_lt: Naudojimo pavyzdys: ImportRdf RDF_FILE [MODEL_ID]
nb_no: Bruk: ImportRdf RDF_FILE [MODEL_ID]
nl_nl: Gebruik: ImportRdf RDF_FILE [MODEL_ID]
pt_br: Uso: ImportRdf RDF_FILE [MODEL_ID]
ro_ro: Utilizare: ImportRdf RDF_FILE [MODEL_ID]
sk_sk: Použitie: ImportRdf RDF_FILE [MODEL_ID]

source: USAGE: please provide a valid extension id as second parameter
ar_sa: الاستخدام: يرجى تقديم معرف ملحق مضبوط كمعامل ثاني
de_de: VERWENDUNG: Bitte geben Sie als zweiten Parameter eine gültige Erweiterungs-ID an
hu_hu: HASZNÁLAT: kérjük, adjon meg egy érvényes bővítményazonosítót második paraméterként
ja_jp: 使用法: 2番目のパラメータとして有効な拡張子IDを提供してください。
nb_no: BRUK: Oppgi en gyldig utvidelses-ID som andre parameter
nl_nl: USAGE: Geef een geldige extensie id als tweede parameter op
pt_br: USO: Por favor, forneça um ID de extensão válido como segundo parâmetro
ro_ro: USAGE: vă rugăm să furnizaţi un ID de extensie valid ca al doilea parametru
sk_sk: POUŽITIE: ako druhý parameter uveďte platné ID rozšírenia

source: USAGE: please provide a valid service name as first parameter
ar_sa: الاستخدام: يرجى تقديم اسم خدمة مضبوط كمعامل أول
de_de: VERWENDUNG: Bitte geben Sie als ersten Parameter einen gültigen Dienstnamen an
hu_hu: HASZNÁLAT: kérjük, adjon meg egy érvényes szolgáltatásnevet első paraméterként
ja_jp: 使用法: 最初のパラメータとして有効なサービス名を提供してください
nb_no: BRUK: Oppgi et gyldig tjenestenavn som første parameter
nl_nl: USAGE: Geef een geldige servicenaam op als eerste parameter
pt_br: USO: Por favor, forneça um nome de serviço válido como primeiro parâmetro
ro_ro: USAGE: vă rugăm să furnizați un nume de serviciu valid ca prim parametru
sk_sk: POUŽITIE: ako prvý parameter uveďte platný názov služby

source: USAGE: please provide the service name as first parameter
ar_sa: الاستخدام: يرجى تقديم اسم الخدمة كمعامل أول
de_de: VERWENDUNG: Bitte geben Sie den Dienstnamen als ersten Parameter an
hu_hu: HASZNÁLAT: kérjük, adja meg a szolgáltatás nevét első paraméterként
ja_jp: 使用法: 最初のパラメータとしてサービス名を提供してください
nb_no: BRUK: Oppgi tjenestenavnet som første parameter
nl_nl: USAGE: Geef de servicenaam op als eerste parameter
pt_br: USO: por favor, forneça o nome de serviço como primeiro parâmetro
ro_ro: USAGE: vă rugăm să furnizaţi numele serviciului ca prim parametru
sk_sk: POUŽITIE: uveďte názov služby ako prvý parameter

source: Use a term
ar_sa: استخدم مصطلح
de_de: Verwenden Sie einen Term
hu_hu: Használjon egy kifejezést
ja_jp: 用語を使用する
lt_lt: Naudoti terminą
nb_no: Bruk et begrep
nl_nl: Gebruik een term
pt_br: Utilizar um termo
ro_ro: Utilizați un termen
sk_sk: Použite termín

source: Use a variable
ar_sa: استخدم متغير
de_de: Verwenden Sie eine Variable
hu_hu: Változó használata
ja_jp: 変数を使用する
lt_lt: Naudoti reikšmę
nb_no: Bruk en variabel
nl_nl: Gebruik een variabele
pt_br: Utilizar uma variável
ro_ro: Folosește o variabilă
sk_sk: Použite premennú

source: Use default value
ar_sa: استخدم القيمة المعتادة
de_de: Standardwerte verwenden
hu_hu: Alapértelmezett érték használata
ja_jp: 既定値を使用する
lt_lt: Naudoti numatytą reikšmę
nb_no: Bruk standardverdi
nl_nl: Gebruik standaardwaarde(n)
pt_br: Utilizar valor padrão
ro_ro: Folosește valoarea implicită
sk_sk: Použiť predvolenú hodnotu

source: User
ar_sa: مستعمل
de_de: Nutzer
hu_hu: Felhasználó
ja_jp: ユーザ
lt_lt: Vartotojas
nb_no: Bruker
nl_nl: Gebruiker
pt_br: Usuário
ro_ro: Utilizator
sk_sk: Používateľ

source: User %s can not be locked
ar_sa: لا يمكن تأمين المستخدم %s
de_de: Benutzer %s kann nicht gesperrt werden
hu_hu: A %s felhasználó nem zárolható
ja_jp: ユーザ %s をロック（無効化）することはできません
lt_lt: Vartotojas %s negali būti užrakintas
nb_no: Bruker %s kan ikke låses
nl_nl: Gebruiker %s kan niet worden vergrendeld
pt_br: O usuário %s não pode ser bloqueado
ro_ro: Utilizatorul %s nu poate fi blocat
sk_sk: Používateľa %s nie je možné uzamknúť

source: User %s can not be unlocked
ar_sa: لا يمكن إلغاء تأمين المستخدم %s
de_de: Benutzer %s kann nicht entsperrt werden
hu_hu: A %s felhasználó nem oldható fel.
ja_jp: ユーザ %s のロック（無効化）を解除できません
lt_lt: Vartotojas %s negali būti atrakintas
nb_no: Bruker %s kan ikke låses opp
nl_nl: Gebruiker %s kan niet worden ontgrendeld
pt_br: O usuário %s não pode ser desbloqueado
ro_ro: Utilizatorul %s nu poate fi deblocat
sk_sk: Používateľa %s nie je možné odomknúť

source: User %s successfully locked
ar_sa: تم تأمين المستخدم %s بنجاح
de_de: Benutzer %s erfolgreich gesperrt
hu_hu: Felhasználó %s sikeresen zárolva
ja_jp: ユーザ %s は正常にロック（無効化）されました
lt_lt: Vartotojas %s sėkmingai užrakintas
nb_no: Bruker %s er låst
nl_nl: Gebruiker %s is succesvol vergrendeld
pt_br: Usuário %s bloqueado com sucesso
ro_ro: Utilizator %s blocat cu succes
sk_sk: Používateľ %s bol úspešne uzamknutý

source: User %s successfully unlocked
ar_sa: تم تأمين المستخدم %s بنجاح
de_de: Benutzer %s erfolgreich entsperrt
hu_hu: %s felhasználó sikeresen feloldva
ja_jp: ユーザ %s は正常にロック（無効化）が解除されました
lt_lt: Vartotojas %s sėkmingai neužrakintas
nb_no: Brukeren %s ble låst opp
nl_nl: Gebruiker %s is succesvol ontgrendeld
pt_br: Usuário %s desbloqueado com sucesso
ro_ro: Utilizator %s deblocat cu succes
sk_sk: Používateľ %s bol úspešne odomknutý

source: User added
ar_sa: مستخدم مضاف
de_de: Benutzer hinzugefügt
hu_hu: Felhasználó hozzáadva
ja_jp: ユーザの追加
lt_lt: Varototojas pridėtas
nb_no: Bruker ble lagt til
nl_nl: Gebruiker toegevoegd
pt_br: Usuário adicionado
ro_ro: Utilizator adăugat
sk_sk: Používateľ pridaný

source: User deleted successfully
ar_sa: تم حذف المستخدم بنجاح
de_de: Benutzer erfolgreich gelöscht
hu_hu: Felhasználó sikeresen törölve
ja_jp: ユーザを削除しました
lt_lt: Vartotojas sėkmingai ištrintas
nb_no: Bruker ble slettet
nl_nl: Gebruiker succesvol verwijderd
pt_br: Usuário excluído com sucesso
ro_ro: Utilizator șters cu succes
sk_sk: Používateľ bol úspešne odstránený

source: User deletion not permitted on a demo instance
ar_sa: حذف المستخدم غير مسموح به في نسخة تجريبية
de_de: Das Löschen von Benutzern ist auf einer Demoinstanz nicht zulässig
hu_hu: Felhasználó törlése nem engedélyezett demó példányon
ja_jp: デモサイトではユーザの削除が許可されていません
lt_lt: Vartotojo šalinimas nėra galimas bandomoje instancijoje
nb_no: Sletting av bruker er ikke tillatt i et demomiljø
nl_nl: Gebruiker verwijderen niet toegestaan in een demo instantie
pt_br: Exclusão de usuário não permitida em uma instância de demonstração
ro_ro: Ștergerea utilizatorului nu este permisă într-o instanță demonstrativă
sk_sk: Vymazanie používateľa nie je povolené v demo inštancii

source: User not found
ar_sa: لم يتم العثور على المستخدم
de_de: Benutzer nicht gefunden
hu_hu: Felhasználó nem található
ja_jp: ユーザが見つかりません
lt_lt: Vartotojas nerastas
nb_no: Bruker ble ikke funnet
nl_nl: Gebruiker niet gevonden
pt_br: Usuário não encontrado
ro_ro: Utilizator negăsit
sk_sk: Používateľ sa nenašiel

source: User saved
ar_sa: تم حفظ المستخدم
de_de: Benutzer gespeichert
hu_hu: Felhasználó mentve
ja_jp: ユーザを保存しました
lt_lt: Vartotojas išsaugotas
nb_no: Bruker ble lagret
nl_nl: Gebruiker opgeslagen
pt_br: Usuário salvo
ro_ro: Utilizator salvat
sk_sk: Používateľ uložený

source: User Settings
ar_sa: إعدادات المستخدم
de_de: Benutzereinstellungen
hu_hu: Felhasználói beállítások
ja_jp: ユーザ設定
lt_lt: Vartotojo Nustatymai
nb_no: Brukerinstillinger
nl_nl: Gebruikersinstellingen
pt_br: Configurações de Usuário
ro_ro: Setări utilizator
sk_sk: Nastavenia používateľa

source: Users
ar_sa: المستخدمون
de_de: Nutzer
hu_hu: Felhasználók
ja_jp: ユーザー
lt_lt: Vartotojai
nb_no: Brukere
nl_nl: Gebruikers
pt_br: Usuários
ro_ro: Utilizatori
sk_sk: Používatelia

source: Validation for field '%s' has failed. Language does not exist in the system
ar_sa: فشل التحقق من صحة الحقل '%s'. اللغة غير موجودة في النظام
de_de: Die Validierung für das Feld '%s' ist fehlgeschlagen. Die Sprache ist im System nicht vorhanden
hu_hu: A(z) '%s' mező érvényesítése sikertelen. A nyelv nem létezik a rendszerben.
ja_jp: フィールド '％s' の検証に失敗しました。言語がシステムに存在しません。
nb_no: Valideringen for feltet '%s' mislyktes. Valgt språk finnes ikke i systemet
nl_nl: Validatie voor veld%sis mislukt. Taal bestaat niet in het systeem
pt_br: Validação do campo '%s' falhou. Idioma não existe no sistema
ro_ro: Validarea pentru câmpul '%s' a eșuat. Limba nu există în sistem
sk_sk: Overenie poľa „%s“ zlyhalo. Jazyk v systéme neexistuje.

source: Validation for field '%s' has failed. List of values expected
ar_sa: فشل التحقق من صحة الحقل '%s'. قائمة القيم المتوقعة
de_de: Die Validierung für das Feld '%s' ist fehlgeschlagen. Liste der erwarteten Werte
hu_hu: A(z) '%s' mező érvényesítése sikertelen. A várt értékek listája.
ja_jp: フィールド '%s' の検証に失敗しました。値のリストが必要です。
lt_lt: Patvirtinimas lauko '%s' nepavyko. Turėtų būti sąrašas reikšmių
nb_no: Valideringen for feltet '%s' mislyktes. Liste over verdier som forventet
nl_nl: De validatie voor het veld '%s' is mislukt. Lijst van verwachte waarden
pt_br: Validação do campo '%s' falhou. Lista de valores esperados
ro_ro: Validarea pentru câmpul '%s' a eșuat. Lista valorilor așteptate
sk_sk: Overenie poľa „%s“ zlyhalo. Očakávaný zoznam hodnôt.

source: Validation for field '%s' has failed. Should not be empty
ar_sa: فشل التحقق من صحة الحقل '%s'.. لا يجب أن تكون فارغة
de_de: Die Validierung für das Feld „%s“ ist fehlgeschlagen. Sollte nicht leer sein
hu_hu: A(z) '%s' mező érvényesítése sikertelen. Nem lehet üres.
ja_jp: フィールド '%s' の検証に失敗しました。空になっています。
nb_no: Valideringen for feltet '%s' mislyktes. Bør ikke være tom
nl_nl: Validatie voor veld '%s' is mislukt. Moet niet leeg zijn
pt_br: Validação do campo '%s' falhou. Não deve estar vazio
ro_ro: Validarea pentru câmpul '%sa eșuat. Nu ar trebui să fie gol
sk_sk: Overenie poľa „%s“ zlyhalo. Nemalo by byť prázdne.

source: Validation for field '%s' has failed. Valid role expected. Given: %s
ar_sa: فشل التحقق من صحة الحقل '%s'. يتوقع دور صالح. معطى: %s
de_de: Die Validierung für das Feld '%s' ist fehlgeschlagen. Gültige Rolle erwartet. Gegeben: %s
hu_hu: A(z) '%s' mező érvényesítése sikertelen. Érvényes szerepkört várt a rendszer. Adott: %s
ja_jp: フィールド '%s' の検証に失敗しました。有効なロールが必要です。指定: %s
lt_lt: Patvirtinimas lauko '%s' nepavyko. Turėjo būti teisinga rolė. Pateikta: %s
nb_no: Valideringen for feltet '%s' mislyktes. Gyldig rolle forventet. Gitt: %s
nl_nl: De validatie voor veld '%s' is mislukt. Geldige rol verwacht. Ingegeven: %s
pt_br: Validação para o campo '%s' falhou. Função válida esperada. Dado: %s
ro_ro: Validarea pentru câmpul '%s' a eșuat. Se așteaptă roluri valide. Dărui: %s
sk_sk: Overenie poľa „%s“ zlyhalo. Očakáva sa platná rola. Zadané: %s

source: Validation for field '%s' has failed. Valid URI expected
ar_sa: فشل التحقق من صحة الحقل '%s'. متوقع URI صالح
de_de: Die Validierung für das Feld '%s' ist fehlgeschlagen. Gültiger URI erwartet
hu_hu: A(z) '%s' mező érvényesítése sikertelen. Érvényes URI-t vártunk.
ja_jp: フィールド '%s' の検証に失敗しました。有効な URI が必要です
lt_lt: Patvirtinimas lauko '%s' nepavyko. Teisingas URI turėjo būti
nb_no: Valideringen for feltet '%s' mislyktes. Gyldig URI forventet
nl_nl: De validatie voor veld '%s' is mislukt. Geldige URI verwacht
pt_br: Falha na validação do campo '.%s'. URI válido esperado
ro_ro: Validarea pentru câmpul '%s' a eșuat. URI valid așteptat
sk_sk: Overenie poľa „%s“ zlyhalo. Očakáva sa platný URI.

source: Validation for field '%s' has failed. Valid URI expected. Given: %s
ar_sa: فشل التحقق من صحة الحقل '%s'.. متوقع URI صالح. معطى: %s
de_de: Die Validierung für das Feld '%s' ist fehlgeschlagen. Gültiger URI erwartet. Gegeben: %s
hu_hu: A(z) '%s' mező érvényesítése sikertelen. Érvényes URI-t vártunk. Adott: %s
ja_jp: フィールド '%s' の検証に失敗しました。有効な URI が必要です。指定: %s
lt_lt: Patvirtinimas lauko '%s' nepavyko. Teisingas URI turėjo būti. Pateiktas: %s
nb_no: Valideringen for feltet '%s' mislyktes. Gyldig URI forventet. Gitt: %s
nl_nl: De validatie voor veld '%s' is mislukt. Geldige URI verwacht. Ingegeven: %s
pt_br: A validação do campo '%s' falhou. URI válido esperado. Dado: %s
ro_ro: Validarea pentru câmpul '%s' a eșuat. Se aștepta URI. Dărui: %s
sk_sk: Overenie poľa „%s“ zlyhalo. Očakáva sa platný URI. Zadané: %s

source: Value ellipsis
ar_sa: قيمة غير تامة
de_de: Wertauslassungspunkte
hu_hu: Érték három pont
ja_jp: 値の省略記号
nb_no: Verdiellipse
nl_nl: Waarde ellipse
pt_br: Elipses de valor
ro_ro: Valoare elipsă
sk_sk: Elipsa hodnoty

source: Value of E
ar_sa: قيمة ه
de_de: Wert von E
hu_hu: E értéke
ja_jp: Eの値
lt_lt: E reikšmė
nb_no: Verdien av E
nl_nl: Waarde van E
pt_br: Valor de E
ro_ro: Valoarea E
sk_sk: Hodnota E

source: Value of PI
ar_sa: قيمة PI
de_de: Wert von PI
hu_hu: A PI értéke
ja_jp: PIの値
lt_lt: PI reikšmė
nb_no: Verdien av PI
nl_nl: Waarde van PI
pt_br: Valor do PI
ro_ro: Valoarea PI
sk_sk: Hodnota PI

source: Variable
ar_sa: متغيرة
hu_hu: Változó
ja_jp: 変数
lt_lt: Kintamasis
nb_no: Variabel
nl_nl: Variabele
pt_br: Variável
ro_ro: Variabilă
sk_sk: Premenná

source: Variable %s
ar_sa: المتغيرة %s
hu_hu: Változó %s
ja_jp: 変数：%s
lt_lt: Kintamasis %s
nb_no: Variabel %s
nl_nl: Variabele %s
pt_br: Variável %s
ro_ro: Variabilă %s
sk_sk: Premenná %s

source: Version
ar_sa: صيغة
hu_hu: Változat
ja_jp: バージョン
lt_lt: Versija
nb_no: Versjon
nl_nl: Versie
pt_br: Versão
ro_ro: Versiune
sk_sk: Verzia

source: View
ar_sa: معاينة
de_de: Ansicht
hu_hu: Kilátás
ja_jp: ビュー
nb_no: Visning
nl_nl: Bekijken
pt_br: Visualizar
ro_ro: Vizualizare
sk_sk: Zobraziť

source: View report
ar_sa: عرض التقرير
de_de: Bericht anzeigen
hu_hu: Jelentés megtekintése
ja_jp: レポートを見る
lt_lt: Peržiūrėti ataskaitą
nb_no: Se rapport
nl_nl: Bekijk het rapport
pt_br: Visualizar relatório
ro_ro: Vizualizați raportul
sk_sk: Zobraziť správu

source: View resources as a list
ar_sa: عرض الموارد على شكل قائمة
de_de: Ressourcen als Liste anzeigen
hu_hu: Erőforrások megtekintése listaként
ja_jp: リソース一覧表示
lt_lt: Peržiūrėti resursus, kaip sąrašą
nb_no: Se ressurser som en liste
nl_nl: Bekijk de resources als een lijst
pt_br: Ver recursos como uma lista
ro_ro: Vezi resursele ca o listă
sk_sk: Zobraziť zdroje ako zoznam

source: View resources as a tree
ar_sa: عرض الموارد كشجرة
de_de: Ressourcen als Baum anzeigen
hu_hu: Erőforrások megtekintése faszerkezetben
ja_jp: リソースツリー表示
lt_lt: Peržiūrėti resursus, kaip medį
nb_no: Se ressurser som et tre
nl_nl: Bekijk de resources als een boomstructuur
pt_br: Ver recursos como uma árvore
ro_ro: Vezi resursele ca un copac
sk_sk: Zobraziť zdroje ako strom

source: Wait is over
ar_sa: انتهى الانتظار
de_de: Das Warten hat ein Ende
hu_hu: Vége a várakozásnak
ja_jp: 待機終了
lt_lt: Laukimas baigtas
nb_no: Ventetiden er over
nl_nl: Het wachten is voorbij.
pt_br: Espera acabou
ro_ro: Așteptați terminat
sk_sk: Čakanie sa skončilo

source: Waiting
ar_sa: انتظر
de_de: Warten
hu_hu: Várakozás
ja_jp: 待機中
lt_lt: Laukiama
nb_no: Venter
nl_nl: Wachtend
pt_br: Aguardando
ro_ro: Aşteptare
sk_sk: Čakanie

source: WAV audio
ar_sa: صوت WAV
hu_hu: WAV hang
ja_jp: WAVオーディオ
nb_no: WAV lyd
nl_nl: WAV bestand
pt_br: Áudio WAV
sk_sk: Zvuk vo formáte WAV

source: WebHook auth configuration can not be loaded
ar_sa: لا يمكن تحميل إعدادات مصادقة WebHook
de_de: WebHook auth Konfiguration kann nicht geladen werden
ja_jp: WebHook認証設定を読み込むことができません
nl_nl: WebHook authenticatie configuratie kan niet worden geladen
pt_br: Configuração do WebHook não pode ser carregada
ro_ro: Configurația WebHook auth nu poate fi încărcată
sk_sk: Konfiguráciu autorizácie WebHook nie je možné načítať

source: WebM audio
ar_sa: صوت WebM
hu_hu: WebM hanganyag
ja_jp: WebMオーディオ
nb_no: WebM lyd
nl_nl: WebM audio bestad
pt_br: Áudio WebM
ro_ro: Audio WebM
sk_sk: Zvuk WebM

source: WebM video
ar_sa: فيديو WebM
hu_hu: WebM-videó
ja_jp: WebMビデオ
nb_no: WebM fil
nl_nl: WebM bestand
pt_br: WebM vídeo
ro_ro: Video WebM
sk_sk: Video WebM

source: Whole number part
ar_sa: جزء العدد الكامل
de_de: Ganzzahliger Teil
hu_hu: Egész szám része
ja_jp: 整数部分
lt_lt: Pilno skaičiaus dalis
nb_no: Hele talldelen
nl_nl: Geheel getal deel
pt_br: Parte número inteiro
ro_ro: Număr întreg parte
sk_sk: Celá časť čísla

source: Width
ar_sa: العرض
de_de: Breite
hu_hu: Szélesség
ja_jp: 幅
lt_lt: Plotis
nb_no: Bredde
nl_nl: Breedte
pt_br: Largura
sk_sk: Šírka

source: Windows help file
ar_sa: ملف مساعدة ويندوز
de_de: Windows-Hilfedatei
hu_hu: Windows súgófájl
ja_jp: Windows helpファイル
nb_no: Windows hjelpefil
nl_nl: Windows help bestand
pt_br: Arquivo de ajuda do Windows
ro_ro: Fisier de ajutor Windows
sk_sk: Súbor pomocníka systému Windows

source: Windows Media audio
ar_sa: صوت وسائط ويندوز
hu_hu: Windows Media hanganyag
ja_jp: Windows Mediaオーディア
nb_no: Windows Media lyd
nl_nl: Windows Media audio bestad
pt_br: Áudio do Windows Media
sk_sk: Zvuk vo Windows Media

source: Windows Media file (metafile)
ar_sa: ملف وسائط ويندوز (الملف الوصفي)
de_de: Windows Media-Datei (Metadatei)
hu_hu: Windows Media fájl (metafájl)
ja_jp: Windows Mediaファイル (metafile)
nb_no: Windows Media fil (metafil)
nl_nl: Windows Media bestand (metabestandl)
pt_br: Arquivo de mídia Windows (metafile)
ro_ro: Fisier Windows Media (metafil)
sk_sk: Súbor Windows Media (metasúbor)

source: Windows Media video
ar_sa: فيديو ويندوز ميديا
hu_hu: Windows Media videó
ja_jp: Windows Mediaビデオ
nb_no: Windows Media videofil
nl_nl: Windows Media video bestand
pt_br: Áudio do Windows Media
sk_sk: Video vo Windows Media

source: with
ar_sa: مع
de_de: mit
nl_nl: met
pt_br: de
ro_ro: cu
sk_sk: s

source: Wrap image left
ar_sa: التفاف الصورة إلى اليسار
de_de: Bild nach links umbrechen
hu_hu: Kép balra tördelése
ja_jp: 画像配置｜左
nb_no: Pakk bildet til venstre
pt_br: Ajustar imagem à direita
sk_sk: Zalomiť obrázok doľava

source: Wrap image right
ar_sa: التفاف الصورة إلى اليمين
de_de: Bild nach rechts umbrechen
hu_hu: Kép jobbra tördelése
ja_jp: 画像配置｜右
nb_no: Pakk bildet til høyre
nl_nl: Omval afbeelding rechts
pt_br: Ajustar imagem à direita
ro_ro: Încadrează imaginea la dreapta
sk_sk: Zalomiť obrázok doprava

source: Write Document
ar_sa: اكتب المستند
de_de: Dokument schreiben
hu_hu: Dokumentum írása
ja_jp: 文書を書く
nb_no: Skriv dokument
nl_nl: Write Document betand
pt_br: Escrever Documento
ro_ro: Scrie Document
sk_sk: Napísať dokument

source: Wrong or missing parameter extension, module or action
ar_sa: ملحق معلمة أو وحدة نمطية أو إجراء خاطئ أو مفقود
de_de: Falsche oder fehlende Parametererweiterung, Modul oder Aktion
hu_hu: Hibás vagy hiányzó paraméterbővítmény, modul vagy művelet
ja_jp: パラメータ拡張子、モジュール、または操作が間違っているか、欠落しています
lt_lt: Neteisingas parametras plėtinys, modulis ar veiksmas arba jo nėra
nb_no: Feil eller manglende parameterutvidelse, modul eller handling
nl_nl: Verkeerde of ontbrekende parameterextensie, module of actie
pt_br: Extensão de parâmetro errada ou ausente
ro_ro: Extensia parametrului este greșită sau lipsește sau modul sau acțiunea
sk_sk: Nesprávne alebo chýbajúce rozšírenie parametra, modul alebo akcia

source: Wrong parameter shownExtension
ar_sa: تم عرض معلمة خاطئة
de_de: Falscher Parameter shownExtension
hu_hu: Hibás paraméter a shownExtension-ben
ja_jp: 間違ったパラメータが表示されました
lt_lt: Neteisingas parametras shownExtension
nb_no: Viser feil parameter utvidelse
nl_nl: Verkeerde parameter shownExtension
pt_br: Parâmetro errado shownExtension
ro_ro: Extensie de afisare parametru greşită
sk_sk: Zobrazený nesprávny parameterRozšírenie

source: XML file
ar_sa: ملف XML
de_de: XML-Datei
hu_hu: XML-fájl
ja_jp: XMLファイル
nb_no: XML fil
nl_nl: XML bestand
pt_br: Arquivo XML
ro_ro: Fișier XML
sk_sk: XML súbor

source: Yes
ar_sa: نعم
de_de: Ja
hu_hu: Igen
lt_lt: Taip
nb_no: Ja
nl_nl: Ja
pt_br: sim
ro_ro: Da
sk_sk: Áno

source: You are encountering a prolonged connectivity loss.
ar_sa: أنت تواجه فقدان الاتصال لفترات طويلة.
de_de: Die Verbindung ist seit längerer Zeit unterbrochen.
hu_hu: Hosszan tartó kapcsolatkiesést tapasztal.
ja_jp: 長時間の接続障害が発生しています。
nb_no: Du opplever et langvarig tap av tilkobling.
nl_nl: Je hebt te maken met een langdurig verbindingsprobleem.
pt_br: Você está enfrentando uma perda de conectividade prolongada.
ro_ro: Te confrunți cu o pierdere de conectivitate prelungită.
sk_sk: Dochádza k dlhodobému výpadku pripojenia.

source: You are not allowed to write in the class %s
ar_sa: غير مسموح لك بالكتابة في القسم %s
de_de: Sie dürfen nicht in der Klasse %s schreiben
hu_hu: Nem szabad írni az órán %s
ja_jp: フォルダー ％s に書き込むことは許可されていません
lt_lt: Jums neleidžiama rašu %s klasėje
nb_no: Du har ikke skrivetilgang i mappen %s
nl_nl: Je hebt geen toestemming om in de class %s te schrijven
pt_br: Você não tem permissão para escrever na classe %s
ro_ro: Nu aveţi permisiunea să scrieţi în clasa %s
sk_sk: V triede nemáte povolené písať %s

source: You are not authorised to remove this lock
ar_sa: غير مصرح لك بإزالة هذا القفل
de_de: Sie haben keine Berechtigung zum Aufheben der Sperre
hu_hu: Nincs jogosultsága a zár eltávolítására
ja_jp: あなたはこのロックを解除する権限がありません
lt_lt: Jūs esate neautorizuotas ištrinti šį užraktą
nb_no: Du er ikke atilgang til å fjerne denne låsen
nl_nl: U heeft geen rechten om deze blokkade te verwijderen
pt_br: Você não está autorizado a remover este bloqueio
ro_ro: Nu sunteți autorizat să eliminați această blocare
sk_sk: Nie ste oprávnený odstrániť tento zámok

source: You can choose which types of cookies you want to allow to improve your experience.
ar_sa: يمكنك اختيار أنواع ملفات تعريف الارتباط الذي تريد السماح بها لتحسين تجربتك.
de_de: Sie können wählen, welche Art von Cookies Sie zulassen möchten, um Ihr Erlebnis zu verbessern.
ja_jp: 体験を向上させたいクッキーの種類を選択できます。
nl_nl: U kunt kiezen welke soorten cookies u wilt toestaan om uw ervaring te verbeteren.
pt_br: Você pode escolher quais tipos de cookies você deseja permitir para melhorar a sua experiência.
ro_ro: Puteți alege tipurile de cookie-uri pe care doriți să le permiteți să vă îmbunătățiți experiența.
sk_sk: Môžete si vybrať, ktoré typy súborov cookie chcete povoliť pre zlepšenie vášho zážitku.

source: You can read more about this in our
ar_sa: يمكنك قراءة المزيد عن هذا في منطقتنا
de_de: Mehr dazu kannst du in unserer
hu_hu: Erről bővebben olvashat a mi
ja_jp: 詳細については、こちらをご覧ください。
nl_nl: U kunt hier meer over lezen in onze
pt_br: Você pode ler mais sobre isso em nossa
ro_ro: Puteți citi mai multe despre acest lucru în
sk_sk: Viac si o tom môžete prečítať v našom

source: You cannot delete the root node
ar_sa: لا يمكنك حذف عقدة الجذر
de_de: Sie können den Wurzelknoten nicht löschen
hu_hu: A gyökércsomópontot nem lehet törölni.
ja_jp: あなたは、ルートノードを削除することはできません
lt_lt: Negalima panaikinti šakninio elemento
nb_no: Du kan ikke slette rotnoden
nl_nl: U kunt het basis knooppunt niet verwijderen
pt_br: Você não pode remover o nó raíz
ro_ro: Nu se poate șterge modulul rădăcină
sk_sk: Koreňový uzol nemôžete odstrániť
