Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Document templates (Staroffice)
ar_sa: قوالب المستندات (Staroffice)
de_de: Dokumentvorlagen (Staroffice)
hu_hu: Dokumentum sablonok (Staroffice)
ja_jp: ドキュメントテンプレート(Staroffice)
nb_no: Dokumentmaler (Staroffice)
nl_nl: Document templates
pt_br: Modelos de documentos (Staroffice)
ro_ro: Şabloane de documente (Staroffice)
sk_sk: Šablóny dokumentov (Staroffice)

source: does not match
ar_sa: غير مطابق
de_de: Keine Übereinstimmung
hu_hu: nem egyezik
ja_jp: 不一致
lt_lt: nesutampa
nb_no: passer ikke
nl_nl: Komt niet overeen
pt_br: não confere
ro_ro: nu se potriveste
sk_sk: nezhoduje sa

source: Don't set
ar_sa: لا تدرج
de_de: Nicht festlegen
hu_hu: Ne állítsa be
ja_jp: 設定しないでください
lt_lt: Nenustatyti
nb_no: Ikke sett
nl_nl: Niet instellen
pt_br: Não definir
ro_ro: Nu setați
sk_sk: Nenastavovať

source: Dot
ar_sa: نقطة
de_de: Punkt
hu_hu: Pont
ja_jp: 点
lt_lt: Taškas
nb_no: Punktum
nl_nl: Punt
pt_br: Ponto
ro_ro: Punct
sk_sk: Bodka

source: Download
ar_sa: تنزيل
hu_hu: Letöltés
ja_jp: ダウンロード
nb_no: Last ned
nl_nl: downloaden
pt_br: BAIXAR
ro_ro: Descărcare
sk_sk: Stiahnuť

source: Download this file
ar_sa: تحميل هذا الملف
de_de: Diese Datei herunterladen
hu_hu: Töltse le ezt a fájlt
ja_jp: このファイルをダウンロード
lt_lt: Atsiųsti failą
nb_no: Last ned denne filen
nl_nl: Download dit bestand
pt_br: Download do arquivo
ro_ro: Descarcă acest fișier
sk_sk: Stiahnuť tento súbor

source: Drag file here
ar_sa: اسحب الملف هنا
de_de: Datei hierher ziehen
hu_hu: Húzd ide a fájlt
ja_jp: ファイルをここにドラッグ
lt_lt: Tempti failą į čia
nb_no: Dra filen hit
nl_nl: Sleep het bestand naar hier
pt_br: Arraste o arquivo aqui
ro_ro: Trage fișierul aici
sk_sk: Presuňte súbor sem

source: Drag files here
ar_sa: اسحب الملفات هنا
de_de: Dateien hierher ziehen
hu_hu: Húzd ide a fájlokat
ja_jp: ファイルをここにドラッグ
lt_lt: Tempti failus į čia
nb_no: Dra filene hit
nl_nl: Sleep bestanden hierheen
pt_br: Arraste os arquivos aqui
ro_ro: Trage fișierele aici
sk_sk: Presuňte súbory sem

source: Drop the files to upload
ar_sa: ضع الملفات للتحميل
de_de: Dateien zum Hochladen ablegen
hu_hu: Húzd el a feltöltendő fájlokat
ja_jp: ファイルをドロップしてアップロード
lt_lt: Tempti failus, kad įkeltum
nb_no: Slipp filene for å laste opp
nl_nl: Drop de bestanden voor upload
pt_br: Solte o arquivo aqui para fazer o upload
ro_ro: Trage fişierele de încărcat
sk_sk: Presuňte súbory na nahranie

source: Edit
ar_sa: الإصدار
hu_hu: Szerkesztés
ja_jp: 編集
lt_lt: Keisti
nb_no: Redigere
nl_nl: Aanpassen
pt_br: Alterar
ro_ro: Editare
sk_sk: Upraviť

source: Edit a user
ar_sa: تحرير مستخدم
de_de: Benutzer bearbeiten
hu_hu: Felhasználó szerkesztése
ja_jp: ユーザの編集
lt_lt: Redaguoti vartotoją
nb_no: Rediger en bruker
nl_nl: Gebruiker aanpassen
pt_br: Editar usuário
ro_ro: Editați un utilizator
sk_sk: Upraviť používateľa

source: Edit class %s
ar_sa: تحرير قسم %s
de_de: Klasse %s bearbeiten
hu_hu: Osztály szerkesztése %s
ja_jp: クラス編集：%s
lt_lt: Redaguoti klasę %s
nb_no: Rediger mappe %s
nl_nl: Pas klasse %s aan
pt_br: Editar classe %s
ro_ro: Editează clasa %s
sk_sk: Upraviť triedu %s

source: Edit Instance
ar_sa: تحرير المثيل
de_de: Instanz bearbeiten
hu_hu: Példány szerkesztése
ja_jp: インスタンス編集
lt_lt: Redaguoti Instanciją
nb_no: Rediger egenskaper
nl_nl: Pas instantie aan
pt_br: Editar instância
ro_ro: Editează Instanța
sk_sk: Upraviť inštanciu

source: Element
ar_sa: العنصر
hu_hu: Elem
ja_jp: エレメント
lt_lt: Elementas
pt_br: Elemento
sk_sk: Prvok

source: Element deleted.
ar_sa: تم حذف العنصر.
de_de: Element gelöscht.
hu_hu: Elem törölve.
ja_jp: エレメントが削除されました
lt_lt: Elementas ištrintas.
nb_no: Element ble slettet.
nl_nl: Element verwijderd
pt_br: Elemento excluído.
ro_ro: Element șters.
sk_sk: Prvok bol odstránený.

source: Email
ar_sa: بريد إلكتروني
ja_jp: Eメール
lt_lt: El. Paštas
nb_no: E-post

source: Empty resources cannot be translated.
ar_sa: الموارد الفارغة لا يمكن ترجمتها.
de_de: Leere Ressourcen können nicht übersetzt werden.
ja_jp: 空のリソースは翻訳できません。
nl_nl: Lege bronnen kunnen niet worden vertaald.
pt_br: Recursos vazios não podem ser traduzidos.
ro_ro: Resursele goale nu pot fi traduse.
sk_sk: Prázdne zdroje nie je možné preložiť.

source: enabled
ar_sa: ممكن
de_de: aktiviert
hu_hu: engedélyezve
ja_jp: 有効にしました
lt_lt: įjungta
nb_no: aktivert
nl_nl: ingeschakeld
pt_br: habilitado
ro_ro: activat
sk_sk: povolené

source: Enabled %s
ar_sa: ممكن %s
de_de: %s aktiviert
hu_hu: Engedélyezve %s
ja_jp: %s を有効にしました
lt_lt: Įjungtas %s
nb_no: Aktivert %s
nl_nl: Ingeschakeld %s
pt_br: Habilitado %s
ro_ro: Activat %s
sk_sk: Povolené %s

source: End of document reached. Continuing from the beginning.
ar_sa: تم الوصول إلى نهاية المستند. مستمر من البداية.
de_de: Ende des Dokuments erreicht. Fortsetzung von Anfang an.
hu_hu: A dokumentum vége elérve. Folytatjuk az elejétől.
ja_jp: 文書の終わりに達しました。最初に戻ります。
lt_lt: Dokumento pabaiga pasiekta. Tęsiama nuo pradžios.
nb_no: Slutten på dokumentet er nådd. Fortsetter fra begynnelsen.
nl_nl: Einde van document bereikt. Doorgaan vanaf het begin.
pt_br: Fim do documento alcançado. Continuando desde o início.
ro_ro: Sfârșitul documentului a fost atins. Continuă de la început.
sk_sk: Dosiahnutý koniec dokumentu. Pokračovanie od začiatku.

source: Enhanced metafile
ar_sa: ملف تعريفي محسن
de_de: Erweiterte Metadatei
hu_hu: Bővített metafájl
ja_jp: 拡張メタファイル
lt_lt: Patobulintas meta byla
nb_no: Forbedret metafil
nl_nl: Uitgebreid metabestand
pt_br: Metarquivo aprimorado
ro_ro: Metafil îmbunătățit
sk_sk: Vylepšený metasúbor

source: Enter
ar_sa: أدخل
de_de: Eingabe
hu_hu: Belépés
lt_lt: Įeiti į
nl_nl: Invoeren
pt_br: Entrar
ro_ro: Introducere
sk_sk: Zadajte

source: Error
ar_sa: خطأ
de_de: Fehlermeldung
hu_hu: Hiba
ja_jp: エラー
nb_no: Feil
nl_nl: Foutmelding
pt_br: ERRO
ro_ro: Eroare
sk_sk: Chyba

source: Error adding search index for %s with message %s
ar_sa: خطأ في إضافة فهرس البحث لـ %s بالرسالة %s
de_de: Fehler beim Hinzufügen des Suchindex für %s mit der Meldung %s
hu_hu: Hiba a %s keresési indexének hozzáadásakor, a %süzenettel
ja_jp: メッセージ %s で %s の検索インデックスを追加するとエラーが発生します。
lt_lt: Klaida pridedant paieškos indeksą %s su pranešimu %s
nb_no: Feil ved tilføyelse av søkeindeks for %s med melding %s
nl_nl: Fout in het toevoegen van zoekindex voor %s met mededeling %s
pt_br: Erro ao adicionar índice de pesquisa para %s com mensagem %s
ro_ro: Eroare la adăugarea indexului de căutare pentru %s cu mesajul %s
sk_sk: Chyba pri pridávaní indexu vyhľadávania pre %s so správou %s

source: Error during file import
ar_sa: خطأ أثناء استيراد الملف
de_de: Fehler beim Dateiimport
hu_hu: Hiba a fájl importálása során
ja_jp: ファイルインポート中のエラー
lt_lt: Klaida failo importavimo metu
nb_no: Filimport feilet
nl_nl: Fout bij het importeren
pt_br: Erro durante importação do arquivo
ro_ro: Eroare în timpul importării fișierului
sk_sk: Chyba počas importu súboru

source: Error in result
ar_sa: خطأ في النتيجة
de_de: Fehler im Ergebnis
hu_hu: Hiba az eredményben
ja_jp: 結果のエラー
lt_lt: Klaida rezultate
nb_no: Feil i resultat
nl_nl: Fout in resultaat
pt_br: Erro no resultado
ro_ro: Eroare în rezultat
sk_sk: Chyba vo výsledku

source: Error in syntax
ar_sa: خطأ في بناء الجملة
de_de: Syntaxfehler
hu_hu: Szintaxishiba
ja_jp: 構文のエラー
lt_lt: Klaida sintaksėje
nb_no: Feil i syntaks
nl_nl: Fout in syntaxis
pt_br: Erro na sintaxe
ro_ro: Eroare în sintaxă
sk_sk: Chyba v syntaxe

source: Error in value
ar_sa: خطأ في القيمة
de_de: Wertfehler
hu_hu: Értékhiba
ja_jp: 値のエラー
lt_lt: Klaida reikšmėje
nb_no: Feil i verdi
nl_nl: Fout in waarde
pt_br: Erro no valor
ro_ro: Eroare în valoare
sk_sk: Chyba v hodnote

source: Error: %s
ar_sa: خطأ: %s
de_de: Fehler: %s
hu_hu: Hiba: %s
ja_jp: %s エラー
nb_no: Feil: %s
nl_nl: Fout: %s
pt_br: Erro: %s
ro_ro: Eroare: %s
sk_sk: Chyba: %s

source: Essential cookies (required)
ar_sa: ملفات تعريف الارتباط الأساسية (مطلوب)
de_de: Notwendige Cookies (erforderlich)
ja_jp: 必須クッキー (必須)
nl_nl: Essentiële cookies (verplicht)
pt_br: Cookies essenciais (obrigatório)
ro_ro: Cookie-uri esențiale (necesare)
sk_sk: Základné súbory cookie (povinné)

source: Examples:
ar_sa: أمثلة
de_de: Beispiele:
hu_hu: Példák:
ja_jp: 例
nl_nl: Voorbeelden
pt_br: Exemplos:
ro_ro: Exemple:
sk_sk: Príklady:

source: Exclusive (OR)
ar_sa: حصري (أو)
de_de: Exklusiv (ODER)
hu_hu: Kizárólagos (VAGY)
ja_jp: 排他的(OR)
nb_no: Eksklusiv (OR)
nl_nl: Exclusieve (OR)
pt_br: Exclusivo (OU)
ro_ro: Exclusiv (SAU)
sk_sk: Exkluzívne (ALEBO)

source: Execute
ar_sa: نفذ
de_de: Ausführen
hu_hu: Végrehajtás
ja_jp: 実行
lt_lt: Vykdyti
nb_no: Utfør
nl_nl: Uitvoeren
pt_br: Executar
ro_ro: Execută
sk_sk: Vykonať

source: Executing task %s failed
ar_sa: فشل تنفيذ المهمة %s
de_de: Die Ausführung der Aufgabe %s ist fehlgeschlagen
hu_hu: A %s feladat végrehajtása sikertelen
ja_jp: タスク%sの実行に失敗しました
nb_no: Utførelse av oppgave %s mislyktes
nl_nl: Uitvoeringstaak %s is mislukt
pt_br: Execução da tarefa %s falhou
ro_ro: Executarea sarcinii %s a eșuat
sk_sk: Vykonanie úlohy %s zlyhalo

source: exp
ar_sa: أس
hu_hu: tapasztalat
nb_no: eksp
sk_sk: skúsenosť

source: Exponent
ar_sa: متسارع
hu_hu: Kitevő
ja_jp: 指数
lt_lt: Eksponentas
nb_no: Eksponent
pt_br: Expoente

source: Export
ar_sa: تصدير
ja_jp: エクスポート
nb_no: Eksport
nl_nl: Exporteren
pt_br: Exportar
ro_ro: Exportă

source: Export
ar_sa: تصدير
de_de: Exportieren
ja_jp: エクスポート
lt_lt: Eksportuoti
nb_no: Eksport
nl_nl: Exporteren
pt_br: Exportar
ro_ro: Exportă

source: Export "%s" in %s
ar_sa: تصدير "%s" في %s
de_de: Exportiere "%s" in %s
hu_hu: Exportálja a(z) „%s” fájlt %s-ba
ja_jp: "%s" を %s にエクスポート
lt_lt: Eksportuoti "%s" į %s
nb_no: Eksporter " %s" i %s
pt_br: Exportar "%s" em %s
ro_ro: Exportă "%s" în %s
sk_sk: Exportovať „%s“ do %s

source: Export CSV
ar_sa: تصدير CSV
de_de: CSV exportieren
hu_hu: CSV exportálása
ja_jp: エクスポートCSV
nb_no: Eksporter CSV
nl_nl: Exporteren als CSV
pt_br: Exportar como CSV
ro_ro: Exportă CSV
sk_sk: Exportovať CSV

source: Export failed.
ar_sa: فشل الإرسال
de_de: Export fehlgeschlagen.
hu_hu: Az exportálás sikertelen.
ja_jp: エクスポートに失敗しました
lt_lt: Eksportavimas nepavyko.
nb_no: Eksport mislyktes.
nl_nl: Export is mislukt.
pt_br: Falha ao exportar.
ro_ro: Exportul a eșuat.
sk_sk: Export zlyhal.

source: Export Metadata as RDF/XML file
ar_sa: إرسال المتا بيانات كملف RDF / XML
de_de: Metadaten als RDF/XML-Datei exportieren
hu_hu: Metaadatok exportálása RDF/XML fájlként
ja_jp: メタデータをRDF/XMLでエクスポート
lt_lt: Eksportuoti metaduomenis RDF/XML failu
nb_no: Eksporter metadata som RDF/XML-fil
nl_nl: Exporteer metadata als RDF/XML bestand
pt_br: Exportar metadados como arquivo RDF/XML
ro_ro: Exportă metadatele ca fișier RDF/XML
sk_sk: Exportovať metadáta ako súbor RDF/XML

source: Export succeeded.
ar_sa: تم الإرسال
de_de: Export erfolgreich.
hu_hu: Az exportálás sikerült.
ja_jp: エクスポート完了
lt_lt: Eksportavimas pavyko.
nb_no: Eksporten var vellykket.
nl_nl: De export is geslaagd.
pt_br: Exportado com sucesso.
ro_ro: Exportare reușită.
sk_sk: Export bol úspešný.

source: Extension "%s" has been installed
ar_sa: تم تثبيت الملحق "%s"
de_de: Die Erweiterung „%s“ wurde installiert
hu_hu: A(z) „%s” bővítmény telepítve lett
ja_jp: 拡張機能 "%s"がインストールされました。
lt_lt: Plėtinys "%s" buvo įdiegtas
nb_no: Utvidelsen "%s" er installert
nl_nl: Extensie "%s" is geïnstalleerd
pt_br: Extensão "%s" foi instalada
ro_ro: Extensia "%s" a fost instalată
sk_sk: Rozšírenie „%s“ bolo nainštalované

source: Extensions manager
ar_sa: مدير الملحقات
de_de: Erweiterungsverwaltung
hu_hu: Bővítménykezelő
ja_jp: 拡張機能の設定
lt_lt: Plėtinių valdymas
nb_no: Utvidelser
nl_nl: Extensiebeheer
pt_br: Gerenciador de extensões
ro_ro: Manager extensii
sk_sk: Správca rozšírení

source: Factorial
ar_sa: عاملي
de_de: Fakultät
hu_hu: Faktoriális
ja_jp: 階乗
lt_lt: Faktorialas
nb_no: Faktorisk
nl_nl: Factoriële
pt_br: Fatorial
sk_sk: Faktoriál

source: Failed
ar_sa: فشل
de_de: Fehlgeschlagen
hu_hu: Sikertelen
ja_jp: エラー
nb_no: Mislyktes
nl_nl: Mislukt
pt_br: Falhou
ro_ro: Eșuat
sk_sk: Neúspešné

source: Failed to copy class.
ar_sa: أخفق نسخ الصف.
de_de: Fehler beim Kopieren der Klasse.
ja_jp: クラスのコピーに失敗しました。
nl_nl: Kopiëren van de les mislukt.
pt_br: Falha ao copiar a classe.
ro_ro: Copierea clasei a eșuat.
sk_sk: Kopírovanie triedy zlyhalo.

source: Failed to delete index for %s
ar_sa: فشل حذف فهرس ل %s
de_de: Der Index für %s konnte nicht gelöscht werden
hu_hu: Nem sikerült törölni a %sindexét
ja_jp: %s のインデックスを削除できませんでした。
lt_lt: Nepavyko ištrinti %s indekso
nb_no: Kunne ikke slette indeksen for %s
nl_nl: Geen index voor %s geschrapt
pt_br: Falha ao excluir arquivo %s
ro_ro: Ștergerea indexului pentru %s a eșuat
sk_sk: Nepodarilo sa odstrániť index pre %s

source: False
ar_sa: خطأ
de_de: Falsch
hu_hu: Hamis
nb_no: Usant
nl_nl: Onwaar
pt_br: Falso
ro_ro: Fals
sk_sk: Falošné

source: Field delimiter
ar_sa: محدد المجال
de_de: Feldbegrenzer
hu_hu: Mezőelválasztó
ja_jp: フィールド区切り記号
lt_lt: Lauko atskyriklis
nb_no: Feltavgrensning
nl_nl: Veldscheidingsteken
pt_br: Delimitador de campo
ro_ro: Delimitator câmp
sk_sk: Oddeľovač polí

source: Field encloser
ar_sa: الحزام المجالي
de_de: Feldumrander
hu_hu: Terepi bekerítés
ja_jp: フィールド枠
lt_lt: Lauko padėklas
nb_no: Feltområde
nl_nl: Kader om veld
pt_br: Encerrador de campo
ro_ro: Camp inchis
sk_sk: Ohradník poľa

source: Fields must match
ar_sa: يجب أن تتطابق المجالات
de_de: Felder müssen übereinstimmen
hu_hu: A mezőknek egyezniük kell
ja_jp: フィールドは一致する必要があります。
lt_lt: Laukai privalo sutapti
nb_no: Feltene må samsvare
nl_nl: Velden moeten overeenkomen
pt_br: Os campos devem coincidir
ro_ro: Câmpurile trebuie să corespundă
sk_sk: Polia sa musia zhodovať

source: File
ar_sa: ملف
de_de: Datei
hu_hu: Fájl
ja_jp: ファイル
lt_lt: Failas
nb_no: Fil
nl_nl: Bestand
pt_br: Arquivo
ro_ro: Fişier
sk_sk: Súbor

source: File download failed
ar_sa: فشل تنزيل الملف
de_de: Dateidownload fehlgeschlagen
hu_hu: Fájl letöltése sikertelen
ja_jp: ダウンロードに失敗しました
lt_lt: Failo atsiuntimas nepavyko
nb_no: Nedlasting av fil mislyktes
nl_nl: Downloaden van het bestand is mislukt
pt_br: O download do arquivo falhou
ro_ro: Descărcarea fișierului a eșuat
sk_sk: Sťahovanie súboru zlyhalo

source: File name
ar_sa: اسم الملف
de_de: Dateiname
hu_hu: Fájlnév
ja_jp: ファイル名
lt_lt: Failo pavadinimas
nb_no: Filnavn
nl_nl: Bestandsnaam
pt_br: Nome do arquivo
ro_ro: Nume fișier
sk_sk: Názov súboru

source: File Properties
ar_sa: خصائص الملف
de_de: Datei-Eigenschaften
hu_hu: Fájl tulajdonságai
ja_jp: ファイルのプロパティ
lt_lt: Failo savybės
nb_no: Filegenskaper
nl_nl: Bestandseigenschappen
pt_br: Propriedades do arquivo
ro_ro: Proprietăți fișier
sk_sk: Vlastnosti súboru

source: file selected
ar_sa: الملف المختار
de_de: Datei ausgewählt
hu_hu: fájl kiválasztva
ja_jp: ファイル選択
lt_lt: failas pasirinktas
nb_no: valgt fil
nl_nl: geselecteerd bestand
pt_br: arquivo selecionado
ro_ro: fișier selectat
sk_sk: vybraný súbor

source: File Uploader
ar_sa: رافع الملف
de_de: Datei-Uploader
hu_hu: Fájlfeltöltő
ja_jp: ファイルのアップロード
lt_lt: Failų Įkėlimas
nb_no: Filopplasting
nl_nl: Bestandsuploader
pt_br: Carregador de Arquivos
ro_ro: Încărcare fișier
sk_sk: Nahrávač súborov

source: files selected
ar_sa: تم تحديد الملفات
de_de: Dateien ausgewählt
hu_hu: kiválasztott fájlok
ja_jp: ファイル選択
lt_lt: pasirinkti failai
nb_no: valgte filer
nl_nl: geselecteerde bestanden
pt_br: arquivo selecionado
ro_ro: fișiere selectate
sk_sk: vybrané súbory

source: Filter
ar_sa: مصفي
hu_hu: Szűrő
ja_jp: フィルタ
lt_lt: Filtras
nl_nl: Filteren
pt_br: filtro
ro_ro: Filtrare

source: Filter by value
ar_sa: تصفية حسب القيمة
de_de: Nach Wert filtern
hu_hu: Szűrés érték szerint
ja_jp: 値でフィルタリング
lt_lt: Filtras pagal reikšmę
nb_no: Filtrer etter verdi
nl_nl: Filter op waarde
pt_br: Filtro por valor
ro_ro: Filtrare după valoare
sk_sk: Filtrovať podľa hodnoty

source: Filtering mode
ar_sa: طريقة الفرز
de_de: Filtermodus
hu_hu: Szűrési mód
ja_jp: フィルタリングモード
lt_lt: Filtravimo režimas
nb_no: Filtreringsmodus
nl_nl: Filter modus
pt_br: Modo de filtragem
ro_ro: Mod filtrare
sk_sk: Režim filtrovania

source: First Name
ar_sa: الاسم الأول
de_de: Vorname
hu_hu: Keresztnév
ja_jp: 名前１
lt_lt: Vardas
nb_no: Fornavn
nl_nl: Voornaam
pt_br: Primeiro Nome
ro_ro: Prenume
sk_sk: Krstné meno

source: First page
ar_sa: الصفحة الأولى
de_de: Erste Seite
hu_hu: Első oldal
ja_jp: 最初のページ
lt_lt: Pirmas puslapis
nb_no: Første side
nl_nl: Eerste pagina
pt_br: Primeira página
ro_ro: Prima pagină
sk_sk: Prvá strana

source: First row column names
ar_sa: أسماء أعمدة الصف الأول
de_de: Spaltennamen erste Zeile
hu_hu: Első sor oszlopnevei
ja_jp: 最初の行列名
lt_lt: Pirmos eilės stulpelio pavadinimai
nb_no: Kolonnenavn første rad
nl_nl: Eerste rij bevat kolomnamen
pt_br: Nome das colunas da primeira linha
ro_ro: Numele coloanelor pentru prima linie
sk_sk: Názvy stĺpcov prvého riadku

source: Fit to width
ar_sa: تعديل مع العرض
de_de: An Breite anpassen
hu_hu: Szélességhez igazítva
ja_jp: 幅にフィット
lt_lt: Tilpti į plotį
nb_no: Tilpass i bredden
nl_nl: Op de breedte afgestemd
pt_br: Ajustar à largura
ro_ro: Potrivire la lățime
sk_sk: Prispôsobiť šírke

source: Flash video
ar_sa: فيديو فلاش
hu_hu: Flash videó
ja_jp: Flash動画
lt_lt: Flash vaizdo įrašas
nl_nl: Flash video bestand
pt_br: Vídeo Flash
sk_sk: Flashové video

source: floor
ar_sa: أرضية
de_de: Boden
hu_hu: emelet
ja_jp: フロア
nb_no: gulv
nl_nl: verdieping
pt_br: piso
ro_ro: etaj
sk_sk: poschodie

source: Flowchart-based programming environment & TI Interactive Workbook
ar_sa: بيئة البرمجة القائمة على المخطط الانسيابي وكتاب العمل التفاعلي TI
de_de: Flussdiagrammbasierte Programmierumgebung und interaktives TI-Arbeitsbuch
hu_hu: Folyamatábra alapú programozási környezet és TI Interactive Workbook
ja_jp: フローチャートベースのプログラミング環境とTIインタラクティブ・ワークブック
nb_no: Flytskjema-basert programmeringsmiljø og TI interaktiv arbeidsbok
nl_nl: Programmeeromgeving op basis van stroomdiagrammen & TI Interactief werkboek
pt_br: Ambiente de programação baseado em fluxograma e TI Interactive Workbook
ro_ro: Calendar de programare bazat pe Flowcharts & TI Interactive Workbook
sk_sk: Programovacie prostredie založené na vývojových diagramoch a interaktívny pracovný zošit TI

source: Forbid for all domains
ar_sa: منع لجميع المجالات
de_de: Für alle Domains verbieten
hu_hu: Tiltás minden domainhez
ja_jp: すべてのドメインを禁止
nb_no: Forbud for alle domener
nl_nl: Verboden voor alle domeinen
pt_br: Proibir todos os domínios
ro_ro: Interzis pentru toate domeniile
sk_sk: Zakázať pre všetky domény

source: Force HTTPS on this platform
ar_sa: فرض HTTPS على هذه المنصة
de_de: HTTPS auf dieser Plattform erzwingen
hu_hu: HTTPS kényszerítése ezen a platformon
ja_jp: このプラットフォームで HTTPS を強制的に使用
nb_no: Tving HTTPS på denne plattformen
nl_nl: Forceer HTTPS op dit platform
pt_br: Forçar HTTPS nesta plataforma
ro_ro: Forțează HTTPS pe această platformă
sk_sk: Vynútiť HTTPS na tejto platforme

source: Force Release
ar_sa: إجبار الإفراج
de_de: Veröffentlichung erzwingen
hu_hu: Erőszakos kioldás
ja_jp: 強制リリース
lt_lt: Priverstinis Išleidimas
nb_no: Tving utgivelse
nl_nl: Forceer het uitgeven
pt_br: Forçar Lançamento
ro_ro: Lansare forţată
sk_sk: Vynútené uvoľnenie

source: Forgot your password?
ar_sa: نسيت رقمك السري؟
de_de: Passwort vergessen?
hu_hu: Elfelejtette jelszavát?
ja_jp: パスワードをお忘れですか?
lt_lt: Pamiršote slaptažodį?
nb_no: Glemt passord?
nl_nl: Uw wachtwoord vergeten?
pt_br: Esqueceu sua senha?
ro_ro: Ți-ai uitat parola?
sk_sk: Zabudli ste heslo?

source: Form
ar_sa: الشكل
de_de: Formular
hu_hu: Forma
ja_jp: フォーム
lt_lt: Forma
nb_no: Skjema
nl_nl: Vorm
pt_br: Formulário
ro_ro: Formular
sk_sk: Formulár

source: Form data not saved.
ar_sa: لم يتم حفظ شكل البيانات.
de_de: Formulardaten nicht gespeichert.
hu_hu: Az űrlap adatai nincsenek mentve.
ja_jp: フォームデータは保存されませんでした
nb_no: Skjemadata er ikke lagret.
nl_nl: Formuliergegevens niet opgeslagen.
pt_br: Dados do formulário não salvos.
ro_ro: Datele din formular nu au fost salvate.
sk_sk: Údaje formulára neboli uložené.

source: From
ar_sa: من عند
de_de: Aus
hu_hu: Tól
lt_lt: Iš
nb_no: Fra
nl_nl: van
pt_br: De
ro_ro: De la
sk_sk: Od

source: Fuzzy Matching
ar_sa: ملاءمة ضبابية
de_de: Ungenaue Übereinstimmung
ja_jp: あいまい検索
lt_lt: Apytikslis Atitikimas
nb_no: Uklar Matching

source: generated-value
ar_sa: قيمة مولدة
de_de: generierter Wert
hu_hu: generált érték
ja_jp: 生成値
nl_nl: gegenereerde waarde
pt_br: valores gerados
ro_ro: valoare generată
sk_sk: vygenerovaná hodnota

source: Generis Form
ar_sa: جنيس
de_de: Generis-Formular
hu_hu: Generikus forma
ja_jp: ジェネリスフォーム
lt_lt: Generis forma
pt_br: Formulário Generis
sk_sk: Generický formulár

source: Geogebra data file
ar_sa: ملف بيانات Geogebra
de_de: Geogebra-Datendatei
hu_hu: Geogebra adatfájl
ja_jp: Geogebraデータファイル
lt_lt: Geogebra duomenų failas
nb_no: Geogebra data-fil
nl_nl: Geogebra bestand
pt_br: Arquivo de dados Geogebra
ro_ro: Fișier de date Geogebra
sk_sk: Dátový súbor Geogebry

source: Get History
ar_sa: احصل على التاريخ
de_de: Verlauf anzeigen
hu_hu: Előzmények lekérése
ja_jp: 履歴を表示
lt_lt: Gauti Istroriją
nb_no: Få historie
nl_nl: Geschiedenis opvragen
pt_br: Obter Histórico
ro_ro: Obține istoricul
sk_sk: Získať históriu

source: Get the history list
ar_sa: احصل على قائمة تاريخ المحفوظات
de_de: Verlaufsliste anzeigen
hu_hu: Szerezd meg az előzmények listáját
ja_jp: 履歴リストを表示
lt_lt: Gauti istorijos sąrašą
nb_no: Få historielisten
nl_nl: Ontvang de geschiedenislijst
pt_br: Obter a lista de histórico
ro_ro: Obțineți lista de istoric
sk_sk: Získajte zoznam histórie

source: GIF image
ar_sa: صورة GIF
de_de: GIF-Bild
hu_hu: GIF-kép
ja_jp: GIF画像
nb_no: GIF-bilde
nl_nl: GIF bestand
pt_br: Imagem GIF
ro_ro: Imagine GIF
sk_sk: Obrázok GIF

source: Go Back
ar_sa: رجوع إلى
de_de: Zurück
hu_hu: Vissza
ja_jp: 前に戻る
lt_lt: Grįžti Atgal
nb_no: Gå tilbake
nl_nl: Ga terug
pt_br: Voltar
ro_ro: Mergi înapoi
sk_sk: Späť

source: go back to home page
ar_sa: العودة الى الصفحة الرئيسية
de_de: zurück zur Startseite
hu_hu: vissza a főoldalra
ja_jp: ホームに戻る
nb_no: gå tilbake til hjemmesiden
nl_nl: Ga terug naar de startpagina
pt_br: retornar a página inicial
ro_ro: mergi înapoi la pagina principală
sk_sk: späť na domovskú stránku

source: GZip Compressed Archive
ar_sa: أرشيف مضغوط GZip
de_de: GZip-komprimiertes Archiv
hu_hu: GZip tömörített archívum
ja_jp: GZip圧縮アーカイブ
nb_no: GZip komprimert arkiv
nl_nl: GZip gecomprimeerd bestand
pt_br: Arquivo Comprimido GZip
ro_ro: Arhiva GZip comprimată
sk_sk: Komprimovaný archív GZip

source: Header file with extensionsLabels
ar_sa: ملف رأس مع ملحقات الملصقات
de_de: Header-Datei mit ErweiterungenLabels
hu_hu: Fejlécfájl kiterjesztésekkelCímkék
ja_jp: 拡張子を含むヘッダーファイルLabels
lt_lt: Antraštės failas su plėtiniais
nb_no: Toppfil med utvidelsesetiketter
nl_nl: Header bestand met extensionsLabels
pt_br: Arquivo de cabeçalho com extensLabels
ro_ro: Fișier antet cu extensiiEtichete
sk_sk: Hlavičkový súbor s príponamiLabels

source: Height
ar_sa: ارتفاع
de_de: Höhe
hu_hu: Magasság
ja_jp: 高さ
lt_lt: Aukštis
nb_no: Høyde
nl_nl: Hoogte
pt_br: Altura
ro_ro: Înălțime
sk_sk: Výška

source: Hi, %s<br>You indicated that you have forgotten your TAO password.
ar_sa: مرحبا، %s<br> أشرت إلى أنك نسيت كلمة مرور TAO الخاصة بك.
de_de: Hallo, %s<br>Haben Sie ihr TAO-Passwort vergessen?
hu_hu: Szia, %s<br>Jelezted, hogy elfelejtetted a TAO jelszavadat.
ja_jp: %s さん<br>TAOのパスワードをお忘れですね
lt_lt: Labas, %s<br>Jūs nurodėte, kad pamiršote savo TAO slaptažodį.
nb_no: Hei, %s <br> Du skrev at du har glemt TAO-passordet ditt.
nl_nl: Hallo, %s<br>U heeft aangegeven dat u uw TAO wachtwoord bent vergeten.
pt_br: Olá, %s<br>Você indicou que esqueceu a sua senha de TAO.
ro_ro: Bună, %s<br>Ați indicat că ați uitat parola TAO.
sk_sk: Ahoj, %s<br>Uviedli ste, že ste zabudli svoje heslo TAO.

source: Hide detailed report
ar_sa: إخفاء التقرير المفصل
de_de: Detaillierten Bericht verbergen
hu_hu: Részletes jelentés elrejtése
ja_jp: 詳細報告を非表示
lt_lt: Slėpti detalią ataskaitą
nb_no: Skjul detaljert rapport
nl_nl: Verberg het uitgebreide rapport
pt_br: Ocultar relatório detalhado
ro_ro: Ascunde raportul detaliat
sk_sk: Skryť podrobnú správu
