Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Advanced search, add filters
ar_sa: بحث متقدم ، إضافة مفرزات
de_de: Erweiterte Suche, Filter hinzufügen
hu_hu: Speciális keresés, szűrők hozzáadása
ja_jp: 高度な検索（フィルタ追加）
lt_lt: Pažengusi paieška, pridėti filtrus
nb_no: Avansert søk, legg til filtre
nl_nl: Geavanceerd zoeken, filters toevoegen
pt_br: Pesquisa avançada, adicionar filtros
ro_ro: Căutare avansată, adăugare filtre
sk_sk: Rozšírené vyhľadávanie, pridanie filtrov

source: aliases:
ar_sa: أسماء مستعارة
de_de: Aliase:
hu_hu: álnevek:
ja_jp: エイリアス:
nl_nl: aliassen:
pt_br: alias:
ro_ro: aliase:
sk_sk: aliasy:

source: all
ar_sa: كل
de_de: Alle
hu_hu: minden
ja_jp: すべて
lt_lt: viskas
nb_no: alle
nl_nl: Alle
pt_br: todos
ro_ro: toate
sk_sk: všetky

source: all audios
ar_sa: كل التسجيلات الصوتية
de_de: alle Audio-Dateien
hu_hu: minden hanganyag
ja_jp: 全ての音声
nb_no: alle lydfilene
nl_nl: alle audio's
pt_br: todos os áudios
ro_ro: toate audio-urile
sk_sk: všetky zvukové súbory

source: All data will be removed in %s
ar_sa: سيتم حذف كافة البيانات في %s
de_de: Alle Daten in %s werden entfernt
hu_hu: Minden adat eltávolításra kerül %smúlva
ja_jp: すべてのデータは%sから移動されました
lt_lt: Visi duomenys bus panaikinti po %s
nb_no: Alle data vil bli fjernet om %s
nl_nl: Alle data wordt verwijderd in %s
pt_br: Todos os dados serão removidos em %s
ro_ro: Toate datele vor fi șterse în %s
sk_sk: Všetky údaje budú odstránené o %s

source: All fields are required
ar_sa: جميع الحقول مطلوبة
de_de: Alle Felder sind erforderlich
hu_hu: Minden mező kitöltése kötelező
ja_jp: すべての項目が必須です
nl_nl: Alle velden zijn verplicht
pt_br: Todos os campos são obrigatórios
ro_ro: Toate câmpurile sunt obligatorii
sk_sk: Všetky polia sú povinné

source: all images
ar_sa: كل الصور
de_de: alle Bilder
hu_hu: minden kép
ja_jp: 全ての画像
nb_no: alle bilder
nl_nl: alle afbeeldingen
pt_br: todas as imagens
ro_ro: toate imaginile
sk_sk: všetky obrázky

source: All rights reserved.
ar_sa: جميع الحقوق محفوظة.
de_de: Alle Rechte vorbehalten.
hu_hu: Minden jog fenntartva.
lt_lt: Visos teisės saugomos.
nb_no: Alle rettigheter forbeholdt.
nl_nl: Alle rechten voorbehouden.
pt_br: Todos os direitos reservados.
ro_ro: Toate drepturile rezervate.
sk_sk: Všetky práva vyhradené.

source: all videos
ar_sa: كل مقاطع الفيديو
de_de: alle Videos
hu_hu: minden videó
ja_jp: 全ての動画
nb_no: alle videoer
nl_nl: alle video's
pt_br: todos os vídeos
ro_ro: toate videorile
sk_sk: všetky videá

source: Allow for all domains
ar_sa: السماح لجميع المجالات
de_de: Für alle Domänen zulassen
hu_hu: Engedélyezés minden domainhez
ja_jp: すべてのドメインを許可
nb_no: Tillat for alle domener
nl_nl: Toestaan voor alle domeinen
pt_br: Permitir para todos os domínios
ro_ro: Permite pentru toate domeniile
sk_sk: Povoliť pre všetky domény

source: Allow for the following domains
ar_sa: السماح للمجالات التالية
de_de: Für die folgenden Domänen zulassen
hu_hu: Engedélyezi a következő domaineket
ja_jp: 以下のドメインを許可します
nb_no: Tillat følgende domener
nl_nl: Toestaan voor de volgende domeinen
pt_br: Permitir para os seguintes domínios
ro_ro: Permite următoarele domenii
sk_sk: Povoliť pre nasledujúce domény

source: Alpha version
ar_sa: نسخة ألفا
hu_hu: Alfa verzió
ja_jp: αバージョン
lt_lt: Alfa versija
nb_no: Alpha -versjon
nl_nl: Alpha versie
pt_br: Versão alfa
ro_ro: Versiunea Alfa
sk_sk: Alfa verzia

source: An email has been sent
ar_sa: تم ارسال البريد الإلكتروني
de_de: Eine E-Mail wurde versendet
hu_hu: Elküldtünk egy e-mailt
ja_jp: eメールを送信しました
lt_lt: El. laiškas buvo išsiųstas
nb_no: En e -post er sendt
nl_nl: Er is een e-mail is verzonden
pt_br: Um e-mail foi enviado
ro_ro: Un email a fost trimis
sk_sk: Bol odoslaný e-mail

source: An error occurred during user deletion
ar_sa: حدث خطأ أثناء حذف المستخدم
de_de: Beim Löschen des Benutzers ist ein Fehler aufgetreten
hu_hu: Hiba történt a felhasználó törlése során
ja_jp: ユーザ削除中にエラーが発生しました
lt_lt: Įvyko klaida vartotojo šalinimo metu
nb_no: Det oppstod en feil under sletting av brukeren
nl_nl: Er is een fout opgetreden tijdens het verwijderen van de gebruiker
pt_br: Ocorreu um erro durante a exclusão do usuário
ro_ro: A aparut o eroare la stergerea utilizatorului
sk_sk: Počas odstraňovania používateľa sa vyskytla chyba

source: An error occurred!
ar_sa: حدث خطأ!
de_de: Ein Fehler ist aufgetreten!
hu_hu: Hiba történt!
ja_jp: エラーが発生しました!
lt_lt: Įvyko klaida!
nb_no: Det oppstod en feil!
nl_nl: Er is een fout opgetreden!
pt_br: Ocorreu um erro!
ro_ro: A apărut o eroare!
sk_sk: Vyskytla sa chyba!

source: An exception occured while running "%s
ar_sa: حدث استثناء أثناء تشغيل "%s
de_de: Es ist ein Fehler aufgetreten, während '%s' ausgeführt wurde.
hu_hu: Kivétel történt a(z) "%sfuttatása közben
ja_jp: "%s" の実行中に例外が発生しました
lt_lt: Įvyko klaida vykdant "%s
nb_no: Det oppstod et avvik under kjøring av "%s
nl_nl: Een exceptie deed zich voor tijdens het uitvoeren van "%s".
pt_br: Ocorreu uma exceção ao executar "%s
ro_ro: A apărut o excepție în timpul rulării "%s
sk_sk: Pri spustení príkazu „%s“ sa vyskytla výnimka

source: an instance
ar_sa: حالة أو مثال
de_de: eine Instanz
hu_hu: egy példány
ja_jp: インスタンス
lt_lt: instancija
nb_no: en forekomst
nl_nl: een instantie
pt_br: uma instância
ro_ro: o instanță
sk_sk: inštancia

source: Analytics cookies
ar_sa: ملفات تعريف الارتباط بالتحليلات
ja_jp: クッキーの分析
nl_nl: Cookies voor Analytics
pt_br: Cookies de análise
ro_ro: Cookie-uri analitice
sk_sk: Analytické súbory cookie

source: and
ar_sa: و
de_de: und
hu_hu: és
ja_jp: と
nb_no: og
nl_nl: en
pt_br: e
ro_ro: şi
sk_sk: a

source: Apply
ar_sa: تطبيق
de_de: Anwenden
hu_hu: Jelentkezés
ja_jp: 適用
lt_lt: Taikyti
nb_no: Bruke
nl_nl: Toepassen
pt_br: Aplicar
ro_ro: Aplică
sk_sk: Použiť

source: Apply date range
ar_sa: تطبيق النطاق الزمني
de_de: Datumsbereich anwenden
hu_hu: Dátumtartomány alkalmazása
ja_jp: 日付を適用
nb_no: Bruk datointervall
nl_nl: Pas datumbereik toe
pt_br: Aplicar intervalo de datas
ro_ro: Aplică intervalul de date
sk_sk: Použiť rozsah dátumov

source: Arc cosine
ar_sa: قوس جيب التمام
de_de: Arkuskosinus
hu_hu: Arkusz koszinusz
ja_jp: アークコサイン
lt_lt: Arkkosinusas
nb_no: Cosinusbue
nl_nl: Arccosinus
pt_br: Cosseno de arco
ro_ro: Cosinusină cu arc
sk_sk: Arkuskosinus

source: Arc sine
ar_sa: قوس الجيب
de_de: Arkussinus
hu_hu: Arkusz szinusz
ja_jp: アークサイン
lt_lt: Arksinusas
nb_no: Sinusbue
nl_nl: Arcsinus
pt_br: Seno de arco
ro_ro: sinusul cu arc
sk_sk: Arcus sinus

source: Arc tangent
ar_sa: ظل القوس
de_de: Arcussinus
hu_hu: Ívusz tangens
ja_jp: アークタンジェント(タンジェント)
lt_lt: Arktangentas
nb_no: Tangensbue
nl_nl: Arctangens
pt_br: Arco tangente
ro_ro: Tangent Arc
sk_sk: Arctangens

source: Archived
ar_sa: تم توثيقه
de_de: Archiviert
hu_hu: Archivált
ja_jp: アーカイブ
lt_lt: Archyvuota
nb_no: Arkivert
nl_nl: Gearchiveerd
pt_br: Arquivado
ro_ro: Arhivează
sk_sk: Archivované

source: Are you sure to delete the versioned resource? The history will be lost as well.
ar_sa: هل أنت متأكد من حذف المورد الذي تم إصداره؟ السجلات الزمنية ستحذف أيضا
de_de: Versionierte Ressource wirklich löschen? Frühere Versionen werden dabei auch gelöscht.
hu_hu: Biztosan törli a verziózott erőforrást? A történet is elveszik.
ja_jp: バージョン管理リソースを削除してもよろしいですか？ 履歴も一緒に削除されます
lt_lt: Ar jūs tikrai norite ištrinti resursą su versija? Istorija bus ištrinta taip pat.
nb_no: Er du sikker på å slette den versjonerte ressursen? Historikken vil også gå tapt.
nl_nl: Weet u zeker dat u de bron met deze versie wilt verwijderen? De geschiedenis gaat dan ook verloren.
pt_br: Tem certeza que deseja excluir o recurso versionado? O histórico também será perdido.
ro_ro: Ești sigur că vrei să ștergi resursa versiune? Istoricul va fi pierdut de asemenea.
sk_sk: Naozaj chcete odstrániť verzovaný zdroj? Stratí sa aj história.

source: Are you sure you want to delete it?
ar_sa: هل أنت متأكد أنك تريد حذف ذلك؟
de_de: Sind Sie sicher, dass Sie dies löschen möchten?
hu_hu: Biztosan törölni szeretnéd?
ja_jp: 削除してよろしいですか？
lt_lt: Ar tikrai norite ištrinti?
nb_no: Er du sikker på at du ønsker slette?
nl_nl: Weet u zeker dat u het wilt verwijderen?
pt_br: Tem a certeza que deseja remover?
ro_ro: Sunteţi sigur că doriţi să-l ştergeţi?
sk_sk: Naozaj to chcete odstrániť?

source: Are you sure you want to delete the translation for this language?
ar_sa: هل أنت متحقِّق من أنك تريد حذف التَّرْجَمَةً لهذه اللغة؟
de_de: Sind Sie sicher, dass Sie die Übersetzung für diese Sprache löschen möchten?
ja_jp: この言語の翻訳を削除してもよろしいですか？
nl_nl: Weet u zeker dat u de vertaling voor deze taal wilt verwijderen?
pt_br: Você tem certeza que deseja excluir a tradução para este idioma?
ro_ro: Sunteţi sigur că doriţi să ştergeţi traducerea pentru această limbă?
sk_sk: Naozaj chcete odstrániť preklad pre tento jazyk?

source: Are you sure you want to start the translation for this language?
ar_sa: هل أنت متحقِّق من أنك تريد بَدْء التَّرْجَمَةً لهذه اللغة؟
de_de: Sind Sie sicher, dass Sie die Übersetzung für diese Sprache starten möchten?
ja_jp: この言語の翻訳を開始してもよろしいですか？
nl_nl: Weet u zeker dat u de vertaling voor deze taal wilt starten?
pt_br: Você tem certeza que deseja iniciar a tradução para este idioma?
ro_ro: Ești sigur că vrei să începi traducerea pentru această limbă?
sk_sk: Naozaj chcete spustiť preklad do tohto jazyka?

source: Are you sure you wish to delete it
ar_sa: هل أنت متحقِّق من رغبتك في حذفه
de_de: Sind Sie sicher, dass Sie es löschen möchten
ja_jp: 削除してもよろしいですか？
nl_nl: Weet u zeker dat u het wilt verwijderen
pt_br: Tem certeza de que deseja excluí-lo
ro_ro: Sunteţi sigur că doriţi să-l ştergeţi
sk_sk: Naozaj to chcete odstrániť

source: Argument check failed: %s
ar_sa: تعذر التحقق من الحجج: %s
de_de: Argumentprüfung fehlgeschlagen: %s
hu_hu: Argumentumellenőrzés sikertelen: %s
ja_jp: 引数のチェックに失敗しました: %s
nl_nl: Argument controle mislukt: %s
pt_br: Falha ao verificar argumento: %s
ro_ro: Verificarea argumentului a eșuat: %s
sk_sk: Kontrola argumentu zlyhala: %s

source: Arguments %s and %s are mutually exclusive
ar_sa: حجج %s و %s تتنافى فيما بينها
de_de: Die Argumente %s und %s schließen sich gegenseitig aus
hu_hu: A %s és %s argumentumok kölcsönösen kizárják egymást.
ja_jp: 引数 %s と %s は互いに排他的です
nl_nl: Argumenten %s en %s sluiten elkaar uit
pt_br: Argumentos %s e %s são mutuamente exclusivos
ro_ro: Argumentele %s și %s se exclud reciproc
sk_sk: Argumenty %s a %s sa vzájomne vylučujú

source: Arguments separator
ar_sa: فاصل بين الحجج
de_de: Parameter-Trennzeichen
hu_hu: Argumentum elválasztó
ja_jp: 引数の区切り
lt_lt: Argumentų skirtukas
nl_nl: Scheidingsteken argumenten
pt_br: Separador de argumentos
ro_ro: Separator de argumente
sk_sk: Oddeľovač argumentov

source: array
ar_sa: مصفوفة
hu_hu: sor
ja_jp: 配列
nl_nl: matrix
ro_ro: matrice
sk_sk: pole

source: Assign
ar_sa: تعيين
de_de: Zuweisen
hu_hu: Hozzárendelés
ja_jp: 割り当て
lt_lt: Paskirti
nb_no: Tildele
nl_nl: Toewijzen
pt_br: Atribuir
ro_ro: Atribuiți
sk_sk: Priradiť

source: Assign User to role
ar_sa: تعيين المستخدم للدور
de_de: Benutzer zu einer Rolle zuweisen
hu_hu: Felhasználó hozzárendelése szerepkörhöz
ja_jp: ユーザへのロール割当て
lt_lt: Paskirti varotoją rolei
nb_no: Tilordne bruker til rolle
nl_nl: Wijs een gebruiker aan een rol toe
pt_br: Atribuir função ao usuário
ro_ro: Atribuiţi utilizatorului la rol
sk_sk: Priradiť používateľa k role

source: Assign Users
ar_sa: تعيين المستخدمين
de_de: Benutzer zuweisen
hu_hu: Felhasználók hozzárendelése
ja_jp: ユーザ割当て
lt_lt: Paskirti vartotojus
nb_no: Tilordne brukere
nl_nl: Gebruikers toewijzen
pt_br: Atribuir Usuários
ro_ro: Asignează Utilizatori
sk_sk: Priradiť používateľov

source: Audio Video Interleave
ar_sa: تداخل الصوت والفيديو
de_de: Audio Video Interleave (AVI)
hu_hu: Audio- és videointerleave
ja_jp: オーディオ・ビデオ・インターリーブ
lt_lt: Garso ir vaizdo įrašas
nb_no: Lyd og bilde sammensetning
nl_nl: Audio Video Interleave bestand
pt_br: Intercalação de áudio e vídeo
ro_ro: Interconcesie audio video
sk_sk: Prekladanie zvuku a videa

source: Auth type
ar_sa: نوع المصادقة
de_de: Auth Typ
ja_jp: 認証タイプ
nl_nl: Authenticatie type
pt_br: Tipo de autenticação
ro_ro: Tip autentificare
sk_sk: Typ autorizácie

source: Author
ar_sa: كاتب
de_de: Autor
hu_hu: Szerző
ja_jp: 作成者
lt_lt: Autorius
nb_no: Forfatter
nl_nl: Constructeur
pt_br: Autor
ro_ro: Autor
sk_sk: Autor

source: Author Item
ar_sa: مؤلف البند/التمرين
de_de: Element bearbeiten
hu_hu: Szerzői elem
ja_jp: 編集アイテム
lt_lt: Kurti klausimą
nb_no: Forfatte oppgave
nl_nl: Auteur Item
pt_br: Criar Item
ro_ro: Element Autor
sk_sk: Položka autora

source: Authoring
ar_sa: التحرير
de_de: Verfassen
hu_hu: Szerzői munka
ja_jp: オーサリング
lt_lt: Redagavimas
nb_no: Rediger
nl_nl: Construeren
pt_br: Autoria
ro_ro: Autorizare
sk_sk: Autorstvo

source: auto unlocked in %s
ar_sa: تم فتح القفل تلقائيًا في %s
de_de: automatisch entsperrt in %s
hu_hu: automatikus feloldás %smúlva
ja_jp: ％sで自動ロック解除
lt_lt: automatiškai atrakinta po %s
nb_no: åpnes automatisk om %s
nl_nl: automatische ontgrendeling in %s
pt_br: auto desbloqueado em %s
ro_ro: deblocare automată în %s
sk_sk: automaticky odomknuté o %s

source: Available
ar_sa: متوفر
de_de: Verfügbar
hu_hu: Elérhető
ja_jp: 実施可能
nb_no: Tilgjengelig
nl_nl: Beschikbaar
pt_br: Disponível
ro_ro: Disponibil
sk_sk: K dispozícii

source: Available Extensions
ar_sa: الإضافات المتوفرة
de_de: Verfügbare Erweiterungen
hu_hu: Elérhető bővítmények
ja_jp: 利用可能な拡張機能
lt_lt: Galimi plėtiniai
nb_no: Tilgjengelige utvidelser
nl_nl: Beschikbare Extensies
pt_br: Extensões disponíveis
ro_ro: Extensii disponibile
sk_sk: Dostupné rozšírenia

source: Back
ar_sa: عودة
de_de: Zurück
hu_hu: Vissza
ja_jp: 戻る
lt_lt: Grįžti
nb_no: Tilbake
nl_nl: Terug
pt_br: Anterior
ro_ro: Înapoi
sk_sk: Späť

source: Back to listing
ar_sa: الرجوع إلى القائمة
de_de: Zurück zur Auflistung
hu_hu: Vissza a listához
ja_jp: リストに戻る
lt_lt: Grįžti į sąrašą
nb_no: Tilbake til oversikt
nl_nl: Terig naar lijst
pt_br: Voltar à lista
ro_ro: Înapoi la listare
sk_sk: Späť na zoznam

source: Back to Portal
ar_sa: العودة إلى البوابة
de_de: Zurück zum Portal
ja_jp: ポータルに戻る
nl_nl: Terug naar Portaal
pt_br: Voltar para o Portal
ro_ro: Înapoi la Portal
sk_sk: Späť na portál

source: Base-10 logarithm
ar_sa: قاعدة لوغاريتم العشري
de_de: Logarithmus zur Basis 10
hu_hu: 10-es alapú logaritmus
ja_jp: 常用対数
nb_no: Base-10 logaritme
nl_nl: Logaritme met grondtal 10
pt_br: Logaritmo na base 10
sk_sk: Desiatkový logaritmus

source: Beta version
ar_sa: نسخة Beta
hu_hu: Béta verzió
ja_jp: βバージョン
lt_lt: Beta versija
nb_no: Betaversjon
nl_nl: Bèta-versie
pt_br: Versão Beta
ro_ro: Versiune beta
sk_sk: Beta verzia

source: Binary operator *
ar_sa: عامل ثنائي *
de_de: Binärer Operator (*)
hu_hu: Bináris operátor *
ja_jp: バイナリオペレーション *
lt_lt: Dvejetainis operatorius *
nb_no: Binær operatør *
nl_nl: Binaire operator *
pt_br: Operador binário *
ro_ro: Operator binar
sk_sk: Binárny operátor *

source: Binary operator +
ar_sa: عامل ثنائي +
de_de: Binärer Operator (+)
hu_hu: Bináris operátor +
ja_jp: バイナリオペレーション +
lt_lt: Dvejetainis operatorius +
nb_no: Binær operatør +
nl_nl: Binaire operator +
pt_br: Operador binário +
ro_ro: Operator binar +
sk_sk: Binárny operátor +

source: Binary operator -
ar_sa: عامل ثنائي -
de_de: Binärer Operator (-)
hu_hu: Bináris operátor -
ja_jp: バイナリオペレーション -
lt_lt: Dvejetainis operatorius -
nb_no: Binær operatør -
nl_nl: Binaire operator -
pt_br: Operador binário -
ro_ro: Operator binar -
sk_sk: Binárny operátor -

source: Binary operator /
ar_sa: عامل ثنائي /
de_de: Binärer Operator (/)
hu_hu: Bináris operátor /
ja_jp: バイナリオペレーション /
lt_lt: Dvejetainis operatorius /
nb_no: Binær operatør /
nl_nl: Binaire operator /
pt_br: Operador binário /
ro_ro: Operator binar /
sk_sk: Binárny operátor /

source: Binary operator modulo
ar_sa: معامل المشغل الثنائي
de_de: Binärer Operator Modulo (%)
hu_hu: Bináris operátor modulo
ja_jp: バイナリオペレーション モジュロ
lt_lt: Dvejetainis operatorius modulo
nb_no: Binær operatør modulo
nl_nl: Binaire operator modulo
pt_br: Módulo do operador binário
ro_ro: Modulul operatorului binar
sk_sk: Binárny operátor modulo

source: Bitmap image
ar_sa: صورة نُقَطِيٌة
de_de: Bitmap-Bild
hu_hu: Bittérképes kép
ja_jp: ビットマップ画像
lt_lt: Bitmap vaizdas
nb_no: Bitmap bilde
nl_nl: Bitmap bestand
pt_br: Imagem bitmap
ro_ro: Imagine Bitmap
sk_sk: Bitmapový obrázok

source: boolean
ar_sa: نوع البيانات المنطقية
hu_hu: logikai érték
pt_br: booleano
sk_sk: boolovská hodnota

source: Browse folders:
ar_sa: تصفح المجلدات:
de_de: Ordner durchsuchen:
hu_hu: Mappák böngészése:
ja_jp: フォルダを参照
lt_lt: Naršyti aplankus:
nb_no: Søk gjennom mapper:
nl_nl: Blader mappen door:
pt_br: Navegar em pastas:
ro_ro: Navigare dosare:
sk_sk: Prehliadať priečinky:

source: Browse resources
ar_sa: تصفح الموارد
de_de: Ressourcen durchsuchen
ja_jp: リソースを参照
nl_nl: Blader door bronnen
pt_br: Procurar recursos
ro_ro: Caută resurse
sk_sk: Prehliadať zdroje

source: Browse...
ar_sa: تصفح...
de_de: Durchsuchen...
hu_hu: Böngészés...
ja_jp: 参照...
lt_lt: Naršyti...
nb_no: Søk...
nl_nl: Bladeren…
pt_br: Navegar...
ro_ro: Răsfoire...
sk_sk: Prehliadať...

source: C file
ar_sa: ملف C
de_de: C Datei
hu_hu: C-fájl
ja_jp: Cファイル
lt_lt: C byla
nb_no: C-fil
nl_nl: C bestand
pt_br: Arquivo C
ro_ro: Fişier C
sk_sk: Súbor C

source: C++ file
ar_sa: مِلَفّ C++
de_de: C++ Datei
hu_hu: C++ fájl
ja_jp: C++ ファイル
nl_nl: C++ bestand
pt_br: Arquivo C++
ro_ro: Fișier C++
sk_sk: Súbor C++

source: C++ file (.cpp)
ar_sa: C++ ملف (.cpp)
de_de: C++ Datei (.cpp)
hu_hu: C++ fájl (.cpp)
ja_jp: C++ ファイル (.cpp)
lt_lt: C++ byla (.cpp)
nb_no: C++ fil (.cpp)
nl_nl: C++ bestand (.cpp)
pt_br: Arquivo C++ (.cpp)
ro_ro: Fișier C++ (.cpp)
sk_sk: Súbor C++ (.cpp)

source: Calculator
ar_sa: آلة حاسبة
de_de: Rechner
hu_hu: Számológép
ja_jp: 電卓
lt_lt: Skaičiuotuvas
nb_no: Kalkulator
nl_nl: Rekenmachine
pt_br: Calculadora
sk_sk: Kalkulačka

source: Calendar
ar_sa: تقويم
de_de: Kalender
hu_hu: Naptár
ja_jp: カレンダー
lt_lt: Kalendorius
nb_no: Kalender
nl_nl: Kalender
pt_br: Calendário
sk_sk: Kalendár

source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
hu_hu: Mégsem
ja_jp: キャンセル
lt_lt: Atšaukti
nb_no: Avbryt
nl_nl: Annuleren
pt_br: cancelar
ro_ro: Anulează
sk_sk: Zrušiť

source: cancel
ar_sa: إلغاء
de_de: abbrechen
hu_hu: mégsem
ja_jp: キャンセル
lt_lt: atšaukti
nb_no: avbryt
nl_nl: annuleren
pt_br: Cancelar
ro_ro: anulează
sk_sk: zrušiť

source: cancel the action
ar_sa: إلغاء الإجراء
de_de: die Aktion abbrechen
hu_hu: törölje a műveletet
ja_jp: 操作をキャンセル
nl_nl: annuleer de actie
pt_br: cancelar a ação
ro_ro: anulează acțiunea
sk_sk: zrušiť akciu

source: Cancelled
ar_sa: تم الإلغاء
de_de: Vorgang abgebrochen
hu_hu: Lemondva
ja_jp: キャンセルされました
lt_lt: Atšaukta
nb_no: Avbrutt
nl_nl: Geannuleerd
pt_br: Cancelado
ro_ro: Anulat
sk_sk: Zrušené

source: Cannot be edited
ar_sa: لا يمكن عرضه
de_de: Kann nicht bearbeitet werden
hu_hu: Nem szerkeszthető
ja_jp: 編集できません
lt_lt: Negali būti redaguotas
nb_no: Kan ikke redigeres
nl_nl: Kan niet worden gewijzigd
pt_br: Não pode ser editado
ro_ro: Nu poate fi editat
sk_sk: Nedá sa upraviť

source: Cannot divide by zero
ar_sa: لا يمكن القسمة على الصفر
de_de: Division durch Null ist nicht möglich
hu_hu: Nem lehet nullával osztani
ja_jp: 0で除算できません
lt_lt: Negalima padalinti iš nulio
nb_no: Kan ikke dele med null
nl_nl: Kan niet delen door nul
pt_br: Não é possível dividir por 0
ro_ro: Nu se poate împărți la zero
sk_sk: Nedá sa deliť nulou

source: Cascading Style Sheets
ar_sa: أوراق الأنماط المتتالية
de_de: Cascading Style Sheets (CSS)
hu_hu: Kaszkádos stíluslapok
ja_jp: CSS
lt_lt: Kaskadiniai stiliaus lapai
nb_no: CSS fil
nl_nl: CSS bestand
pt_br: Folhas de estilo em cascata
ro_ro: Foi de stil cascadă
sk_sk: Kaskádové štýly

source: Case sensitive
ar_sa: حساسية الحالة
de_de: berücksichtigt Groß- und Kleinschreibung
hu_hu: Kis- és nagybetűérzékeny
ja_jp: 大/小文字を区別
lt_lt: Skiriamos didžiosios-mažosios raidės
nb_no: Skille mellom store og små bokstaver
nl_nl: Hoofdlettergevoelig
pt_br: Distinção entre maiúsculas e minúsculas
ro_ro: Sensibil la caz
sk_sk: Rozlišuje veľké a malé písmená

source: ceil
ar_sa: سقف
de_de: Aufrunden
hu_hu: mennyezet
nb_no: tak
nl_nl: Midden
pt_br: teto
ro_ro: cepă
sk_sk: strop

source: Center
ar_sa: مركز
de_de: Zentrieren
hu_hu: Központ
ja_jp: センター
lt_lt: Centras
nb_no: Senter
nl_nl: Centreren
pt_br: Centralizar
ro_ro: Centru
sk_sk: Centrum

source: Change password
ar_sa: تغيير كلمة المرور
de_de: Passwort ändern
hu_hu: Jelszó módosítása
ja_jp: パスワードを変更
lt_lt: Pakeisti slaptažodį
nb_no: Endre passord
nl_nl: Wachtwoord wijzigen
pt_br: Alterar senha
ro_ro: Schimbă parola
sk_sk: Zmeniť heslo

source: Change the password
ar_sa: تغيير كلمة المرور
de_de: Passwort ändern
hu_hu: Jelszó módosítása
ja_jp: ＜パスワード変更＞
lt_lt: Pakeisti slaptažodį
nb_no: Endre passordet
nl_nl: Wijzig het wachtwoord
pt_br: Alterar senha
ro_ro: Schimbă parola
sk_sk: Zmeňte heslo

source: Change the sign of the current operand
ar_sa: قم بتغيير علامة المعامل الحالي
de_de: Das Vorzeichen des aktuellen Operanden ändern
hu_hu: Az aktuális operandus előjelének módosítása
ja_jp: 現在の演算子を変更します。
lt_lt: Keisti ženklą dabartinio operando
nb_no: Endre tegnet på gjeldende operand
nl_nl: Verander het teken van de huidige operator
pt_br: Alterar o sinal do operador atual
ro_ro: Schimbă semnul operei curente și
sk_sk: Zmeniť znamienko aktuálneho operandu

source: Check All
ar_sa: تحقق من الكل
de_de: Alle markieren
hu_hu: Összes bejelölése
ja_jp: 全てにチェック
lt_lt: Pažymėti Visus
nb_no: Sjekk Alle
nl_nl: Alles selecteren
pt_br: Marcar todas
ro_ro: Bifează tot
sk_sk: Zaškrtnúť všetko

source: Check all
ar_sa: تحقق من الكل
de_de: Alles markieren
hu_hu: Összes bejelölése
ja_jp: 全てにチェック
lt_lt: Pažymėti visus
nb_no: Sjekk alle
nl_nl: Alles selecteren
pt_br: Marcar todas
ro_ro: Bifează tot
sk_sk: Skontrolujte všetko

source: Check-in
ar_sa: تسجيل
hu_hu: Bejelentkezés
ja_jp: チェックイン
lt_lt: Pasižymėti
nb_no: Innsjekking
nl_nl: Inchecken
pt_br: Checar
ro_ro: Verificare

source: choices:
ar_sa: خيارات
de_de: Auswahlmöglichkeiten:
hu_hu: választási lehetőségek:
ja_jp: 選択肢:
lt_lt: pasirinkimai:
nb_no: alternativer:
nl_nl: keuzes:
pt_br: opções:
ro_ro: alegeri:
sk_sk: možnosti:

source: Choose a type for your property first
ar_sa: اختر نوع الخاصية الخاصة بك أولاً
de_de: Wählen Sie zuerst einen Typ für Ihre Immobilie
ja_jp: 最初にあなたのプロパティの種類を選択してください
nl_nl: Kies eerst een type voor je eigenschap
pt_br: Selecione primeiro um tipo para sua propriedade
ro_ro: Alegeți mai întâi un tip pentru proprietatea dvs.
sk_sk: Najprv si vyberte typ svojej nehnuteľnosti

source: Choose a value...
ar_sa: اختر قيمة ..
de_de: Wählen Sie einen Wert...
hu_hu: Válasszon egy értéket...
ja_jp: 値を選択...
lt_lt: Pasirinkti reikšmę...
nb_no: Velg en verdi...
nl_nl: Kies een waarde...
pt_br: Escolha um valor...
ro_ro: Alegeți o valoare...
sk_sk: Vyberte hodnotu...

source: Choose export format
ar_sa: اختر شكل الإرسال
de_de: Export-Format wählen
hu_hu: Exportálási formátum kiválasztása
ja_jp: エクスポート形式
lt_lt: Pasirinkti eksportavimo formatą
nb_no: Velg eksportformat
nl_nl: Kies export formaat:
pt_br: Escolher formato de exportação
ro_ro: Alegeți formatul de export
sk_sk: Vyberte formát exportu

source: Choose import format
ar_sa: اختر شكل الاستقبال
de_de: Import-Format wählen
hu_hu: Importálási formátum kiválasztása
ja_jp: インポート形式
lt_lt: Pasirinkti importavimo formatą
nb_no: Velg importformat
nl_nl: Kies import formaat:
pt_br: Escolha formato da importação
ro_ro: Alegeți formatul de import
sk_sk: Vyberte formát importu

source: class selected
ar_sa: القسم الذي تم اختياره
de_de: Klasse ausgewählt
hu_hu: kiválasztott osztály
ja_jp: 選択されたクラス
lt_lt: pasirinktos klasės
nb_no: valgt mappe
nl_nl: Geselecteerde klasse
pt_br: classe selecionada
ro_ro: clasă selectată
sk_sk: vybraná trieda
