Repository: oat-sa/tao-core
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: To reset your password, click the link below, or paste it into your browser. You will then be prompted to create a new password.
ar_sa: لإعادة تعيين كلمة المرور الخاصة بك ، انقر فوق الارتباط أدناه ، أو الصقه في متصفحك. سيُطلب منك بعد ذلك إنشاء كلمة مرور جديدة.
de_de: Um Ihr Passwort zurückzusetzen, klicken Sie auf den Link unten, oder fügen sie Ihn in die Addresszeile ihres Browsers ein. Anschließend werden Sie dazu aufgefordert ein neues Passwort festzulegen.
hu_hu: Jelszava visszaállításához kattintson az alábbi linkre, vagy illessze be a böngészőjébe. Ezután a rendszer kérni fogja, hogy hozzon létre egy új jelszót.
ja_jp: パスワードをリセットするには、下記リンクをクリックしてください。またはリンクをブラウザにペーストしてください。新規パスワード作成のページが表示されます。
lt_lt: Norint atstatyti slaptažodį, paspauskite ant nuorodos apačioje, arba nukopijuokite ir įklijuokite į savo naršyklę. Jūsų bus prašoma įvesti naują slaptažodį.
nb_no: For å tilbakestille passordet ditt, klikk på lenken nedenfor, eller lim det inn i nettleseren din. Du blir deretter bedt om å opprette et nytt passord.
nl_nl: Klik op de link hieronder om uw wachtwoord te resetten, of plak de link in uw browser. U zal dan gevraagd worden een nieuw wachtwoord te maken.
pt_br: Para redefinir sua senha, clique no link abaixo ou cole-o no seu navegador. Em seguida, será solicitado a criar uma nova senha.
ro_ro: Pentru a reseta parola, faceţi clic pe link-ul de mai jos sau inseraţi-l în browser-ul dvs. Vi se va solicita apoi să creaţi o parolă nouă.
sk_sk: Ak chcete obnoviť heslo, kliknite na odkaz nižšie alebo ho vložte do prehliadača. Následne budete vyzvaní na vytvorenie nového hesla.

source: to translate
ar_sa: للترجمة
de_de: zu übersetzen
hu_hu: fordítani
ja_jp: 翻訳
lt_lt: išversti
nb_no: å oversette
nl_nl: vertalen
pt_br: para traduzir
ro_ro: a traduce
sk_sk: preložiť

source: Toggle multiple/single selection
ar_sa: تبديل التحديد المتعدد / الفردي
de_de: Zwischen Mehrfach-/Einzelauswahl umschalten
hu_hu: Többszörös/egyszeres kijelölés váltása
ja_jp: 複数選択/択一選択の切り替え
nb_no: Veksle mellom flervalg/enkeltvalg
nl_nl: Wissel tussen meerdere / enkele selectie
pt_br: Alternar seleção múltipla/única
ro_ro: Comută selecția multiplă/unică
sk_sk: Prepínanie medzi výberom viacerých položiek/jedným položkou

source: Toggle the date time picker
ar_sa: تبديل منتقي التاريخ والوقت
de_de: Schalten Sie die Datums-/Uhrzeitauswahl um
hu_hu: Dátum-időválasztó be-/kikapcsolása
ja_jp: 日付のタイムピッカーを切り替える
nb_no: Veksle datovelgeren
nl_nl: De datum-tijdkiezer in-/uitschakelen
pt_br: Alternar o seletor de data e hora
ro_ro: Comută selectorul de dată
sk_sk: Prepnúť výber dátumu a času

source: Tokenizer
ar_sa: رمزية
hu_hu: Tokenizáló
ja_jp: トークナイザ
lt_lt: Antspaudėjas
sk_sk: Tokenizátor

source: Too many non-option arguments: got %s, maximum of %s
ar_sa: عدد كبير جدًا من الوسائط غير الاختيارية: حصلت على %s ، بحد أقصى %s
de_de: Zu viele Nicht-Optionsargumente: %s erhalten, maximal %s
hu_hu: Túl sok nem opcionális argumentum: %slett belőle, maximum %s
ja_jp: オプション以外の引数が多すぎます: %sを取得しました, 最大 %s
nl_nl: Te veel niet-optieargumenten: kreeg %s, maximum van %s
pt_br: Muitos argumentos não-opção: obteve %s, máximo de %s
ro_ro: Prea multe argumente fără opțiune: a obținut %s, maxim %s
sk_sk: Príliš veľa argumentov bez možnosti: získané %s, z celkového maxima %s

source: Too many suggestions match your query. Only a few are listed
ar_sa: الكثير من الاقتراحات تطابق استفسارك. يتم سرد عدد قليل فقط
de_de: Ihre Abfrage liefert zu viele Ergebnisse. Nur einige davon werden angezeigt
hu_hu: Túl sok javaslat felel meg a keresésnek. Csak néhány szerepel a listában.
ja_jp: 候補が多すぎるため候補の一部が表示されます
lt_lt: Jūsų užklausą atitinka daug daugiau rezultatų, nei rodoma.
nb_no: For mange forslag samsvarer med søket ditt. Bare noen få er oppført
nl_nl: Er komen te veel suggesties overeen met uw zoekopdracht. Er worden er slechts een beperkt aantal getoond.
pt_br: Muitas sugestões correspondem à sua consulta. Somente algumas estão listadas
ro_ro: Prea multe sugestii se potrivesc interogării dvs. Doar câteva sunt listate
sk_sk: Príliš veľa návrhov zodpovedá vášmu dopytu. Uvedených je len niekoľko.

source: Total duration
ar_sa: المدة الإجمالية
de_de: Gesamtdauer
hu_hu: Teljes időtartam
ja_jp: 合計時間
lt_lt: Bendra trukmė
nb_no: Total varighet
nl_nl: Totale duur
pt_br: Duração total
ro_ro: Durată totală
sk_sk: Celkové trvanie

source: Total:
ar_sa: مجموع:
de_de: Gesamt:
hu_hu: Teljes:
ja_jp: 合計：
lt_lt: Iš viso:
nl_nl: Totaal:
sk_sk: Celkom:

source: Translate
ar_sa: ترجم
de_de: Übersetzen
hu_hu: Fordítás
ja_jp: 翻訳
lt_lt: Išversti
nb_no: Oversett
nl_nl: Vertalen
pt_br: Traduzir
ro_ro: Tradu
sk_sk: Preložiť

source: Translate to
ar_sa: ترجم الى
de_de: Übersetzen in
hu_hu: Fordítás erre:
ja_jp: 翻訳先言語
lt_lt: Išversti į
nb_no: Oversett til
nl_nl: Vertalen naar
pt_br: Traduzir para
ro_ro: Tradu în
sk_sk: Preložiť do

source: Translated
ar_sa: مترجم
de_de: Übersetzt
ja_jp: 翻訳済み
nl_nl: Vertaald
pt_br: Traduzido
ro_ro: Tradus
sk_sk: Preložené

source: Translating
ar_sa: التَّرْجَمَةً
de_de: Übersetzen
ja_jp: 翻訳
nl_nl: Vertalen
pt_br: Traduzindo
ro_ro: Traducere
sk_sk: Prekladanie

source: Translation
ar_sa: التَّرْجَمَةً
de_de: Übersetzung
ja_jp: 翻訳
nl_nl: Vertaling
pt_br: Tradução
ro_ro: Traducere
sk_sk: Preklad

source: Translation parameters
ar_sa: اعدادات الترجمة
de_de: Übersetzungsparameter
hu_hu: Fordítási paraméterek
ja_jp: 翻訳パラメータ
lt_lt: Vertimo pasirinkimai
nb_no: Oversettelsesparametere
nl_nl: Vertaal parameters
pt_br: Parâmetros de tradução
ro_ro: Parametrii de traducere
sk_sk: Parametre prekladu

source: Translation Progress
ar_sa: تقدم التَّرْجَمَةً
de_de: Übersetzungsfortschritt
ja_jp: 翻訳の進捗状況
nl_nl: Voortgang vertaling
pt_br: Progresso da Tradução
ro_ro: Progresul traducerii
sk_sk: Priebeh prekladu

source: Translation saved
ar_sa: حفظ الترجمة
de_de: Übersetzung gespeichert
hu_hu: Fordítás mentve
ja_jp: 翻訳は保存されました
lt_lt: Vertimas išsaugotas
nb_no: Oversettelsen ble lagret
nl_nl: Vertaling opgeslagen
pt_br: Tradução salva
ro_ro: Traducere salvată
sk_sk: Preklad uložený

source: Translation Status
ar_sa: حالة التَّرْجَمَةً
de_de: Übersetzungsstatus
ja_jp: 翻訳ステータス
nl_nl: Vertaling Status
pt_br: Status da tradução
ro_ro: Status traducere
sk_sk: Stav prekladu

source: Translation Type
ar_sa: نوع التَّرْجَمَةً
de_de: Übersetzungsart
ja_jp: 翻訳タイプ
nl_nl: Type vertaling
pt_br: Tipo de tradução
ro_ro: Tip traducere
sk_sk: Typ prekladu

source: Translations
ar_sa: الترجمات
de_de: Übersetzungen
hu_hu: Fordítások
ja_jp: 翻訳
nl_nl: Vertalen
pt_br: Traduções
ro_ro: Traduceri
sk_sk: Preklady

source: Transport Layer Security
ar_sa: أمن طبقة النقل
de_de: Transportschichtsicherheit
hu_hu: Szállítási réteg biztonsága
ja_jp: トランスポートレイヤーセキュリティ
nb_no: Sikkerhet
nl_nl: Transportlaag Beveiliging
pt_br: Segurança de Camada de Transporte
ro_ro: Securitatea nivelului de transport
sk_sk: Zabezpečenie transportnej vrstvy

source: Tree - Multiple node choice
ar_sa: شجرة - اختيار عقد متعددة
de_de: Baum - Mehrfache Knotenauswahl
hu_hu: Fa - Több csomópont választás
ja_jp: ツリー - 複数ノードの選択
nb_no: Treet - Valg av flere noder
nl_nl: Boom - Meervoudige knooppunten keuze
pt_br: Árvore - Múltipla escolha de nó
ro_ro: Copac - alegere multiplă a nodului
sk_sk: Strom - výber z viacerých uzlov

source: Tree - Multiple node choice
ar_sa: شجرة - اختيار عقدة متعددة
de_de: Baum - Mehrfache Knotenauswahl
hu_hu: Fa - Több csomópont választás
ja_jp: ツリー - 複数ノードの選択
lt_lt: Medis - galimi kelių šakų pasirinkimai
nb_no: Treet - Valg av flere noder
nl_nl: Boom - Meervoudige knooppunten keuze
pt_br: Árvore - Múltipla escolha de nó
ro_ro: Copac - alegere multiplă a nodului
sk_sk: Strom - výber z viacerých uzlov

source: Tree values
ar_sa: قيم الشجرة
de_de: Baumwerte
hu_hu: Fa értékek
ja_jp: ツリーバリュー
nb_no: Tre-verdier
nl_nl: Boomstructuur waarden
pt_br: Valores da árvore
ro_ro: Valori copac
sk_sk: Hodnoty stromov

source: True
ar_sa: حقيقي
de_de: Wahr
hu_hu: Igaz
lt_lt: Teisingas
nb_no: Sant
nl_nl: Waar
pt_br: Verdadeiro
ro_ro: Adevărat
sk_sk: Pravda

source: trunc
ar_sa: قطع
de_de: abschneiden
hu_hu: csonk
nb_no: trunk
sk_sk: kmeň

source: Type
ar_sa: نوع
de_de: Typ
hu_hu: Típus
ja_jp: タイプ
lt_lt: Tipas
nb_no: Skriv
pt_br: tipo
ro_ro: Tip
sk_sk: Typ

source: Type your search
ar_sa: اكتب بحثك
de_de: Geben Sie Ihre Suche ein
hu_hu: Írja be a keresést
ja_jp: 検索条件を入力
lt_lt: Įveskite paiešką
nb_no: Skriv inn søket ditt
nl_nl: Typ uw zoekopdracht in
pt_br: Digite sua pesquisa
ro_ro: Introduceți căutarea
sk_sk: Zadajte vyhľadávací výraz

source: Unable to access your account?
ar_sa: غير قادر على الوصول إلى حسابك؟
de_de: Können Sie sich nicht anmelden?
hu_hu: Nem fér hozzá a fiókjához?
ja_jp: アカウントに接続できません
lt_lt: Napvyksta pasiekti savo paskyros?
nb_no: Får du ikke tilgang til kontoen din?
nl_nl: Kunt u geen toegang krijgen tot uw account?
pt_br: Não foi possível acessar sua conta?
ro_ro: Imposibil de accesat contul?
sk_sk: Nemáte prístup k svojmu účtu?

source: Unable to change passwords in demo mode
ar_sa: تعذر تغيير كلمات المرور في وضعية التجريب
de_de: Passwort kann im Demo Modus nicht geändert werden
hu_hu: Nem lehet jelszavakat módosítani demó módban
ja_jp: デモモードではパスワードの変更ができません。
lt_lt: Negalima keisti slaptažodžio, dirbant demonstravimo režimu
nb_no: Kan ikke endre passord i demomodus
nl_nl: U kunt geen wachtwoorden wijzigen in demo modus
pt_br: Não foi possível alterar a senha em modo de demonstração
ro_ro: Imposibil de modificat parolele în modul demo
sk_sk: V demo režime sa nedá zmeniť heslá

source: Unable to clone the resource
ar_sa: غير قادر على نسخ المورد
ja_jp: リソースを複製できません
pt_br: Não é possível clonar o recurso
ro_ro: Imposibil de clonat resursa
sk_sk: Zdroj sa nepodarilo klonovať

source: Unable to copy the resource
ar_sa: غير قادر على نسخ المورد
de_de: Die Ressource konnte nicht kopiert werden
hu_hu: Nem sikerült másolni az erőforrást
ja_jp: リソースをコピーできません
lt_lt: Nepavyko nukopijuoti resurso
nb_no: Kan ikke kopiere ressursen
nl_nl: Niet in staat om de resource te kopiëren
pt_br: Não é possível copiar o recurso
ro_ro: Imposibil de copiat resursa
sk_sk: Zdroj sa nepodarilo skopírovať

source: Unable to delete %s
ar_sa: غير قادر على حذف %s
de_de: %s kann nicht gelöscht werden
hu_hu: Nem sikerült törölni %s
ja_jp: %s を削除できません
lt_lt: Nepavyko ištrinti %s
nb_no: Kan ikke slette %s
nl_nl: Kan %s niet verwijderen
pt_br: Não foi possível excluir %s
ro_ro: Imposibil de șters %s
sk_sk: Nepodarilo sa odstrániť %s

source: Unable to delete the selected resource
ar_sa: غير قادر على حذف المورد المختار
de_de: Die ausgewählte Ressource kann nicht gelöscht werden
hu_hu: A kiválasztott erőforrás törlése sikertelen
ja_jp: 選択したリソースを削除できません
nb_no: Kan ikke slette den valgte filen
nl_nl: Niet in staat om de geselecteerde resource te verwijderen
pt_br: Não é possível excluir o recurso selecionado
ro_ro: Imposibil de șters resursa selectată
sk_sk: Vybraný zdroj sa nepodarilo odstrániť

source: Unable to delete the selected resource because you do not have the required rights to delete part of its content.
ar_sa: غير قادر على حذف المورد المحدد لأنه ليس لديك الحقوق المطلوبة لحذف جزء من محتوياته.
de_de: Die ausgewählte Ressource konnte nicht gelöscht werden, da Sie nicht über die erforderlichen Rechte zum Löschen eines Teils ihres Inhalts verfügen.
ja_jp: コンテンツの一部を削除するために必要な権限がないため、選択したリソースを削除できません。
nl_nl: Niet in staat om de geselecteerde resource te verwijderen omdat u niet de vereiste rechten heeft om een deel van de inhoud te verwijderen.
pt_br: Não foi possível excluir o recurso selecionado porque você não tem os direitos necessários para excluir parte de seu conteúdo.
ro_ro: Imposibil de șters resursa selectată, deoarece nu aveți drepturile necesare pentru a șterge o parte din conținutul său.
sk_sk: Vybraný zdroj sa nedá odstrániť, pretože nemáte potrebné práva na odstránenie časti jeho obsahu.

source: Unable to delete the selected resources
ar_sa: تعذر حذف الموارد المحددة
de_de: Die ausgewählten Ressourcen können nicht gelöscht werden
hu_hu: A kiválasztott erőforrások törlése sikertelen
ja_jp: 選択されたリソースを削除できません。
lt_lt: Neįmanoma ištrinti pasirinktų resursų
nb_no: Kan ikke slette de valgte ressursene
nl_nl: Niet in staat om de geselecteerde resources te wissen
pt_br: Não foi possível excluir os recursos selecionados
ro_ro: Imposibil de șters resursele selectate
sk_sk: Vybrané zdroje sa nepodarilo odstrániť

source: Unable to move the resources
ar_sa: غير قادر على نقل الموارد
de_de: Die Ressourcen können nicht verschoben werden
hu_hu: Nem sikerült áthelyezni az erőforrásokat
ja_jp: リソースを移動できません。
lt_lt: Neįmanoma perkleti resursų
nb_no: Kan ikke flytte ressursene
nl_nl: Niet in staat om de resources te verplaatsen
pt_br: Não é possível mover recursos
ro_ro: Imposibil de mutat resursele
sk_sk: Nepodarilo sa presunúť zdroje

source: Unable to open file %s
ar_sa: غير قادر على فتح الملف %s
de_de: Datei kann nicht geöffnet werden%s
hu_hu: Nem sikerült megnyitni a fájlt %s
ja_jp: ファイルを開けません : %s
lt_lt: Nepavyko atidaryti failo %s
nb_no: Kan ikke åpne filen %s
nl_nl: Kan bestand %s niet openen
pt_br: Não foi possível abrir o arquivo %s
ro_ro: Imposibil de deschis fișierul %s
sk_sk: Nepodarilo sa otvoriť súbor %s

source: Unable to process your request
ar_sa: غير قادر على معالجة طلبك
de_de: Ihre Anfrage konnte nicht verarbeitet werden
hu_hu: Nem sikerült feldolgozni a kérését
ja_jp: リクエストが処理できません
nb_no: Kan ikke behandle forespørselen din
nl_nl: Kan uw verzoek niet verwerken
pt_br: Não foi possível processar sua solicitação
ro_ro: Solicitarea dvs. nu poate fi procesată
sk_sk: Vašu žiadosť sa nepodarilo spracovať

source: Unable to release the lock
ar_sa: غير قادر على تحرير القفل
de_de: Die Sperre kann nicht aufgehoben werden
hu_hu: Nem sikerült feloldani a zárat
ja_jp: ロックを解除することができません
lt_lt: Nepavyko paleisti užrakto
nb_no: Kunne ikke åpne låsen
nl_nl: Kan de blokkade niet vrijgeven
pt_br: Impossível liberar o bloqueio
ro_ro: Imposibil de deblocat blocarea
sk_sk: Nedá sa uvoľniť zámok

source: Unable to remove the property.
ar_sa: غير قادر على إزالة الخاصية.
de_de: Eigenschaft kann nicht entfernt werden.
hu_hu: Nem sikerült eltávolítani a tulajdonságot.
ja_jp: プロパティを削除できません
lt_lt: Neįmanoma pašalinti šios savybės.
nb_no: Kunne ikke fjerne egenskap.
nl_nl: Kan eigenschap niet verwijderen
pt_br: Não é possível remover a propriedade.
ro_ro: Imposibil de eliminat proprietatea.
sk_sk: Vlastnosť sa nepodarilo odstrániť.

source: Unable to save resource.
ar_sa: تعذر حفظ المورد.
de_de: Die Ressource konnte nicht gespeichert werden.
hu_hu: Nem sikerült menteni az erőforrást.
ja_jp: リソースを保存できません
lt_lt: Nepavyko išsaugoti resurso.
nb_no: Kunne ikke lagre ressursen.
nl_nl: Niet in staat om resource te sparen.
pt_br: Não foi possível salvar o recurso.
ro_ro: Imposibil de salvat resursa.
sk_sk: Nepodarilo sa uložiť zdroj.

source: unable to search into notification.
ar_sa: غير قادر على البحث في الإشعار.
de_de: Die Suche in der Benachrichtigung ist nicht möglich.
hu_hu: nem lehet keresni az értesítésben.
ja_jp: 通知の検索ができません
lt_lt: negalima ieškoti pranešime.
nb_no: kunne ikke søke etter varsling.
nl_nl: niet in staat om te zoeken binnen de notificatie.
pt_br: não é possível pesquisar na notificação.
ro_ro: nu se poate căuta notificarea.
sk_sk: Nedá sa vyhľadávať v oznámeniach.

source: Unable to send the password reset request
ar_sa: تعذر إرسال طلب إعادة تعيين كلمة المرور
de_de: Die Anfrage zur Zurücksetzung des Passworts konnte nicht verschickt werden.
hu_hu: Nem sikerült elküldeni a jelszó-visszaállítási kérelmet
ja_jp: パスワードのリセットをリクエストできません
lt_lt: Nepavyko išsiųsti slaptažodžio atstatymo prašymo
nb_no: Kan ikke sende forespørselen om tilbakestilling av passord
nl_nl: Kan wachtwoord reset aanvraag niet versturen
pt_br: Não foi possível enviar a solicitação de recuperação de senha
ro_ro: Imposibil de trimis solicitarea de resetare a parolei
sk_sk: Žiadosť o obnovenie hesla sa nepodarilo odoslať

source: Unable to sync statistical data. Please, contact the system administrator for more details
ar_sa: غير قادر على مزامنة البيانات الإحصائية. يرجى الاتصال بمسؤول النظام لمزيد من التفاصيل
de_de: Statistische Daten konnten nicht synchronisiert werden. Bitte kontaktieren Sie den Systemadministrator für weitere Details
ja_jp: 統計データを同期できませんでした。詳細についてはシステム管理者にお問い合わせください。
nl_nl: Kan statistische gegevens niet synchroniseren. Neem contact op met de systeembeheerder voor meer informatie
pt_br: Não é possível sincronizar dados estatísticos. Por favor, entre em contato com o administrador do sistema para mais detalhes
ro_ro: Imposibil de sincronizat datele statistice. Vă rugăm să contactaţi administratorul de sistem pentru mai multe detalii
sk_sk: Nepodarilo sa synchronizovať štatistické údaje. Pre viac informácií kontaktujte správcu systému.

source: Unable to update the asset service
ar_sa: تعذر تحديث خدمة الأصول
de_de: Der Asset-Service konnte nicht aktualisiert werden
hu_hu: Nem sikerült frissíteni az eszközszolgáltatást.
ja_jp: アセットサービスの更新ができません
lt_lt: Nepavyko atnaujinti turinio serviso
nb_no: Kan ikke oppdatere medietjenesten
nl_nl: Niet in staat om de asset service te updaten
pt_br: Não é possível atualizar o serviço
ro_ro: Imposibil de actualizat serviciul de active
sk_sk: Nepodarilo sa aktualizovať službu aktív

source: Unable to upload file
ar_sa: لا اتمكن من تحميل الملف
de_de: Die Datei konnte nicht hochgeladen werden
hu_hu: Nem sikerült feltölteni a fájlt
ja_jp: ファイルをアップロードできません
lt_lt: Nepavyko įkelti failo
nb_no: Kan ikke laste opp fil
nl_nl: Kan het bestand niet uploaden
pt_br: Não foi possível enviar o arquivo
ro_ro: Imposibil de încărcat fișierul
sk_sk: Nepodarilo sa nahrať súbor

source: Unable to upload file %s : %s
ar_sa: تعذر تحميل الملف %s : %s
de_de: Die Datei %s konnte nicht hochgeladen werden: %s
hu_hu: Nem sikerült feltölteni a fájlt %s : %s
ja_jp: アップロードができません %s : %s
lt_lt: Nepavyko įkelti failo %s : %s
nb_no: Kan ikke laste opp filen %s: %s
nl_nl: Kan bestand %s : %s niet uplodaen
pt_br: Não foi possível carregar o arquivo %s : %s
ro_ro: Imposibil de încărcat fișierul %s : %s
sk_sk: Nepodarilo sa nahrať súbor %s : %s

source: Unary operator +
ar_sa: عامل أحادي +
de_de: Unärer Operator +
hu_hu: Unáris operátor +
ja_jp: 単項演算子(+)
lt_lt: Vienetinis operatorius +
nb_no: Unary operatør +
nl_nl: Unaire operator +
pt_br: Operador Unário +
sk_sk: Unárny operátor +

source: Unary operator -
ar_sa: عامل أحادي -
de_de: Unärer Operator -
hu_hu: Unáris operátor -
ja_jp: 単項演算子(-)
lt_lt: Vienetinis operatorius -
nb_no: Unary operatør -
nl_nl: Unaire operator -
pt_br: Operador Unário -
ro_ro: Operator fără legătură -
sk_sk: Unárny operátor -

source: Unauthorized files have been removed
ar_sa: تم إزالة الملفات غير المصرح بها
de_de: Nicht autorisierte Dateien wurden entfernt
ja_jp: 権限のないファイルが削除されました
nl_nl: Ongeautoriseerde bestanden zijn verwijderd
pt_br: Arquivos não autorizados foram removidos
ro_ro: Fișierele neautorizate au fost eliminate
sk_sk: Neautorizované súbory boli odstránené

source: Uncheck All
ar_sa: الغاءالكل
de_de: Nichts auswählen
hu_hu: Összes kijelölésének törlése
ja_jp: 全てチェックを外す
lt_lt: Atžymėti visus
nb_no: Fjern merket for alle
nl_nl: Alles uitvinken
pt_br: Desmarcar todos
ro_ro: Debifează tot
sk_sk: Zrušiť začiarknutie všetkých

source: Uncheck all
ar_sa: الغاءالكل
de_de: Alles abwählen
hu_hu: Összes kijelölésének törlése
ja_jp: 全てチェックを外す
lt_lt: Atžymėti visus
nb_no: Fjern merket for alle
nl_nl: Alles uitvinken
pt_br: Desmarcar todos
ro_ro: Debifează tot
sk_sk: Zrušte začiarknutie všetkých

source: Undefined amount of the pages for pagination
ar_sa: كمية غير محددة من الصفحات لترقيم الصفحات
de_de: Unbestimmte Anzahl der Seiten für die Paginierung
hu_hu: Meghatározatlan számú oldal tördeléshez
ja_jp: ページネーションのための未定義のページ数
lt_lt: Nenustatytas puslapių skaičius skirstymui puslapiais
nb_no: Udefinert antall sider for paginering
nl_nl: Ongedefinieerde aantal pagina's voor paginering
pt_br: Valor indefinido das páginas para paginação
ro_ro: Numărul nedefinit de pagini pentru paginare
sk_sk: Nedefinovaný počet strán na stránkovanie

source: Undefined amount of the totalPages for pagination
ar_sa: كمية غير محددة من إجمالي الصفحات المراد ترقيمها
de_de: Unbestimmte Anzahl der Gesamtseiten für die Paginierung
hu_hu: A lapozáshoz használt összes oldalszám meghatározatlan mennyisége
ja_jp: ページネーションのための総ページの未定義数
lt_lt: Nenustatytas bendras puslapių skaičius skirstymui puslapiais
nb_no: Udefinert antall av den totale siden for paginering
nl_nl: Ongedefinieerde aantal totalPages voor paginering
pt_br: Quantidade indefinida de páginas totais para paginação
ro_ro: Suma nedefinită a totalPages pentru paginare
sk_sk: Nedefinovaný počet stránok z celkového počtu strán

source: Undefined Instance can not be saved
ar_sa: لا يمكن حفظ مثيل غير محدد
de_de: Undefinierte Instanz kann nicht gespeichert werden
ja_jp: 未定義のインスタンスを保存できません
nl_nl: Ongedefinieerde instantie kan niet opgeslagen worden
pt_br: Instância Indefinida não pode ser salva
ro_ro: Instanța nedefinită nu poate fi salvată
sk_sk: Nedefinovanú inštanciu nie je možné uložiť

source: Undo
ar_sa: الغاء التحميل
de_de: Rückgängig
hu_hu: Visszavonás
ja_jp: 取り消し
lt_lt: Anuliuoti
nb_no: Angre
nl_nl: Ongedaan maken
pt_br: Desfazer
ro_ro: Anulează
sk_sk: Späť

source: Unexpected error. Please contact administrator
ar_sa: خطأ غير متوقع. يرجى الاتصال بالمسؤول
de_de: Unerwarteter Fehler. Bitte wenden Sie sich an den Administrator
hu_hu: Váratlan hiba. Kérjük, vegye fel a kapcsolatot a rendszergazdával.
ja_jp: 予期しないエラーです。管理者に問合せてください。
lt_lt: Netikėta klaida. Prašome pranešti administratoriui
nb_no: Uventet feil. Ta kontakt med administrator
nl_nl: Onverwachte fout. Neem contact op met de beheerder
pt_br: Ocorreu um erro inesperado. Por favor, contate o administrador do sistema
ro_ro: Eroare neașteptată. Contactați administratorul
sk_sk: Neočakávaná chyba. Kontaktujte administrátora.

source: Uninstall of %s failed
ar_sa: فشل إلغاء تثبيت %s
de_de: Deinstallation von %s fehlgeschlagen
hu_hu: A %s eltávolítása sikertelen
ja_jp: アンインストールに失敗しました : %s
lt_lt: %s išdiegimas nepavyko
nb_no: Avinstallering av %s mislyktes
nl_nl: De-installatie van %s is mislukt
pt_br: Falha ao desinstalar de %s
ro_ro: Dezinstalarea %s a eșuat
sk_sk: Odinštalovanie %s zlyhalo

source: Uninstalled %s
ar_sa: تم إلغاء تثبيت %s
de_de: %s deinstalliert
hu_hu: Eltávolítva %s
ja_jp: アンインストールが完了しました : %s
lt_lt: Išdiegtas %s
nb_no: Avinstallert %s
nl_nl: %s gedeïnstalleerd
pt_br: %s desinstalado
ro_ro: Dezinstalat %s
sk_sk: Odinštalované %s

source: UNIX Compressed Archive File
ar_sa: ملف أرشيف UNIX المضغوط
de_de: UNIX-komprimierte Archivdatei
hu_hu: UNIX tömörített archívumfájl
ja_jp: UNIX圧縮アーカイブファイル
nb_no: UNIX komprimert arkivfil
nl_nl: UNIX gecomprimeerd bestand
pt_br: Arquivo de Compressão UNIX
ro_ro: Fișier arhivă comprimat UNIX
sk_sk: Komprimovaný archívny súbor UNIX

source: unknown
ar_sa: غير معروف
de_de: unbekannt
hu_hu: ismeretlen
ja_jp: 不明
lt_lt: nežinoma
nb_no: ukjent
nl_nl: onbekend
pt_br: desconhecido
ro_ro: necunoscut
sk_sk: neznámy

source: Unknown Error
ar_sa: خطأ غير معروف
de_de: Unbekannter Fehler
hu_hu: Ismeretlen hiba
ja_jp: 不明なエラー
lt_lt: Nežinoma Klaida
nb_no: Ukjent feil
nl_nl: Onbekende fout
pt_br: Erro desconhecido
ro_ro: Eroare necunoscută
sk_sk: Neznáma chyba

source: unkown task id %s
ar_sa: معرف مهمة غير معروف %s
de_de: unbekannte Aufgaben-ID %s
hu_hu: ismeretlen feladatazonosító %s
ja_jp: 不明なタスクID : %s
lt_lt: nežinomas užduoties id %s
nb_no: ukjent oppgave-id %s
nl_nl: onbekende taak id %s
pt_br: id tarefa desconhecido %s
sk_sk: neznáme ID úlohy %s

source: Update
ar_sa: تحديث
de_de: Aktualisierung
hu_hu: Frissítés
ja_jp: 更新
lt_lt: Atnaujinti
nb_no: Oppdater
nl_nl: Bijwerken
pt_br: Atualizar
ro_ro: Actualizare
sk_sk: Aktualizácia
