Repository: oat-sa/tao-core
Catalog: locales/*/model.rdf.po
Languages: ar_sa, de_de, es_es, fr_fr, hu_hu, is_is, it_it, ja_le, lt_lt, nl_nl, pt_pt, ro_ro, ru_ru, sk_sk

# http://www.w3.org/2000/01/rdf-schema#label
source: Abstract Model
ar_sa: نموذج الخلاصة
de_de: Abstraktes Modell
es_es: Modelo abstracto
fr_fr: Résumé du modèle
hu_hu: Absztrakt modell
is_is: Formlegt Líkan
it_it: Modello di abstract
ja_le: 要約モデル
lt_lt: Abstraktus Modelis
pt_pt: Modelo de Resumo
ro_ro: Model Abstract
ru_ru: Абстрактная модель
sk_sk: Abstraktný model

# http://www.w3.org/2000/01/rdf-schema#comment
source: An abstract model to differentiate implementations of resources of the same type
ar_sa: نموذج تجريدي للتمييز بين تنفيذ الموارد من نفس النوع
de_de: Ein abstraktes Modell um die Implementationen der Ressourcen des selben Typs zu unterscheiden
es_es: Un modelo abstracto para diferenciar implementaciones de recursos del mismo tipo
fr_fr: Un résumé du modèle pour différencier les implémentations des ressources du même type
hu_hu: Egy absztrakt modell az azonos típusú erőforrások implementációinak megkülönböztetésére
is_is: Formlegt líkan til að greina á milli útfærslu tilfanga af sömu gerð
it_it: Un modello di abstract per differenziare le implementazioni di risorse dello stello tipo
ja_le: 同じタイプのリソースの実装を区別するための要約モデル
lt_lt: Abstraktus modelis diferencijuoti panaudojimus resursams tokiam pačiam tipui
nl_nl: Een abstract model om implementaties van bronnen van hetzelfde type te onderscheiden
pt_pt: Um modelo abstracto para diferenciar implementações de recursos do mesmo tipo
ro_ro: Un model abstract pentru a diferenția implementările de resurse de același tip
ru_ru: Абстрактная модель для различения реализаций ресурсов одного типа
sk_sk: Abstraktný model na rozlíšenie implementácií zdrojov rovnakého typu

# http://www.w3.org/2000/01/rdf-schema#label
source: Model implementation
ar_sa: التنفيذ النموذجي
de_de: Modellimplementierung
es_es: Implementación del modelo
fr_fr: Implementation de modèles
hu_hu: Modell megvalósítása
is_is: Líkansútfærsla
it_it: Implementazione di modello
ja_le: モデルの実装
lt_lt: Modelio panaudojimas
nl_nl: Model implementatie
pt_pt: Implementação do modelo
ro_ro: Implementarea modelului
ru_ru: Реализация модели
sk_sk: Implementácia modelu

# http://www.w3.org/2000/01/rdf-schema#label
source: Model Status
ar_sa: حالة النموذج
de_de: Modellstatus
es_es: Estado del modelo
fr_fr: Statut du modèle
hu_hu: Modell állapota
is_is: Líkansstaða
it_it: Stato di modello
ja_le: モデルステータス
lt_lt: Modelio Būsena
pt_pt: Estado do modelo
ro_ro: Status model
ru_ru: Состояние модели
sk_sk: Stav modelu

# http://www.w3.org/2000/01/rdf-schema#label
source: Stable
ar_sa: اسطبل
de_de: Stabil
es_es: Estable
hu_hu: This item model can be used in production
is_is: Stöðugt
it_it: Stabile
ja_le: 安定版
lt_lt: Stabilus
nl_nl: Stabiel
pt_pt: Estável
ro_ro: Stabil
ru_ru: Стабильный
sk_sk: Stabilný

# http://www.w3.org/2000/01/rdf-schema#comment
source: This model can be used in production
ar_sa: يمكن استخدام هذا النموذج في الإنتاج
de_de: Dieses Modell kann produktiv verwendet werden
es_es: Este modelo puede ser utilizado en producción
fr_fr: Ce modèle peut être utilisé en production
hu_hu: Ez a modell használható a gyártásban
is_is: Þetta líkan má nota í framleiðslu
it_it: Il modello può essere usato in produzione
ja_le: このモデルは、プロダクションとして使用することができます
lt_lt: Šis modulis gali būti naudojamas produkcijoje
nl_nl: Dit model kan in productie worden gebruikt
pt_pt: Este modelo pode ser usado em produção
ro_ro: Acest model poate fi folosit în producţie
ru_ru: Эта модель может быть использована в производстве
sk_sk: Tento model je možné použiť vo výrobe

# http://www.w3.org/2000/01/rdf-schema#label
source: Deprecated
ar_sa: مهمل
de_de: Veraltet
es_es: Desechado
fr_fr: Abandonné
hu_hu: This item model is not supported anymore, we advise to migrate your items
is_is: Úrelt
it_it: Deprecato
ja_le: 廃止
lt_lt: Nebenaudojamas
nl_nl: Verouderd
pt_pt: Obsoleto
ro_ro: Dezaprobată
ru_ru: Устаревший (нерекомендуемый)
sk_sk: Zastarané

# http://www.w3.org/2000/01/rdf-schema#comment
source: This model is not supported anymore, we advise to migrate
ar_sa: لم يعد هذا النموذج مدعوماً بعد الآن، ننصح بالهجرة
de_de: Dieses Modell wird nicht länger unterstützt, wir empfehlen die Migration
es_es: Este modelo no se soporta más, recomendamos migrar
fr_fr: Ce modèle n'est plus supporté, nous vous conseillons de migrer
hu_hu: Ez a modell már nem támogatott, javasoljuk az áttelepítést.
it_it: Questo modello non è più supportato, vi consigliamo di modificare
ja_le: このモデルはもうサポートされません。移行をお勧めします
lt_lt: Šis modelis nebepalaikomas, siūlome migruoti
nl_nl: Dit model wordt niet meer ondersteund, we adviseren u om te migreren
pt_pt: Este modelo não é mais suportado, recomendamos migrar
ro_ro: Acest model nu mai este suportat, recomandăm să migreze
ru_ru: Эта модель больше не поддерживается, мы советуем перенести
sk_sk: Tento model už nie je podporovaný, odporúčame migrovať.

# http://www.w3.org/2000/01/rdf-schema#label
source: Development
ar_sa: التطوير
de_de: Entwicklung
es_es: Desarrollo
fr_fr: Développement
hu_hu: this item model has not been tested in a production environment, we advise to be carefull with it
is_is: Þróun
it_it: Sviluppo
ja_le: 開発用
lt_lt: Kūrimas
nl_nl: Ontwikkeling
pt_pt: Desenvolvimento
ro_ro: Dezvoltare
ru_ru: Развитие
sk_sk: Vývoj

# http://www.w3.org/2000/01/rdf-schema#comment
source: this model has not been tested in a production environment, we advise to be carefull with it
ar_sa: لم يتم اختبار هذا النموذج في بيئة الإنتاج، وننصح بتوخي الحذر فيه
de_de: Dieses Modell wurde nicht in einer produktiven Umgebung getestet, wir empfehlen es mit Vorsicht zu verwenden
es_es: este modelo no ha sido probado en un ambiente de producción, recomendamos ser cuidadoso con el mismo
fr_fr: ce modèle n'a pas été testé dans un environnement en production, nous vous conseillons de faire attention avec
hu_hu: Ezt a modellt nem tesztelték éles környezetben, ezért óvatosan kell bánni vele.
is_is: þetta líkan hefur ekki verið prófað í framleiðsluumhverfi, við ráðleggjum varfærni við meðferð þess
it_it: questo modello non è stato testato in ambiente di produzione, vi consigliamo di fare attenzione
ja_le: このモデルは実稼働環境でテストされていません。利用には注意が必要です
lt_lt: šis modelis nebuvo išbandytas leidimo aplinkoje, todėl patariame būti atsargiems su juo.
nl_nl: Dit model is niet getest in een productieomgeving. We adviseren u om voorzichtig te zijn
pt_pt: esse modelo não foi testado em um ambiente de produção, recomendamos ser cuidadoso com ele
ro_ro: acest model nu a fost testat într-un mediu de producţie, recomandăm să fie atent la el
ru_ru: Эта модель не была испытана в производственной среде, мы советуем быть осторожны с ним
sk_sk: Tento model nebol testovaný v produkčnom prostredí, odporúčame s ním zaobchádzať opatrne.

# http://www.w3.org/2000/01/rdf-schema#label
source: Experimental
ar_sa: تجريبي
de_de: Experimentell
fr_fr: Expérimental
hu_hu: this item model is still in conception, but you can try it, give your feedback and it will be improved.
is_is: Á tilraunastigi
it_it: Sperimentale
ja_le: 試験的
lt_lt: Eksperimentinis
nl_nl: Experimenteel
ru_ru: Экспериментальный
sk_sk: Experimentálne

# http://www.w3.org/2000/01/rdf-schema#comment
source: this model is still in conception, but you can try it, give your feedback and it will be improved.
ar_sa: لا يزال هذا النموذج في مرحلة التصميم، ولكن يمكنك تجربته، وإعطاء تعليقاتك وسيتم تحسينه.
de_de: Dieses Modell ist noch in der Konzeptionsphase, allerdings können Sie es bereits ausprobieren. Mit Ihrem Feedback kann es weiter verbessert werden.
es_es: este modelo está todavía en concepción, pero puede probarlo, si da su retroalimentación podrá ser mejorado.
fr_fr: ce modèle est encore en élaboration, cependant vous pouvez l'essayer, donnez-nous vos commentaires et nous en tiendrons compte.
hu_hu: Ez a modell még mindig koncepcióban van, de kipróbálhatod, megoszthatod a véleményed, és folyamatosan fejleszteni fogjuk.
is_is: þetta líkan er enn á vinnslustigi, en það má reyna það, sendu endurgjöf og það verður bætt.
it_it: questo modello è ancora in versione incompiuta, ma puoi provarlo, fornire il tuo feedback in modo da migliorarlo
ja_le: このモデルは構想のままですが、試して、あなたのフィードバックにより、改善されることがあります
lt_lt: šis modelis vis dar yra koncepcijoje, bet jūs galite išbandyti, pateikite atsiliepimą ir bus patobulinta.
nl_nl: Dit model is nog in ontwikkeling, maar u kunt het proberen en uw feedback geven, dan zal het model worden verbeterd
pt_pt: Este modelo ainda está em concepção, mas você pode experimentá-lo, dar seu feedback e será melhorado.
ro_ro: acest model este încă în concepție, dar îl puteți încerca, oferiți feedback-ul dvs. și va fi îmbunătățit.
ru_ru: Эта модель еще в концепции, но вы можете попробовать, дать свой отзыв, и она будет улучшена.
sk_sk: Tento model je stále vo vývoji, ale môžete si ho vyskúšať, poskytnúť spätnú väzbu a bude vylepšený.

# http://www.w3.org/2000/01/rdf-schema#label
source: Status
ar_sa: الحالة
es_es: Estado
fr_fr: Etat
hu_hu: The status of an item model
is_is: Staða
it_it: Stato
ja_le: ステータス
lt_lt: Būsena
pt_pt: SItuação
ru_ru: Статус (состояние)
sk_sk: Stav

# http://www.w3.org/2000/01/rdf-schema#comment
source: The status of a model
ar_sa: ألف - حالة النموذج
de_de: Der Status eines Modells
es_es: El estado del modelo
fr_fr: L'état d'un modèle
hu_hu: Egy modell állapota
is_is: Staða líkans
it_it: Lo stato di un modello
ja_le: モデルのステータス
lt_lt: Modelio būsena
nl_nl: De status van een model
pt_pt: O status de um modelo
ro_ro: Statutul unui model
ru_ru: Состояние модели
sk_sk: Stav modelu/modelky

# http://www.w3.org/2000/01/rdf-schema#label
source: Model
ar_sa: الموديل
de_de: Modell
es_es: Modelo
fr_fr: Modèle
hu_hu: Modell
is_is: Líkan
it_it: Modello
ja_le: モデル
lt_lt: Modelis
pt_pt: Modelo
ru_ru: Модель

# http://www.w3.org/2000/01/rdf-schema#comment
source: Select the associated model
ar_sa: حدد النموذج المرتبط
de_de: Das verbundene Modell auswählen
es_es: Seleccione el modelo asociado
fr_fr: Sélectionner le modèle associé
hu_hu: Válassza ki a társított modellt
is_is: Veljið tengt líkan
it_it: Seleziona il modello associato
ja_le: 関連するモデルを選択します
lt_lt: Pasirinkti susietą modelį
nl_nl: Selecteer het geassocieerde model
pt_pt: Selecione o modelo associado
ro_ro: Selectaţi modelul asociat
ru_ru: Выберите связанную модель
sk_sk: Vyberte príslušný model
