Repository: oat-sa/tao-core
Catalog: locales/*/tao.rdf.po
Languages: de_de, es_es, fr_fr, hu_hu, is_is, it_it, ja_jp, lt_lt, nl_be, pt_pt, ro_ro, sk_sk

# http://www.w3.org/2000/01/rdf-schema#label
source: Label
fr_fr: Étiquette
ja_jp: ラベル
pt_pt: Descrição
sk_sk: Štítok

# http://www.w3.org/2000/01/rdf-schema#comment
source: A human-readable name for the subject.
de_de: Ein menschlich lesbarer Name für das Thema.
fr_fr: Un nom lisible par l'homme pour le sujet.
ja_jp: 人が読める題材の名前。
pt_pt: Um nome legível para o assunto.
sk_sk: Človekom čitateľný názov subjektu.

# http://www.w3.org/2000/01/rdf-schema#comment
source: Alias to be used when publishing a remote delivery
de_de: Alias zum Veröffentlichen einer Remote-Zustellung
fr_fr: Alias à utiliser lors de la publication d'une livraison à distance
ja_jp: リモート配信時に使用するエイリアス
pt_pt: Apelido a ser usado na publicação de uma entrega remota
sk_sk: Alias, ktorý sa má použiť pri publikovaní vzdialeného doručenia

# http://www.w3.org/2000/01/rdf-schema#label
source: Is language dependent?
de_de: Ist die Sprache abhängig?
fr_fr: La langue est-elle dépendante ?
ja_jp: 言語は依存していますか?
pt_pt: O idioma é dependente?
sk_sk: Je jazyk závislý?

# http://www.w3.org/2000/01/rdf-schema#comment
source: is_language_dependent
de_de: is_sprache_abhängig
fr_fr: est dépendant de la langue
pt_pt: dependente_idioma_
sk_sk: závisí_od_jazyka

# http://www.w3.org/2000/01/rdf-schema#label
source: TAO User Object
de_de: TAO Benutzer Objekt
es_es: Objeto usuario TAO
fr_fr: Objet utilisateur TAO
hu_hu: TAO felhasználói objektum
it_it: Oggetto di utente TAO
ja_jp: TAOユーザオブジェクト
lt_lt: TAO Vartotojo Objektas
nl_be: TAO gebruikers object
pt_pt: Objeto Usuário TAO
ro_ro: Obiect Utilizator TAO
sk_sk: Objekt používateľa TAO

# http://www.w3.org/2000/01/rdf-schema#comment
source: Any user-level resource related to etesting
de_de: Beliebige mit E-Testing assoziierte Ressource auf Benutzer Ebene
es_es: Cualquier recurso de nivel de usuario relacionado con etesting
fr_fr: Toute ressource de niveau utilisateur en relation avec le e-testing
hu_hu: Bármely felhasználói szintű erőforrás, amely az estestinghez kapcsolódik
it_it: Risorsa livello-utente legata a etesting
ja_jp: CBTに関するすべてのユーザレベルのリソース
lt_lt: Betkoks vartotojo lygmens resursas susijęs su e. testavimu
nl_be: Enig gebruikersniveau bron gerelateerd aan e-testing
pt_pt: Qualquer recurso de nível de usuário relacionado ao etesting
ro_ro: Orice resursă la nivel de utilizator legată de etesting
sk_sk: Akýkoľvek zdroj na úrovni používateľa súvisiaci s testovaním

# http://www.w3.org/2000/01/rdf-schema#label
source: System Object
de_de: System Objekt
es_es: Objeto del sistema
fr_fr: Objet système
hu_hu: Rendszerobjektum
it_it: Oggetto di sistema
ja_jp: システムオブジェクト
lt_lt: Sistemos Objektas
nl_be: Systeem object
pt_pt: Objeto do Sistema
ro_ro: Obiectul sistemului
sk_sk: Systémový objekt

# http://www.w3.org/2000/01/rdf-schema#comment
source: Any system resource related to etesting
de_de: Beliebige mit E-Testing assoziierte Systemressource
es_es: Cualquier recurso del sistema relacionado con etesting
fr_fr: Toute ressource système en relation avec le e-testing
hu_hu: Bármely, az esteszteléshez kapcsolódó rendszererőforrás
it_it: Risorsa di sistema legata a etesting
ja_jp: CBTに関するすべてのシステムリソース
lt_lt: Betkoks sistemos resursas susijęs su e. testavimu
nl_be: Enig systeem bron gerelateerd aan e-testing
pt_pt: Qualquer recurso de sistema relacionado ao etesting
ro_ro: Orice resursă de sistem legată de etesting
sk_sk: Akýkoľvek systémový zdroj súvisiaci s testovaním

# http://www.w3.org/2000/01/rdf-schema#label
source: List
de_de: Liste
es_es: Lista
fr_fr: Liste
hu_hu: Lista
is_is: Listi
it_it: Elenco
ja_jp: リスト
lt_lt: Sąrašas
nl_be: Lijst
pt_pt: Lista
ro_ro: Listă
sk_sk: Zoznam

# http://www.w3.org/2000/01/rdf-schema#label
source: Remote list source
de_de: Quelle der Remote-Liste
es_es: Fuente de la lista remota
fr_fr: Source de la liste distante
hu_hu: Távoli lista forrása
ja_jp: リモートリストソース
pt_pt: Fonte de lista remota
ro_ro: Sursă listă la distanță
sk_sk: Zdroj vzdialeného zoznamu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Remote list source
de_de: Quelle der Remote-Liste
es_es: Fuente de la lista remota
fr_fr: Source de la liste distante
hu_hu: Távoli lista forrása
ja_jp: リモートリストソース
pt_pt: Fonte de lista remota
ro_ro: Sursă listă la distanță
sk_sk: Vzdialený zdroj zoznamu

# http://www.w3.org/2000/01/rdf-schema#label
source: Remote list source uri path
de_de: URi-Pfad für Remote-Listenquelle
es_es: Ruta uri a la lista remota
fr_fr: Chemin uri source de la liste distante
hu_hu: Távoli lista forrás URI útvonala
ja_jp: リモートリストソースUTIパス
pt_pt: Caminho de origem uri de lista remota
ro_ro: Cale sursă pentru lista la distanță
sk_sk: Cesta URI zdroja vzdialeného zoznamu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Remote list source uri path
de_de: URi-Pfad für Remote-Listenquelle
es_es: Ruta uri a la lista remota
fr_fr: Chemin uri source de la liste distante
hu_hu: Távoli lista forrás URI útvonala
ja_jp: リモートリストソースUTIパス
pt_pt: Caminho de origem uri de lista remota
ro_ro: Cale sursă pentru lista la distanță
sk_sk: Cesta URI zdroja vzdialeného zoznamu

# http://www.w3.org/2000/01/rdf-schema#label
source: Remote list source label path
de_de: Quellenbezeichnungspfad der Remote-Liste
es_es: Ruta de la etiqueta de origen de lista remota
fr_fr: Chemin du label source de la liste distante
hu_hu: Távoli lista forráscímkéjének elérési útja
ja_jp: リモートリストソース・ラベルパス
pt_pt: Caminho do rótulo de origem da lista remota
ro_ro: Calea etichetei sursă listă la distanţă
sk_sk: Cesta k označeniu zdroja vzdialeného zoznamu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Remote list source label path
de_de: Quellenbezeichnungspfad der Remote-Liste
es_es: Ruta de la etiqueta de origen de lista remota
fr_fr: Chemin du label source de la liste distante
hu_hu: Távoli lista forráscímkéjének elérési útja
ja_jp: リモートリストソース・ラベルパス
pt_pt: Caminho do rótulo de origem da lista remota
ro_ro: Calea etichetei sursă listă la distanţă
sk_sk: Cesta k označeniu zdroja vzdialeného zoznamu

# http://www.w3.org/2000/01/rdf-schema#label
source: List type
de_de: Listentyp
es_es: Tipo de lista
fr_fr: Type de liste
hu_hu: Lista típusa
ja_jp: リストタイプ
pt_pt: Tipo de lista
ro_ro: Tip listă
sk_sk: Typ zoznamu

# http://www.w3.org/2000/01/rdf-schema#comment
source: List type
de_de: Listentyp
es_es: Tipo de lista
fr_fr: Type de liste
hu_hu: Lista típusa
ja_jp: リストタイプ
pt_pt: Tipo de lista
ro_ro: Tip listă
sk_sk: Typ zoznamu

# http://www.w3.org/2000/01/rdf-schema#label
source: Remote list type
de_de: Entfernter Listentyp
es_es: Tipo de lista remota
fr_fr: Type de liste distante
hu_hu: Távoli lista típusa
ja_jp: リモートリストタイプ
pt_pt: Tipo de lista remota
ro_ro: Tip listă la distanță
sk_sk: Typ vzdialeného zoznamu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Remote list type
de_de: Entfernter Listentyp
es_es: Tipo de lista remota
fr_fr: Type de liste distante
hu_hu: Távoli lista típusa
ja_jp: リモートリストタイプ
pt_pt: Tipo de lista remota
ro_ro: Tip listă la distanță
sk_sk: Typ vzdialeného zoznamu

# http://www.w3.org/2000/01/rdf-schema#label
source: Remote list dependency source uri path
de_de: URi-Pfad für externe Liste der Abhängigkeitsquellen
fr_fr: Chemin de l'uri de la liste distante source des dépendances
pt_pt: Caminho de uri fonte de dependência de lista remota
sk_sk: Cesta URI zdroja závislostí vzdialeného zoznamu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Remote list dependency source uri path
de_de: URi-Pfad für externe Liste der Abhängigkeitsquellen
fr_fr: Chemin de l'uri de la liste distante source des dépendances
pt_pt: Caminho de uri fonte de dependência de lista remota
sk_sk: Cesta URI zdroja závislostí vzdialeného zoznamu

# http://www.w3.org/2000/01/rdf-schema#label
source: Updated
de_de: Aktualisiert
es_es: Actualizado
fr_fr: Mis à jour
hu_hu: Frissítve
ja_jp: 更新しました
lt_lt: Atnaujinta
pt_pt: Atualizado
ro_ro: Actualizat
sk_sk: Aktualizované

# http://www.w3.org/2000/01/rdf-schema#comment
source: Last updated date
de_de: Zuletzt aktualisiert am
es_es: Fecha de última actualización
fr_fr: Date de dernière mise à jour
hu_hu: Utolsó frissítés dátuma
ja_jp: 最終更新日：
lt_lt: Paskutinio atnaujinimo data
pt_pt: Data da última atualização
ro_ro: Data ultimei actualizări
sk_sk: Dátum poslednej aktualizácie

# http://www.w3.org/2000/01/rdf-schema#label
source: Author
de_de: Autor
fr_fr: Auteur
pt_pt: Autor
sk_sk: Autor

# http://www.w3.org/2000/01/rdf-schema#comment
source: User who authored the change
de_de: Benutzer, der die Änderung geschrieben hat
fr_fr: Utilisateur auteur de la modification
pt_pt: Usuário que criou a alteração
sk_sk: Používateľ, ktorý vykonal zmenu

# http://www.w3.org/2000/01/rdf-schema#label
source: level
es_es: nivel
fr_fr: niveau
hu_hu: szint
is_is: þrep
it_it: livello
ja_jp: レベル
lt_lt: lygis
nl_be: niveau
pt_pt: Nível
ro_ro: nivel
sk_sk: úroveň

# http://www.w3.org/2000/01/rdf-schema#label
source: Languages
de_de: Sprachen
es_es: Lenguajes
fr_fr: Langues
hu_hu: Nyelvek
is_is: Tungumál
it_it: Lingue
ja_jp: 言語
lt_lt: Kalbos
nl_be: Talen
pt_pt: Idiomas
ro_ro: Limbi
sk_sk: Jazyky

# http://www.w3.org/2000/01/rdf-schema#label
source: Usage
de_de: Verwendung
es_es: Uso
fr_fr: Utilisation
hu_hu: Használat
is_is: Notkun
it_it: Utilizzo
ja_jp: 使い方
lt_lt: Naudojimas
nl_be: Gebruik
pt_pt: Utilização
ro_ro: Utilizare
sk_sk: Použitie

# http://www.w3.org/2000/01/rdf-schema#comment
source: Usage of a language
de_de: Verwendung einer Sprache
es_es: Uso de un lenguaje
fr_fr: Utilisation d'un langage
hu_hu: Nyelvhasználat
is_is: Notkun á máli
it_it: Utilizzo di una lingua
ja_jp: 言語の使用方法
lt_lt: Kalbos naudojimas
nl_be: Gebruik van een taal
pt_pt: Uso de um idioma
ro_ro: Utilizarea unei limbi
sk_sk: Používanie jazyka

# http://www.w3.org/2000/01/rdf-schema#label
source: Language Usage
de_de: Sprachgebrauch
es_es: Uso del lenguaje
fr_fr: Utilisation de langages
hu_hu: Nyelvhasználat
is_is: Málnotkun
it_it: Utilizzo Lingua
ja_jp: 言語の利用法
lt_lt: Kalbos Naudojimas
nl_be: Taal gebruik
pt_pt: Uso de Idioma
ro_ro: Utilizare limbă
sk_sk: Používanie jazyka

# http://www.w3.org/2000/01/rdf-schema#comment
source: Language usage class
de_de: Sprachgebrauch Klasse
es_es: Clase de uso del lenguaje
fr_fr: Catégorie d'utilisation de langages
hu_hu: Nyelvhasználati óra
is_is: Málnotkunarbekkur
it_it: Classe di uso di lingua
ja_jp: 言語利用クラス
lt_lt: Kalbos naudojimo klasė
nl_be: Taalgebruiker klasse
pt_pt: Classe de uso do idioma
ro_ro: Clasa de utilizare a limbii
sk_sk: Trieda používania jazyka

# http://www.w3.org/2000/01/rdf-schema#label
source: GUI Usage
de_de: GUI Verwendung
es_es: Uso de la GUI
fr_fr: Utilisation GUI
hu_hu: Grafikus felhasználói felület használata
is_is: Notkun á grafísku notandaviðmóti
it_it: Utilizzo GUI
ja_jp: GUI利用法
lt_lt: Vartotojo sąsajos Naudojimas
nl_be: GUI gebruik
pt_pt: Uso de GUI
ro_ro: Utilizare GUI
sk_sk: Používanie grafického používateľského rozhrania

# http://www.w3.org/2000/01/rdf-schema#comment
source: Graphical User Interface language usage
de_de: Sprachverwendung der grafischen Benutzeroberfläche
es_es: Uso del lenguaje para la Interface Gráfica del Usuario (GUI)
fr_fr: Interface d'utilisation graphique d'une utilisation de langages
hu_hu: Grafikus felhasználói felület nyelvhasználata
is_is: Málnotkun í grafísku notendaviðmóti
it_it: Grafico interfaccia utente utilizzo lingua
ja_jp: GUIインタフェース言語の利用法
lt_lt: Grafinės Vartotojo Sąsajos kalbos naudojimas
nl_be: Taal gebruikt voor Graphical User interface
pt_pt: Uso gráfico do idioma da Interface do Usuário
ro_ro: Utilizarea limbajului interfeței cu utilizator grafic
sk_sk: Používanie jazyka grafického používateľského rozhrania

# http://www.w3.org/2000/01/rdf-schema#label
source: Data Usage
de_de: Datengebrauch
es_es: Uso de datos
fr_fr: Utilisation des données
hu_hu: Adathasználat
is_is: Gagnanotkun
it_it: Uso di dati
ja_jp: データ使用量
lt_lt: Duomenų naudojimas
nl_be: Data gebruik
pt_pt: Uso de Dados
ro_ro: Utilizarea datelor
sk_sk: Spotreba dát

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data language usage
de_de: Verwendung Datensprache
es_es: Uso de lenguaje para los datos
fr_fr: Utilisation du langage de données
hu_hu: Adatnyelv-használat
it_it: Uso di dati di lingua
ja_jp: データ言語の使用法
lt_lt: Duomenų kalbos naudojimas
nl_be: Taal gebruikt voor data
pt_pt: Uso do idioma
ro_ro: Utilizarea limbii datelor
sk_sk: Používanie dátového jazyka

# http://www.w3.org/2000/01/rdf-schema#label
source: Language orientation
de_de: Sprachorientierung
es_es: Orientación del lenguaje
fr_fr: Orientation du langage
hu_hu: Nyelvi orientáció
it_it: Orientamento di lingua
ja_jp: 言語方向
lt_lt: Kalbos orientacija
nl_be: Taal oriëntatie
pt_pt: Orientação da linguagem
ro_ro: Orientarea limbii
sk_sk: Jazyková orientácia

# http://www.w3.org/2000/01/rdf-schema#comment
source: Language orientation class
de_de: Sprachorientierung Klasse
es_es: Clase para orientación del lenguaje
fr_fr: Classe d'orientation du langage
hu_hu: Nyelvi orientációs kurzus
it_it: Classe di orientamento di lingua
ja_jp: 言語方向クラス
lt_lt: Kalbos orientacijos klasė
nl_be: Taal gebruikt voor de klasse oriëntatie
pt_pt: Classe de orientação de linguagem
ro_ro: Clasa de orientare lingvistică
sk_sk: Kurz jazykovej orientácie

# http://www.w3.org/2000/01/rdf-schema#label
source: Orientation
de_de: Orientierung
es_es: Orientación
hu_hu: Tájolás
is_is: Skynjun
it_it: Orientamento
ja_jp: 方向
lt_lt: Orientacija
nl_be: Oriëntatie
pt_pt: Orientação
ro_ro: Orientare
sk_sk: Orientácia

# http://www.w3.org/2000/01/rdf-schema#comment
source: Orientation of a language
de_de: Orientierung einer Sprache
es_es: Orientación del lenguaje
fr_fr: Orientation de langage
hu_hu: Egy nyelv orientációja
is_is: Skynjun á tungumáli
it_it: Orientamento di una lingua
ja_jp: 言語方向
lt_lt: Kalbos orientacija
nl_be: Taal oriëntatie
pt_pt: Orientação de um idioma
ro_ro: Orientarea unei limbi
sk_sk: Orientácia jazyka

# http://www.w3.org/2000/01/rdf-schema#label
source: Left-to-right orientation
de_de: Links-nach-rechts-Orientierung
es_es: Orientación izquierda-a-derecha
fr_fr: Orientation de gauche à droite
hu_hu: Balról jobbra irányultság
is_is: vinstri-til-hægri skynjun
it_it: Orientamento sinistra-destra
ja_jp: 左から右
lt_lt: Iš kairės į dešinę kryptis
nl_be: Oriëntatie van links naar rechts
pt_pt: Orientação da esquerda-para-direita
ro_ro: Orientare de la stânga la dreapta
sk_sk: Orientácia zľava doprava

# http://www.w3.org/2000/01/rdf-schema#comment
source: Left-to-right language orientation
de_de: Links-nach-Rechts Sprachausrichtung
es_es: Orientación izquierda-a-derecha
fr_fr: Orientation du langage de gauche à droite
hu_hu: Balról jobbra író nyelvi irányultság
is_is: Vinstri-til-hægri tungumálsskynjun
it_it: Orientamento di lingua sinistra-destra
ja_jp: 言語方向 左から右
lt_lt: Iš kairės į dešinę kalbos kryptis
nl_be: Taaloriëntatie van links naar rechts
pt_pt: Orientação da linguagem esquerda-para-direita
ro_ro: Orientarea limbii stânga-dreapta
sk_sk: Orientácia jazyka zľava doprava

# http://www.w3.org/2000/01/rdf-schema#label
source: Right-to-left orientation
de_de: Rechts-nach-Links Ausrichtung
es_es: Orientación derecha-a-izquierda
fr_fr: Orientation de droite à gauche
hu_hu: Jobbról balra irányultság
is_is: Hægri-til-vinstri skynjun
it_it: Orientamento destra-sinistra
ja_jp: 言語方向 右から左
lt_lt: Iš dešinės į kairę kryptis
nl_be: Oriëntatie van rechts naar links
pt_pt: Orientação da direita-para-esquerda
ro_ro: Orientare dreapta-stânga
sk_sk: Orientácia sprava doľava

# http://www.w3.org/2000/01/rdf-schema#comment
source: Right-to-left language orientation
de_de: Rechts-nach-Links Sprachausrichtung
es_es: Orientación de lenguaje derecha-a-izquierda
fr_fr: Orientation du langage de droite à gauche
hu_hu: Jobbról balra író nyelvi irányultság
is_is: Hægri-til-vinstri tungumálsskynjun
it_it: Orientamento lingua destra-sinistra
ja_jp: 言語方向 右から左
lt_lt: Iš dešinės į kairę kalbos kryptis
nl_be: Taaloriëntatie van rechts naar links
pt_pt: Orientação da linguagem direita-para-esquerda
ro_ro: Orientarea limbii dreapta-stânga
sk_sk: Orientácia jazyka sprava doľava

# http://www.w3.org/2000/01/rdf-schema#label
source: Vertical writing mode enum
fr_fr: Mode d'écriture verticale enum
pt_pt: Enum modo de escrita vertical
sk_sk: Výčet vertikálneho režimu písania

# http://www.w3.org/2000/01/rdf-schema#comment
source: Vertical writing mode enum, for languages which support vertical writing
fr_fr: Mode d'écriture verticale enum, pour les langues qui supportent l'écriture verticale
pt_pt: Enum modo de escrita vertical, para idiomas que suportam escrita vertical
sk_sk: Výčet režimov vertikálneho zápisu pre jazyky, ktoré podporujú vertikálne zápis

# http://www.w3.org/2000/01/rdf-schema#label
source: Vertical writing mode property
fr_fr: Propriété du mode d'écriture vertical
pt_pt: Propriedade do modo de escrita vertical
sk_sk: Vlastnosť vertikálneho režimu písania

# http://www.w3.org/2000/01/rdf-schema#comment
source: Vertical writing mode property of a language
fr_fr: Propriété du mode d'écriture vertical d'une langue
pt_pt: Propriedade do modo de escrita vertical de um idioma
sk_sk: Vlastnosť vertikálneho režimu písania jazyka

# http://www.w3.org/2000/01/rdf-schema#label
source: Vertical-right-to-left writing mode
fr_fr: Mode d'écriture verticale-droite-à-gauche
pt_pt: Modo de escrita Vertical-direita-para-esquerda
sk_sk: Režim písania zvisle sprava doľava

# http://www.w3.org/2000/01/rdf-schema#comment
source: Vertical-right-to-left language writing mode
fr_fr: Mode d'écriture de la langue verticale de droite à gauche
pt_pt: Modo de escrita Vertical-direita-para-esquerda
sk_sk: Režim písania jazyka zvisle sprava doľava

# http://www.w3.org/2000/01/rdf-schema#label
source: Vertical-left-to-right writing mode
fr_fr: Mode d'écriture verticale-gauche-droite
pt_pt: Modo de escrita Vertical-Esquerda-para-Direita
sk_sk: Režim písania zvisle zľava doprava

# http://www.w3.org/2000/01/rdf-schema#comment
source: Vertical-left-to-right language writing mode
fr_fr: Mode d'écriture verticale-gauche-droite
pt_pt: Modo de escrita do idioma Vertical-Esquerda-para-direita
sk_sk: Režim písania jazyka zvisle zľava doprava

# http://www.w3.org/2000/01/rdf-schema#label
source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
hu_hu: Felhasználó
is_is: Notandi
it_it: Utente
ja_jp: ユーザ
lt_lt: Vartotojas
nl_be: Gebruiker
pt_pt: Usuário
ro_ro: Utilizator
sk_sk: Používateľ

# http://www.w3.org/2000/01/rdf-schema#comment
source: TAO User Class
de_de: TAO Benutzer Klasse
es_es: Clase Usuario TAO
fr_fr: Catégorie d'utilisateurs TAO
hu_hu: TAO felhasználói osztály
is_is: TAO Notendabekkur
ja_jp: TAOユーザクラス
lt_lt: TAO vartotojo klasė
nl_be: TAO gebruikers klasse
pt_pt: Classe de usuário TAO
ro_ro: Clasa utilizatorului TAO
sk_sk: Trieda používateľov TAO

# http://www.w3.org/2000/01/rdf-schema#label
source: Management
de_de: Verwaltung
es_es: Administración
fr_fr: Gestion
hu_hu: Vezetés
is_is: Umsýsla
it_it: Gestione
ja_jp: 管理
lt_lt: Valdymas
nl_be: Beheer
pt_pt: Gestão
ro_ro: Gestionare
sk_sk: Manažment

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Management Role Class
de_de: Die Management-Rollen Klasse
es_es: Clase de rol de Administración
fr_fr: La gestion des catégories de rôles
hu_hu: A vezetői szerepkör osztály
is_is: Bekkur umsýsluhlutverks
it_it: Gestione Ruolo Classe
ja_jp: ロールクラス管理
lt_lt: Tvarkytojo Rolės Klasė
nl_be: The beheerders rol klasse
pt_pt: A classe de função de gestão
ro_ro: Clasa de rol de management
sk_sk: Trieda manažérskych rolí

# http://www.w3.org/2000/01/rdf-schema#comment
source: The BackOffice Role
de_de: Die BackOffice Rolle
es_es: Rol de Trastienda (back office)
fr_fr: Le rôle du Back Office
hu_hu: A BackOffice szerepkör
is_is: Hlutverk Bakskrifstofu
it_it: Il ruolo di BackOffice
ja_jp: Back Officeロール
nl_be: De Back Office rol
pt_pt: O Papel de Administração
ro_ro: Rolul de backoffice
sk_sk: Úloha BackOffice

# http://www.w3.org/2000/01/rdf-schema#label
source: Front Office
es_es: Oficina Frontal
fr_fr: Services administratifs
hu_hu: Recepció
is_is: Framskrifstofa
it_it: Sportello
ja_jp: フロントオフィス
sk_sk: Recepcia

# http://www.w3.org/2000/01/rdf-schema#comment
source: The FrontOffice Role
de_de: Die FrontOffice Rolle
es_es: Rol de Oficina Frontal
fr_fr: Le rôle du service administratif
hu_hu: A Front Office szerepkör
is_is: Hlutverk framskrifstofu
it_it: Il ruolo sportello
ja_jp: Front Officeロール
nl_be: De Front office rol
pt_pt: O papel da loja
ro_ro: Rolul din FrontOffice
sk_sk: Úloha FrontOffice

# http://www.w3.org/2000/01/rdf-schema#label
source: Service
de_de: Dienst
es_es: Servicio
hu_hu: Szolgáltatás
is_is: Þjónusta
it_it: Servizio
ja_jp: サービス
lt_lt: Servisas
nl_be: Dienst
pt_pt: Serviço
ro_ro: Serviciu
sk_sk: Služba

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Service Role
de_de: Die Dienst Rolle
es_es: Rol de Servicio
fr_fr: Le rôle du service
hu_hu: A szolgálati szerep
is_is: Þjónustuhlutverkið
it_it: Il ruolo servizio
ja_jp: Serviceロール
lt_lt: Serviso Rolė
nl_be: De dienst rol
pt_pt: A função de serviço
ro_ro: Rolul Serviciului
sk_sk: Servisná rola

# http://www.w3.org/2000/01/rdf-schema#label
source: TAO Manager
es_es: Administrador TAO
fr_fr: Gestionnaire de TAO
hu_hu: TAO-menedzser
is_is: TAO umsjón
ja_jp: TAOマネージャー
lt_lt: TAO valdymas
nl_be: TAO beheerder
pt_pt: Gerenciador TAO
ro_ro: Manager TAO
sk_sk: Manažér TAO

# http://www.w3.org/2000/01/rdf-schema#comment
source: The TAO Manager Role
de_de: Die TAO Manager Rolle
es_es: Rol de Administrador TAO
fr_fr: Le rôle du gestionnaire de TAO
hu_hu: A TAO-kezelő szerepe
is_is: Hlutverk TAO stjórnandans
it_it: Il ruolo TAO Manager
ja_jp: TAO Managerロール
lt_lt: TAO valdytojo rolė
nl_be: De TAO beheerders rol
pt_pt: A função gestor do TAO
ro_ro: Rolul managerului TAO
sk_sk: Úloha manažéra TAO

# http://www.w3.org/2000/01/rdf-schema#label
source: Metadata Manager Role
de_de: Metadaten Manager Rolle
es_es: Metadatos Gestión de Rol
fr_fr: Rôle de gestionnaire de métadonnées
hu_hu: Metaadat-kezelő szerepkör
it_it: Ruolo Manager Metadata
ja_jp: メタデータマネージャロール
lt_lt: Metaduomenų Tvarkytojo Rolė
nl_be: Metadata beheerders rol
pt_pt: Função Gerente de Metadados
ro_ro: Rolul managerului de metadate
sk_sk: Rola správcu metadát

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Metadata Manager Role allows you to modify the properties of the classes.
de_de: Die Rolle des Metadatenmanager ermöglicht es die Eigenschaften der Klassen zu bearbeiten.
es_es: Los Metadatos Gestión de Rol permite modificar las propiedades de las clases.
fr_fr: Le rôle de gestionnaire de métadonnées vous permet de modifier les propriétés des classes.
hu_hu: A Metaadat-kezelő szerepkör lehetővé teszi az osztályok tulajdonságainak módosítását.
it_it: Il ruolo Manager Metadata ti consente di modificare le proprietà delle classi.
ja_jp: Metadata Managerロールは、クラスのプロパティを変更できます。
lt_lt: Metaduomenų Tvarkytojo Rolė leidžia jums keisti klasių savybes.
nl_be: De metadata beheerder rol geeft u de mogelijkheid om eigenschappen van klassen aan te passen
pt_pt: A função Gerenciador de Metadados permite que você modifique as propriedades das classes.
ro_ro: Rolul Metadata Manager vă permite să modificaţi proprietăţile claselor.
sk_sk: Rola Správca metadát vám umožňuje upravovať vlastnosti tried.

# http://www.w3.org/2000/01/rdf-schema#label
source: Global Manager
de_de: Globaler Manager
es_es: Administrador Global
fr_fr: Gestionnaire global
hu_hu: Globális menedzser
is_is: Allsherjar Stjórnandi
it_it: Gestore globale
ja_jp: グローバルマネージャー
lt_lt: Visuotinis Tvarkytojas
nl_be: Globaal beheerder
pt_pt: Gerente Global
ro_ro: Manager Global
sk_sk: Globálny manažér
