Repository: oat-sa/tao-core
Catalog: locales/*/tao.rdf.po
Languages: de_de, es_es, fr_fr, hu_hu, is_is, it_it, ja_jp, lt_lt, nl_be, pt_pt, ro_ro, sk_sk

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Global Manager Role
de_de: Die globale Manager Rolle
es_es: Rol de Administrador Global
fr_fr: Le rôle du gestionnaire global
hu_hu: A globális menedzser szerepe
is_is: Hlutverk Allsherjar Stjórnandans
it_it: Ruolo gestore globale
ja_jp: Global Managerロール
lt_lt: Visuotinio Tvarkytojo Rolė
nl_be: De globaal beheerder rol
pt_pt: A função Global Manager
ro_ro: Rolul Global Manager
sk_sk: Úloha globálneho manažéra

# http://www.w3.org/2000/01/rdf-schema#label
source: Lock Manager
de_de: Sperrenverwaltung
es_es: Administrador de Bloqueo
fr_fr: Gestionnaire de fermeture
hu_hu: Zárkezelő
is_is: Lásastjóri
it_it: Chiudi Gestore
ja_jp: ロックマネージャー
lt_lt: Užrakto Tvarkytojas
nl_be: Blokkade beheerder
pt_pt: Gerenciador de bloqueio
ro_ro: Gestionar de blocare
sk_sk: Správca zámkov

# http://www.w3.org/2000/01/rdf-schema#comment
source: The role that can unlock all resources
de_de: Diese Rolle kann die Sperre von allen Ressourcen aufheben
es_es: Rol que puede desbloquear todos los recursos
fr_fr: Le rôle qui peut ouvrir toutes les ressources
hu_hu: A szerep, amely felszabadíthatja az összes erőforrást
is_is: Hlutverkið sem getur tekið lás af öllum tilföngum
it_it: Il ruolo che può sbloccare tutte le risorse
ja_jp: すべてのリソースのロックを解除することができるロール
lt_lt: Rolė, kuri gali atraktinti visus resursus
nl_be: De rol die alle bronnen kan vrijgeven
pt_pt: A função que pode desbloquear todos os recursos
ro_ro: Rolul care poate debloca toate resursele
sk_sk: Rola, ktorá dokáže odomknúť všetky zdroje

# http://www.w3.org/2000/01/rdf-schema#label
source: System Administrator
de_de: System-Adminstrator
es_es: Administrador del Sistema
fr_fr: Administrateur de système
hu_hu: Rendszergazda
is_is: Kerfisstjóri
it_it: Amministratore di Sistema
ja_jp: システム管理者
lt_lt: Sistemos administratorius
nl_be: Systeembeheerder
pt_pt: Administrador de Sistema
ro_ro: Administrator de sistem
sk_sk: Systémový administrátor

# http://www.w3.org/2000/01/rdf-schema#comment
source: The System Administrator Role
de_de: Die System-Administrator Rolle
es_es: Rol del administrador del sistema
fr_fr: Le rôle de l'administrateur du système
hu_hu: A rendszergazdai szerepkör
is_is: Hlutverk Kerfisstjórans
it_it: Il ruolo di Amministratore di Sistema
ja_jp: System Administratorロール
lt_lt: Sistemos Administratoriaus Rolė
nl_be: De systeembeheerder rol
pt_pt: A função de administrador de sistema
ro_ro: Rolul Administratorului de sistem
sk_sk: Rola správcu systému

# http://www.w3.org/2000/01/rdf-schema#label
source: Task Queue Manager
de_de: Aufgaben-Warteschlange Manager
es_es: Gestor de colas de tareas
fr_fr: Gestionnaire de file d'attente des tâches
hu_hu: Feladatsor-kezelő
ja_jp: タスクキューマネージャー
lt_lt: Užduočių Eilės Tvarkytojas
pt_pt: Gerenciador de fila
ro_ro: Manager sarcini
sk_sk: Správca frontu úloh

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Task Queue Manager Role
de_de: Die Aufgabe Warteschlange Manager Rolle
es_es: El rol del administrador de colas de tareas
fr_fr: Le rôle de gestionnaire de file d'attente des tâches
hu_hu: A Feladatsor-kezelő szerepkör
ja_jp: Task Queue Managerロール
lt_lt: Užduočių Eilės Tvarkytojo Rolė
pt_pt: A função Gerenciador de Fila de Tarefas
ro_ro: Rolul managerului de sarcini
sk_sk: Rola Správcu frontu úloh

# http://www.w3.org/2000/01/rdf-schema#label
source: REST Publisher
es_es: Publicador REST
fr_fr: Editeur REST
lt_lt: REST Skelbėjas
pt_pt: Publicador REST
ro_ro: Editor REST
sk_sk: Vydavateľ REST

# http://www.w3.org/2000/01/rdf-schema#comment
source: The REST API Publishing Role
de_de: Die REST API Publishing Rolle
es_es: El REST API Publishing Role
fr_fr: Le rôle d'éditeur API REST
hu_hu: A REST API közzétételi szerepköre
ja_jp: REST API Publishingロール
lt_lt: REST API Skelbėjo Rolė
pt_pt: A função de publicação da API REST
ro_ro: Rolul de publicare API REST
sk_sk: Publikačná úloha REST API

# http://www.w3.org/2000/01/rdf-schema#label
source: Operational Administrator
de_de: Operativer Administrator
es_es: Administrador Operacional
fr_fr: Administrateur Opérationnel
hu_hu: Operatív adminisztrátor
ja_jp: 運用管理者
lt_lt: Operacinis Administravimas
pt_pt: Administrador operacional
ro_ro: Administrator operaţional
sk_sk: Prevádzkový správca

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Operational Administrator role
de_de: Die operative Administratorrolle
es_es: El rol de Administrador Operacional
fr_fr: Le rôle d'administrateur opérationnel
hu_hu: Az operatív adminisztrátori szerepkör
ja_jp: Operational Administratorロール
lt_lt: Operacinio Administratoriaus rolė
pt_pt: A função de administrador operacional
ro_ro: Rolul de administrator operațional
sk_sk: Rola prevádzkového správcu

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Taker
de_de: Test-Teilnehmer
es_es: Participante de la Prueba
fr_fr: Participant
hu_hu: Tesztelő
is_is: Próftaki
it_it: Partecipante al test
ja_jp: 受験者
lt_lt: Testo Laikytojas
nl_be: Test kandidaat
pt_pt: format@@0 Test Taker
ro_ro: Testare aker
sk_sk: Účastník testu

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test Taker Role
de_de: Die Test-Teilnehmer Rolle
es_es: Rol del que tomará la prueba
fr_fr: Le rôle du participant
hu_hu: A vizsgázó szerepe
is_is: Hlutverk Próftakans
it_it: Il ruolo del partecipante al test
ja_jp: Test Takerロール
lt_lt: Testo Laikytojo Rolė
nl_be: De kandidaat rol
pt_pt: Função de Taker teste
ro_ro: Rolul Takerului de testare
sk_sk: Úloha účastníka testu

# http://www.w3.org/2000/01/rdf-schema#label
source: Form Field Order
de_de: Formularfeld Auftrag
es_es: Orden de campos en la forma
fr_fr: L'ordre du champ du formulaire
hu_hu: Űrlapmezők sorrendje
is_is: Skipulag svarreita
ja_jp: フォームフィールドの順序
lt_lt: Formos Lauko Tvarka
nl_be: Volgorde van velden op formulier
pt_pt: Formulário Ordem de Campo
ro_ro: Formular de comandă câmp
sk_sk: Poradie polí formulára

# http://www.w3.org/2000/01/rdf-schema#comment
source: The order of the property within the class
de_de: Die Reihenfolge der Eigenschaft innerhalb der Klasse
es_es: El orden de la propiedad en la clase
fr_fr: L'ordre de la propriété dans une catégorie
hu_hu: A tulajdonságok sorrendje az osztályon belül
is_is: Skipulag eiginda innan flokksins
it_it: L'ordine delle proprietà nella classe
ja_jp: クラス内のプロパティの順序
lt_lt: Savybės tvarka klasėje
nl_be: De volgorde van de eigenschap binnen een klasse
pt_pt: A ordem da propriedade dentro da classe
ro_ro: Ordinea proprietății din cadrul clasei
sk_sk: Poradie vlastnosti v rámci triedy

# http://www.w3.org/2000/01/rdf-schema#label
source: Password recovery token
de_de: Passwort-Wiederherstellungs-Token
es_es: Recuperar contraseña token
fr_fr: Jeton de récupération du mot de passe
hu_hu: Jelszó-helyreállító token
is_is: Tákn um endurheimt aðgangsorðs
it_it: Recupero password token
ja_jp: パスワード修復トークン
lt_lt: Slaptažodžio atstatymo antspaudas
nl_be: Wachtwoord herstel token
pt_pt: Token de recuperação da senha
ro_ro: Token de recuperare parolă
sk_sk: Token na obnovenie hesla

# http://www.w3.org/2000/01/rdf-schema#comment
source: Password recovery token
de_de: Passwort-Wiederherstellungs-Token
es_es: Recuperar contraseña token
fr_fr: Jeton de récupération du mot de passe
hu_hu: Jelszó-helyreállító token
is_is: Tákn um endurheimt aðgangsorðs
it_it: Recupero password token
ja_jp: パスワード修復トークン
lt_lt: Slaptažodžio atstatymo antspaudas
nl_be: Wachtwoord herstel token
pt_pt: Token de recuperação da senha
ro_ro: Token de recuperare parolă
sk_sk: Token na obnovenie hesla

# http://www.w3.org/2000/01/rdf-schema#label
source: Lock
de_de: Sperre
es_es: Bloqueo
fr_fr: Verrou
hu_hu: Zár
is_is: Lás/Læsa
it_it: Blocco
ja_jp: ロック
lt_lt: Užrakinti
nl_be: Vergrendelen
pt_pt: Bloquear
ro_ro: Blocare
sk_sk: Zámok

# http://www.w3.org/2000/01/rdf-schema#comment
source: Lock information related to the resource
de_de: Sperrinformationen für diese Ressource
es_es: Información de bloqueo relacionada al recurso
fr_fr: Vérouiller l'information en relation à la ressource
hu_hu: Az erőforráshoz kapcsolódó zárolási információk
is_is: Læsa upplýsingum sem tengjast tilfangi
it_it: Informazione di blocco legata alla risorsa
ja_jp: リソースに関連するロック情報
lt_lt: Užrakinimo informacija apie resursą
nl_be: Blokkeer informatie gerelateerd aan de bron
pt_pt: Informação de bloqueio relacionada com o recurso
ro_ro: Blocare informații legate de resursă
sk_sk: Informácie o uzamknutí súvisiace so zdrojom

# http://www.w3.org/2000/01/rdf-schema#label
source: Validation Rules
de_de: Validierungsregeln
es_es: Reglas de validación
fr_fr: Règles de Validation
hu_hu: Érvényesítési szabályok
ja_jp: 検証ルール
lt_lt: Validacijos Taisyklės
pt_pt: Regras de validação
ro_ro: Reguli de validare
sk_sk: Pravidlá overovania

# http://www.w3.org/2000/01/rdf-schema#comment
source: Validation rules for the values of this property
de_de: Validierungsregeln für die Werte dieser Eigenschaft
es_es: Reglas de validación para los valores de esta propiedad
fr_fr: Règles de validation pour les valeurs de cette propriété
hu_hu: A tulajdonság értékeire vonatkozó érvényesítési szabályok
ja_jp: このプロパティ値の検証ルール
lt_lt: Validacijos taisyklės reikšmėms šios savybės
pt_pt: Regras de validação para os valores desta propriedade
ro_ro: Reguli de validare pentru valorile acestei proprietăți
sk_sk: Pravidlá overovania hodnôt tejto vlastnosti

# http://www.w3.org/2000/01/rdf-schema#label
source: Validation
de_de: Validierung
es_es: Validación
hu_hu: Érvényesítés
ja_jp: 検証
lt_lt: Validacija
pt_pt: Validação
ro_ro: Validare
sk_sk: Validácia

# http://www.w3.org/2000/01/rdf-schema#comment
source: Select the validation rules
de_de: Wählen Sie die Validierungsregeln
es_es: Seleccione las reglas de validación
fr_fr: Sélectionnez les règles de validation
hu_hu: Válassza ki az érvényesítési szabályokat
ja_jp: 検証ルールを選択
lt_lt: Pasirinkti validacijos taisykles
pt_pt: Selecione as regras de validação
ro_ro: Selectați regulile de validare
sk_sk: Vyberte overovacie pravidlá

# http://www.w3.org/2000/01/rdf-schema#label
source: LastExtensionUsed
de_de: Letzte Erweiterung verwendet
es_es: UltimaExtensionUsada
fr_fr: Dernière extension utilisée
hu_hu: UtolsóHasználtKiterjesztés
is_is: SíðastaViðbótNotuð
ja_jp: 最後に使われた拡張機能
nl_be: LaatsteExtensieGebruikt
pt_pt: Usada
sk_sk: Posledné použité rozšírenie

# http://www.w3.org/2000/01/rdf-schema#comment
source: Saves the last extension the user had visited.
de_de: Speichert die letzte Erweiterung, die vom Benutzer besucht wurde.
es_es: Guarda la última extensión que el usuario ha visitado.
fr_fr: Sauvegarder la dernière extension que l'utilisateur a visité.
hu_hu: Menti a felhasználó által utoljára meglátogatott bővítményt.
is_is: Vistar síðustu viðbót sem notandi hefur farið í.
it_it: Salva l'ultima estenzione che l'utente ha visitato
ja_jp: ユーザが最後に利用した拡張機能を保存
lt_lt: Išsaugo paskutinį plėtinį, kurį vartotojas aplankė.
nl_be: Slaat de laatste extensie op die de gebruiker had bezocht.
pt_pt: Salva a última extensão que o usuário visitou.
ro_ro: Salvează ultima extensie pe care a vizitat-o utilizatorul.
sk_sk: Uloží poslednú príponu, ktorú používateľ navštívil.

# http://www.w3.org/2000/01/rdf-schema#label
source: First Time In Tao
de_de: Erstes Mal in Tao
es_es: Primera vez en TAO
fr_fr: Première fois dans TAO
hu_hu: Első alkalom a Taóban
is_is: Fyrsta skipti í TAO
it_it: Prima volta in Tao
ja_jp: 初めてのTAO
lt_lt: Pirmą kartą TAO
nl_be: Eerste keer in Tao
pt_pt: Primeira vez em Tao
ro_ro: Prima dată în Tao
sk_sk: Prvýkrát v Tao

# http://www.w3.org/2000/01/rdf-schema#comment
source: Is it the first the user connects to TAO?
de_de: Ist der Benutzer das erste mal mit TAO verbunden?
es_es: Es la primera vez que el usuario se conecta a TAO?
fr_fr: Est-ce la première fois que l'utilisateur se connecte à TAO?
hu_hu: Ez az első, amikor a felhasználó csatlakozik a TAO-hoz?
is_is: Er þetta í fyrsta skipti sem notandi tengist TAO?
it_it: E' la prima volta che l'utente di connette a TAO?
ja_jp: TAOを利用するのは初めてですか？
lt_lt: Ar tai pirmas kartas kai vartotojas prisijungia prie TAO?
nl_be: Is dit de eerste keer dat de gebruiker connectie maakt met TAO?
pt_pt: É o primeiro que o usuário se conecta ao TAO?
ro_ro: Este primul utilizator care se conectează la OET?
sk_sk: Je to prvé pripojenie používateľa k TAO?

# http://www.w3.org/2000/01/rdf-schema#label
source: assessmentObject
de_de: bewertungsobjekt
es_es: evaluarObjeto
fr_fr: Objetévaluation
hu_hu: értékelési objektum
ja_jp: アセスメントオブジェクト
pt_pt: avaliarObjeto
ro_ro: evaluareObiect
sk_sk: Hodnotiaci objekt

# http://www.w3.org/2000/01/rdf-schema#comment
source: Object to represent assessment contents
de_de: Objekt um den Inhalt der Bewertung zu repräsentieren
es_es: Objeto para representar el contenido de la evaluación
fr_fr: Objet pour représenter le contenu d'évaluation
hu_hu: Objektum az értékelés tartalmának ábrázolására
ja_jp: アセスメントコンテンツを表すオブジェクト
lt_lt: Objectas atstovaujant įvertinimo turinius
pt_pt: Objeto para representar o conteúdo da avaliação
ro_ro: Obiectul de a reprezenta conținutul evaluării
sk_sk: Objekt reprezentujúci obsah hodnotenia

# http://www.w3.org/2000/01/rdf-schema#label
source: Translation Type
de_de: Übersetzungsart
fr_fr: Type de traduction
pt_pt: Tipo de tradução
sk_sk: Typ prekladu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translation Type
de_de: Übersetzungsart
fr_fr: Type de traduction
pt_pt: Tipo de tradução
sk_sk: Typ prekladu

# http://www.w3.org/2000/01/rdf-schema#label
source: Original
fr_fr: Originale
sk_sk: Originál

# http://www.w3.org/2000/01/rdf-schema#comment
source: Original
fr_fr: Originale
sk_sk: Originál

# http://www.w3.org/2000/01/rdf-schema#label
source: Translation
de_de: Übersetzung
fr_fr: Traduction
pt_pt: Tradução
sk_sk: Preklad

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translation
de_de: Übersetzung
fr_fr: Traduction
pt_pt: Tradução
sk_sk: Preklad

# http://www.w3.org/2000/01/rdf-schema#label
source: Translation Progress Statuses
de_de: Übersetzungsfortschrittsstatus
fr_fr: Statuts de progression de la traduction
pt_pt: Status do Progresso da Tradução
sk_sk: Stavy priebehu prekladu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translation Progress Statuses
de_de: Übersetzungsfortschrittsstatus
fr_fr: Statuts de progression de la traduction
pt_pt: Status do Progresso da Tradução
sk_sk: Stavy priebehu prekladu

# http://www.w3.org/2000/01/rdf-schema#label
source: Pending
de_de: Ausstehend
fr_fr: En attente
pt_pt: PENDENTE
sk_sk: Čaká sa na spracovanie

# http://www.w3.org/2000/01/rdf-schema#comment
source: Pending
de_de: Ausstehend
fr_fr: En attente
pt_pt: PENDENTE
sk_sk: Čaká sa na spracovanie

# http://www.w3.org/2000/01/rdf-schema#label
source: Translating
de_de: Übersetzen
fr_fr: Traduction en cours
pt_pt: Traduzindo
sk_sk: Prekladanie

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translating
de_de: Übersetzen
fr_fr: Traduction en cours
pt_pt: Traduzindo
sk_sk: Prekladanie

# http://www.w3.org/2000/01/rdf-schema#label
source: Translated
de_de: Übersetzt
fr_fr: Traduit
pt_pt: Traduzido
sk_sk: Preložené

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translated
de_de: Übersetzt
fr_fr: Traduit
pt_pt: Traduzido
sk_sk: Preložené

# http://www.w3.org/2000/01/rdf-schema#label
source: Translation Statuses
de_de: Übersetzungsstatus
fr_fr: Statuts de traduction
pt_pt: Status da tradução
sk_sk: Stavy prekladov

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translation Statuses
de_de: Übersetzungsstatus
fr_fr: Statuts de traduction
pt_pt: Status da tradução
sk_sk: Stavy prekladov

# http://www.w3.org/2000/01/rdf-schema#label
source: Not Ready for Translation
de_de: Nicht bereit für die Übersetzung
fr_fr: Pas prêt pour la traduction
pt_pt: Não Pronto para Tradução
sk_sk: Nie je pripravené na preklad

# http://www.w3.org/2000/01/rdf-schema#comment
source: Not Ready for Translation
de_de: Nicht bereit für die Übersetzung
fr_fr: Pas prêt pour la traduction
pt_pt: Não Pronto para Tradução
sk_sk: Nie je pripravené na preklad

# http://www.w3.org/2000/01/rdf-schema#label
source: Ready for Translation
de_de: Bereit zur Übersetzung
fr_fr: Prêt pour la traduction
pt_pt: Pronto para tradução
sk_sk: Pripravené na preklad

# http://www.w3.org/2000/01/rdf-schema#comment
source: Ready for Translation
de_de: Bereit zur Übersetzung
fr_fr: Prêt pour la traduction
pt_pt: Pronto para tradução
sk_sk: Pripravené na preklad

# http://www.w3.org/2000/01/rdf-schema#label
source: Original Resource
de_de: Ursprüngliche Ressource
fr_fr: Ressource originale
pt_pt: Recurso Original
sk_sk: Pôvodný zdroj

# http://www.w3.org/2000/01/rdf-schema#comment
source: Original Resource
de_de: Ursprüngliche Ressource
fr_fr: Ressource originale
pt_pt: Recurso Original
sk_sk: Pôvodný zdroj

# http://www.w3.org/2000/01/rdf-schema#label
source: Equivalent Resource ID
de_de: Äquivalente Ressourcen-ID
fr_fr: ID de ressource équivalente
pt_pt: ID de Recurso Equivalente
sk_sk: Ekvivalentné ID zdroja

# http://www.w3.org/2000/01/rdf-schema#comment
source: Equivalent Resource ID
de_de: Äquivalente Ressourcen-ID
fr_fr: ID de ressource équivalente
pt_pt: ID de Recurso Equivalente
sk_sk: Ekvivalentné ID zdroja

# http://www.w3.org/2000/01/rdf-schema#label
source: Language
de_de: Sprache
fr_fr: Langue
pt_pt: IDIOMA
sk_sk: Jazyk

# http://www.w3.org/2000/01/rdf-schema#comment
source: Language
de_de: Sprache
fr_fr: Langue
pt_pt: IDIOMA
sk_sk: Jazyk

# http://www.w3.org/2000/01/rdf-schema#label
source: Translation Status
de_de: Übersetzungsstatus
fr_fr: Statut de la traduction
pt_pt: Status da tradução
sk_sk: Stav prekladu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translation Status
de_de: Übersetzungsstatus
fr_fr: Statut de la traduction
pt_pt: Status da tradução
sk_sk: Stav prekladu

# http://www.w3.org/2000/01/rdf-schema#label
source: Translation Progress
de_de: Übersetzungsfortschritt
fr_fr: Progression de la traduction
pt_pt: Progresso da Tradução
sk_sk: Priebeh prekladu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translation Progress
de_de: Übersetzungsfortschritt
fr_fr: Progression de la traduction
pt_pt: Progresso da Tradução
sk_sk: Priebeh prekladu

# http://www.w3.org/2000/01/rdf-schema#label
source: Translated Into Languages
de_de: In Sprachen übersetzt
fr_fr: Traduit en langues
pt_pt: Traduzido em idiomas
sk_sk: Preložené do jazykov

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translated Into Languages
de_de: In Sprachen übersetzt
fr_fr: Traduit en langues
pt_pt: Traduzido em idiomas
sk_sk: Preložené do jazykov

# http://www.w3.org/2000/01/rdf-schema#label
source: TAO Object
de_de: TAO Objekt
es_es: Objeto TAO
fr_fr: Objet TAO
hu_hu: TAO objektum
is_is: TAO hlutur
it_it: Oggetto TAO
ja_jp: TAOオブジェクト
sk_sk: Objekt TAO

# http://www.w3.org/2000/01/rdf-schema#comment
source: Any resource related to etesting
de_de: Beliebige mit etesting assoziierte Ressource
es_es: Cualquier recurso relacionado con etesting
fr_fr: Toutes ressources en relation au e-évaluation
hu_hu: Bármilyen, az esteszteléssel kapcsolatos forrás
is_is: Öll tilföng sem tengjast tölvuprófum
it_it: Risorsa legata a etesting
ja_jp: CBTに関するすべてのリソース
nl_be: Elke bron gerelateerd aan e-testing
pt_pt: Qualquer recurso relacionado ao escaneamento
ro_ro: Orice resursă legată de etesting
sk_sk: Akýkoľvek zdroj súvisiaci s testovaním

# http://www.w3.org/2000/01/rdf-schema#label
source: Worker
de_de: Arbeiter
es_es: Trabajador
fr_fr: Travailleur
hu_hu: Munkás
it_it: Lavoratore
pt_pt: Trabalhador
ro_ro: Muncitor
sk_sk: Pracovník

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Worker Role Class
de_de: Die Arbeiter Rolle Klasse
es_es: Clase del rol de Trabajador
fr_fr: La classe du rôle du travailleur
hu_hu: A munkavállalói szereposztály
it_it: La classe di ruolo del lavoratore
ja_jp: ワーカーロールクラス
pt_pt: A classe Função dos Trabalhadores
ro_ro: Clasa Lucrătorilor Rol
sk_sk: Trieda rolí pracovníkov

# http://www.w3.org/2000/01/rdf-schema#label
source: Workflow Participant
de_de: Workflow Teilnehmer
es_es: Participante de Flujo de Trabajo
fr_fr: Le flux de travail du participant
hu_hu: Munkafolyamat-résztvevő
it_it: Partecipante Workflow
ja_jp: ワークフロー参加者
ro_ro: Participant la flux de lucru
sk_sk: Účastník pracovného postupu

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Workflow Participant Role
de_de: Die Workflowteilnehmer-Rolle
es_es: Rol de Participante de Flujo de Trabajo
fr_fr: Le rôle du flux de travail du participant
hu_hu: A munkafolyamat résztvevői szerepkör
it_it: Il ruolo del partecipante Workflow
ja_jp: ワークフロー参加者のロール
pt_pt: Função de Participante do Workflow
ro_ro: Rolul participantului la flux de lucru
sk_sk: Úloha účastníka pracovného postupu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Workflow User: sub class to group the workflow user, not deletable
de_de: Workflowbenutzer: Unterklasse zur Gruppierung des Workflow Benutzers, nicht löschbar
es_es: Usuario de Flujo de Trabajo: sub clase para agrupar usuarios de flujos de trabajo, no borrable
fr_fr: Flux de travail de l'utilisateur : catégoriser le flux de travail de l'utilisateur en groupe, impossible à supprimer
hu_hu: Munkafolyamat-felhasználó: alosztály a munkafolyamat-felhasználó csoportosításához, nem törölhető
it_it: Workflow Utente: sotto classe a gruppo utente di workflow, non eliminabile
ja_jp: ワークフローユーザ: ワークフローユーザをグループ化するサブクラス、削除不可
pt_pt: Usuário do workflow: sub classe para agrupar o usuário do fluxo de trabalho, não deletável
ro_ro: Utilizator flux de lucru: sub-clasa pentru a grupa utilizatorul fluxului de lucru, nu poate fi șters
sk_sk: Používateľ pracovného postupu: podtrieda na zoskupenie používateľa pracovného postupu, nedá sa odstrániť

# http://www.w3.org/2000/01/rdf-schema#label
source: WfUser
es_es: UsuarioWf
fr_fr: UtilisateurduFt
it_it: Wf-utente
ro_ro: Utilizator

# http://www.w3.org/2000/01/rdf-schema#label
source: Back Office
es_es: Trastienda
hu_hu: Háttériroda
is_is: Bakskrifstofa
ja_jp: バックオフィス
pt_pt: Área Administrativa
