Repository: oat-sa/tao-core
Catalog: locales/*/userlocks.rdf.po
Languages: ar_sa, de_de, es_es, fr_fr, hu_hu, ja_jp, lt_lt, pt_br, ro_ro, sk_sk

# http://www.w3.org/2000/01/rdf-schema#label
source: Is locked?
ar_sa: هل هو مقفل؟
de_de: Ist gesperrt?
es_es: ¿Está bloqueado?
fr_fr: Est verrouillé?
hu_hu: Zárva van?
ja_jp: ロックされていますか？
lt_lt: Ar užrakinta?
pt_br: Está trancado?
ro_ro: Este blocat?
sk_sk: Je zamknuté?

# http://www.w3.org/2000/01/rdf-schema#comment
source: Shows account status, locked or not
ar_sa: عرض حالة الحساب، مقفل أو غير مقفل
de_de: Zeigt Kontostatus, gesperrt oder nicht
es_es: Muestra el estado de la cuenta, bloqueado o no
fr_fr: Montre l'état du compte, verrouillé ou pas
hu_hu: Mutatja a fiók állapotát, legyen az zárolva vagy sem
ja_jp: アカウントの状態が表示され、ロックされているかどうかがわかります。
lt_lt: Parodo paskyros būsena, ar užrakinta, ar ne
pt_br: Mostra o status da conta, bloqueado ou não
ro_ro: Arată starea contului, blocat sau nu
sk_sk: Zobrazuje stav účtu, či je uzamknutý alebo nie

# http://www.w3.org/2000/01/rdf-schema#label
source: Check Locked
ar_sa: التحقق من مقفل
de_de: Scheck gesperrt
es_es: Comprobar bloqueado
fr_fr: Vérifier Verrouillages
hu_hu: Zárolt ellenőrzés
ja_jp: ロック確認
lt_lt: Pažymėtas Užrakintas
pt_br: Verificar Trancado
ro_ro: Verificare blocată
sk_sk: Zaškrtnite uzamknuté

# http://www.w3.org/2000/01/rdf-schema#comment
source: Check Locked
ar_sa: التحقق من مقفل
de_de: Scheck gesperrt
es_es: Comprobar bloqueado
fr_fr: Vérifier Verrouillages
hu_hu: Zárolt ellenőrzés
ja_jp: ロック確認
lt_lt: Pažymėtas Užrakintas
pt_br: Verificar Trancado
ro_ro: Verificare blocată
sk_sk: Zaškrtnite uzamknuté

# http://www.w3.org/2000/01/rdf-schema#label
source: Yes
ar_sa: نعم
de_de: Ja
es_es: Sí
fr_fr: Oui
hu_hu: Igen
ja_jp: はい
lt_lt: Taip
pt_br: sim
ro_ro: Da
sk_sk: Áno

# http://www.w3.org/2000/01/rdf-schema#comment
source: Yes
ar_sa: نعم
de_de: Ja
es_es: Sí
fr_fr: Oui
hu_hu: Igen
ja_jp: はい
lt_lt: Taip
pt_br: sim
ro_ro: Da
sk_sk: Áno

# http://www.w3.org/2000/01/rdf-schema#label
source: Logon failures
ar_sa: فشل تسجيل الدخول
de_de: Anmeldefehler
es_es: Fallos de acceso
fr_fr: Echecs de connexion
hu_hu: Bejelentkezési hibák
ja_jp: ログオンエラー
lt_lt: Nepavykę prisijungimai
pt_br: Falha de Logon
ro_ro: Conectare nereușită
sk_sk: Zlyhania prihlásenia

# http://www.w3.org/2000/01/rdf-schema#comment
source: Count of user logon failures
ar_sa: عدد أخطاء تسجيل الدخول للمستخدم
de_de: Anzahl der Anmeldefehler
es_es: Número de fallos de inicio de sesión del usuario
fr_fr: Nombre d'échecs de connexion d'utilisateur
hu_hu: Felhasználói bejelentkezési hibák száma
ja_jp: ユーザのログオン失敗回数
lt_lt: Kiekis nepavykusių prisijungimų
pt_br: Contagem de falhas de login do usuário
ro_ro: Numărul de erori de autentificare a utilizatorului
sk_sk: Počet zlyhaní prihlásenia používateľov

# http://www.w3.org/2000/01/rdf-schema#label
source: Last logon failure
ar_sa: فشل آخر تسجيل دخول
de_de: Letzter Anmeldefehler
es_es: Última sesión fallida
fr_fr: Dernier échec de connexion
hu_hu: Utolsó bejelentkezési hiba
ja_jp: 最終ログオン失敗
lt_lt: Paskutinis nepavykęs prisijungimas
pt_br: Última falha no logon
ro_ro: Ultima autentificare eșuată
sk_sk: Posledné zlyhanie prihlásenia

# http://www.w3.org/2000/01/rdf-schema#comment
source: Time when the last logon failure occurred
ar_sa: الوقت الذي حدث فيه فشل تسجيل الدخول الأخير
de_de: Zeit, in der der letzte Anmeldefehler aufgetreten ist
es_es: Tiempo en el que ocurrió el último fallo de inicio de sesión
fr_fr: Heure à laquelle le dernier échec de connexion s'est produit
hu_hu: Az utolsó bejelentkezési hiba időpontja
ja_jp: 最後にログオン失敗が発生した時刻
lt_lt: Laikas kada įvyko paskutinis nepavykęs prisijungimas
pt_br: Tempo quando ocorreu a última falha de logon
ro_ro: Timpul când a avut loc ultima eroare de autentificare
sk_sk: Čas posledného zlyhania prihlásenia

# http://www.w3.org/2000/01/rdf-schema#label
source: Locked by
ar_sa: مقفل من قبل
de_de: Gesperrt von
es_es: Bloqueado por
fr_fr: Verrouillé par
hu_hu: Zárolva:
ja_jp: ロックされた
lt_lt: Užrakino
pt_br: Bloqueado por
ro_ro: Blocat de
sk_sk: Uzamknuté používateľom

# http://www.w3.org/2000/01/rdf-schema#comment
source: Indicates by which user current user was locked
ar_sa: يشير إلى المستخدم الحالي الذي تم قفله
de_de: Zeigt an, von welchem Benutzer der aktuelle Benutzer gesperrt wurde
es_es: Indica por qué el usuario actual fue bloqueado
fr_fr: Indique par quel utilisateur l'utilisateur actuel a été verrouillé
hu_hu: Jelzi, hogy melyik felhasználó zárolta az aktuális felhasználót
ja_jp: 現在のユーザがどのユーザによってロックされたかを表示
lt_lt: Parodo pagal kurį vartotoją užrakintas dabartinis vartotojas
pt_br: Indica por que o usuário atual foi bloqueado
ro_ro: Indică cu care utilizator curent a fost blocat
sk_sk: Označuje, ktorý používateľ zablokoval aktuálneho používateľa
