Repository: oat-sa/tao-core
Catalog: locales/*/widgetdefinitions.rdf.po
Languages: ar_sa, de_de, es_es, hu_hu, nl_nl, pt_pt, ro_ro, sk_sk

# http://www.w3.org/2000/01/rdf-schema#label
source: Search Input
hu_hu: Keresési bevitel
sk_sk: Vyhľadávací vstup

# http://www.w3.org/2000/01/rdf-schema#comment
source: One may select 0 to N values from a defined list
ar_sa: يمكن اختيار قيم 0 إلى N من قائمة محددة
de_de: Man kann 0 bis N Werte aus einer definierten Liste auswählen
es_es: Uno puede seleccionar valores 0 a N de una lista definida
hu_hu: 0-tól N-ig terjedő értékek választhatók ki egy definiált listából
nl_nl: Één kan 0 tot N waarden selecteren uit een gedefinieerde lijst
pt_pt: Um pode selecionar 0 a N valores de uma lista definida
ro_ro: Una poate selecta 0 to N values from a defined list
sk_sk: Z definovaného zoznamu je možné vybrať 0 až N hodnôt

# http://www.w3.org/2000/01/rdf-schema#label
source: Search Dropdown
ar_sa: البحث المنسدلة
de_de: Suche Dropdown
es_es: Buscar Dropdown
hu_hu: Keresés legördülő menü
nl_nl: Dropdown zoeken
pt_pt: Procurar Dropdown
ro_ro: Caută în așteptare
sk_sk: Rozbaľovacia ponuka vyhľadávania

# http://www.w3.org/2000/01/rdf-schema#comment
source: One may select 1 value from a defined list
ar_sa: يمكن اختيار قيمة واحدة من قائمة محددة
de_de: Man kann einen Wert aus einer definierten Liste auswählen
es_es: Uno puede seleccionar un valor de una lista definida
hu_hu: Egy értéket lehet kiválasztani egy definiált listából
nl_nl: Eén kan 1 waarde selecteren uit een gedefinieerde lijst
pt_pt: Um dos valores pode selecionar 1 da lista definida
ro_ro: Una poate selecta 1 valoare dintr-o listă definită
sk_sk: Je možné vybrať 1 hodnotu z definovaného zoznamu

# http://www.w3.org/2000/01/rdf-schema#label
source: Text Label
ar_sa: تسمية النص
de_de: Textbezeichnung
es_es: Etiqueta texto
hu_hu: Szöveges címke
nl_nl: Tekst label
pt_pt: Etiqueta de texto
ro_ro: Etichetă text
sk_sk: Textový štítok

# http://www.w3.org/2000/01/rdf-schema#comment
source: Content is read only
ar_sa: المحتوى مقروء فقط
de_de: Inhalt ist nur gelesen
es_es: El contenido es de solo lectura
hu_hu: A tartalom csak olvasható
nl_nl: Inhoud is alleen lezen
pt_pt: Conteúdo é somente leitura
ro_ro: Conținutul este doar citit
sk_sk: Obsah je len na čítanie

# http://www.w3.org/2000/01/rdf-schema#label
source: Hidden Box
ar_sa: صندوق مخفي
de_de: Versteckte Box
es_es: Caja oculta
hu_hu: Rejtett doboz
nl_nl: Verborgen Box
pt_pt: Caixa oculta
ro_ro: Casetă ascunsă
sk_sk: Skrytá krabica

# http://www.w3.org/2000/01/rdf-schema#comment
source: Content is hidden, but visibility can be toggled
ar_sa: المحتوى مخفي، ولكن يمكن تبديل الرؤية
de_de: Inhalt ist ausgeblendet, aber Sichtbarkeit kann umgeschaltet werden
es_es: El contenido está oculto, pero la visibilidad puede ser cambiada
hu_hu: A tartalom rejtett, de a láthatóság ki-be kapcsolható
nl_nl: Inhoud is verborgen, maar zichtbaarheid kan worden aan/uit gezet
pt_pt: O conteúdo está oculto, mas a visibilidade pode ser alternada
ro_ro: Conținutul este ascuns, dar vizibilitatea poate fi togled
sk_sk: Obsah je skrytý, ale viditeľnosť sa dá prepínať

# http://www.w3.org/2000/01/rdf-schema#label
source: Calendar
ar_sa: التقويم
de_de: Kalender
es_es: Calendario
hu_hu: Naptár
nl_nl: Kalender
pt_pt: calendário
sk_sk: Kalendár

# http://www.w3.org/2000/01/rdf-schema#comment
source: Dynamic Calendar for easy date selecting
ar_sa: التقويم الديناميكي لتحديد التاريخ السهل
de_de: Dynamischer Kalender für einfache Datumsauswahl
es_es: Calendario dinámico para una fácil selección de fecha
hu_hu: Dinamikus naptár az egyszerű dátumkiválasztáshoz
nl_nl: Dynamische kalender voor het selecteren van eenvoudige datum
pt_pt: Calendário dinâmico para facilitar a seleção de datas
ro_ro: Calendar dinamic pentru selectare ușoară a datei
sk_sk: Dynamický kalendár pre jednoduchý výber dátumu

# http://www.w3.org/2000/01/rdf-schema#label
source: Authoring
ar_sa: المؤلف
es_es: Autoría
hu_hu: Szerzői munka
nl_nl: Auteur
pt_pt: Autoria
ro_ro: Autorizare
sk_sk: Autorstvo

# http://www.w3.org/2000/01/rdf-schema#comment
source: Open a tool to edit special content
ar_sa: افتح أداة لتعديل محتوى خاص
de_de: Öffne ein Werkzeug, um spezielle Inhalte zu bearbeiten
es_es: Abrir una herramienta para editar contenido especial
hu_hu: Eszköz megnyitása speciális tartalom szerkesztéséhez
nl_nl: Open een gereedschap om speciale inhoud te bewerken
pt_pt: Abra uma ferramenta para editar conteúdo especial
ro_ro: Deschide o unealtă pentru a edita conținut special
sk_sk: Otvoriť nástroj na úpravu špeciálneho obsahu

# http://www.w3.org/2000/01/rdf-schema#label
source: VersionedFile
ar_sa: ملف الإصدار
de_de: Versionierte Datei
es_es: Archivo Versionado
hu_hu: VerziózottFájl
nl_nl: VersieBestand
pt_pt: ArquivoVersionadoArquivo
ro_ro: Fișier Versionat
sk_sk: Verzionovaný súbor

# http://www.w3.org/2000/01/rdf-schema#comment
source: Manage your versioned file
ar_sa: إدارة ملف الإصدار الخاص بك
de_de: Verwalten Sie Ihre versionierte Datei
es_es: Administra tu archivo versionado
hu_hu: Verziózott fájl kezelése
nl_nl: Beheer uw versiebestand
pt_pt: Gerencie seu arquivo de versão
ro_ro: Gestionează fișierul tău versionat
sk_sk: Spravujte svoj verziovaný súbor

# http://www.w3.org/2000/01/rdf-schema#label
source: File
ar_sa: ملف
de_de: Datei
es_es: Fichero
hu_hu: Fájl
nl_nl: Bestand
pt_pt: Arquivo
ro_ro: Fişier
sk_sk: Súbor

# http://www.w3.org/2000/01/rdf-schema#comment
source: Upload and download file
ar_sa: تحميل الملف وتحميله
de_de: Datei hochladen und herunterladen
es_es: Subir y descargar archivo
hu_hu: Fájl feltöltése és letöltése
nl_nl: Upload en download bestand
pt_pt: Upload e download de arquivo
ro_ro: Încărcați și descărcați fișierul
sk_sk: Nahrať a stiahnuť súbor

# http://www.w3.org/2000/01/rdf-schema#label
source: Readonly
ar_sa: القراءة فقط
de_de: Nur lesen
es_es: Sólo lectura
hu_hu: Csak olvasható
nl_nl: Alleen Lezen
pt_pt: Leitura
ro_ro: Citește
sk_sk: Iba na čítanie

# http://www.w3.org/2000/01/rdf-schema#comment
source: Display a constant and uneditable value
ar_sa: عرض قيمة ثابتة وغير قابلة للتحرير
de_de: Zeige einen konstanten und nicht editierbaren Wert
es_es: Mostrar un valor constante e inédito
hu_hu: Állandó és nem szerkeszthető érték megjelenítése
nl_nl: Een constante en onbewerkbare waarde weergeven
pt_pt: Exibir um valor constante e não editável
ro_ro: Afișează o valoare constantă și ineditabilă
sk_sk: Zobraziť konštantnú a neupraviteľnú hodnotu

# http://www.w3.org/2000/01/rdf-schema#label
source: Literal Readonly
ar_sa: القراءة الحرفية فقط
de_de: Literal lesbar
es_es: Lectura literal
hu_hu: Literális, csak olvasható
nl_nl: Letterlijke Leadonly
pt_pt: Somente leitura literal
sk_sk: Doslovné iba na čítanie

# http://www.w3.org/2000/01/rdf-schema#comment
source: Display a literal constant and uneditable value
ar_sa: عرض قيمة حرفية ثابتة وغير قابلة للتحرير
de_de: Literale Konstante und nicht editierbare Werte anzeigen
es_es: Muestra un valor literal constante e inedible
hu_hu: Konstans és nem szerkeszthető érték megjelenítése literálként
nl_nl: Een letterlijke constante en onbewerkbare waarde weergeven
pt_pt: Exibir uma constante literal e não editável
ro_ro: Afișează o valoare literală constantă și ineditabilă
sk_sk: Zobraziť doslovnú konštantu a neupraviteľnú hodnotu

# http://www.w3.org/2000/01/rdf-schema#label
source: A Tree Box
ar_sa: صندوق شجرة
de_de: Eine Baum Box
es_es: Una caja de árbol
hu_hu: Egy fadoboz
nl_nl: Een boom venster
pt_pt: Uma Caixa de Árvore
ro_ro: O cutie de copac
sk_sk: Stromček

# http://www.w3.org/2000/01/rdf-schema#comment
source: A particular tree box
ar_sa: صندوق شجرة معين
de_de: Eine spezielle Baum Box
es_es: Una caja de árbol particular
hu_hu: Egy adott fadoboz
nl_nl: Een specifiek boom venster
pt_pt: Uma caixa de árvore específica
ro_ro: O anumită cutie de copac
sk_sk: Špeciálna stromová debnička

# http://www.w3.org/2000/01/rdf-schema#label
source: Json Object
ar_sa: كائن Json
de_de: Json-Objekt
es_es: Objeto Json
hu_hu: JSON-objektum
pt_pt: Objeto Json
ro_ro: Obiect Json
sk_sk: Objekt Json

# http://www.w3.org/2000/01/rdf-schema#comment
source: Display a Json Object stored as a literal value as a collection of key/value pairs.
ar_sa: عرض كائن Json مخزون كقيمة حرفية كمجموعة من أزواج المفتاح/القيم.
de_de: Anzeige eines Json-Objekts, das als Literalwert als Sammlung von Schlüssel/Wert-Paaren gespeichert ist.
es_es: Muestra un objeto Json almacenado como un valor literal como una colección de pares clave/valor.
hu_hu: Egy literálértékként tárolt JSON-objektum megjelenítése kulcs/érték párok gyűjteményeként.
nl_nl: Geef een Json-object opgeslagen als een literal value weer als een verzameling van key/value pairs.
pt_pt: Exibir um objeto Json armazenado como um valor literal como uma coleção de pares chave/valor.
ro_ro: Afișează un obiect Json stocat ca o valoare literală ca o colecție de perechi cheie/valoare.
sk_sk: Zobraziť objekt Json uložený ako literálna hodnota ako kolekciu párov kľúč/hodnota.
